[
    {
        "id": 201,
        "symptom": {
            "一般资料": "男性，28岁，职员",
            "主诉": "发现右手背包块2个月。",
            "现病史": "患者于2个月前，在无明显诱因情况下发现右手背包块，未经诊治，包块逐渐增大并伴有疼痛，就诊摄DR示：右第3掌骨膨胀性破坏，骨皮质变薄，皂泡样改变（考虑骨巨细胞瘤），门诊以“右第3掌骨骨巨细胞瘤”为诊断收入院治疗。病来无发热，无意识不清，无头晕头迷，无胸闷气急，无胸腹痛，饮食睡眠尚可，无大小便失禁，体重无减轻。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "T:36.8℃,P:72次/分,R:20次/分,BP:120/70/mmhg。一般情况：发育正常，营养中等，主动体位，步入病房。表情如常，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：右手背可触及一约5*3*2cm大小包块，质硬，无活动度，皮温正常，无破溃，压痛阳性，左中指活动受限，感觉存在。",
            "辅助检查": "DR示：右第3掌骨膨胀性破坏（考虑骨巨细胞瘤）"
        },
        "diagnosis": {
            "初步诊断": "右第3掌骨骨巨细胞瘤？",
            "诊断依据": "1.病史：发现右手背包块2个月。2.查体：右手背可触及一约5*3*2cm大小包块，质硬，无活动度，皮温正常，无破溃，压痛阳性，左中指活动略受限，感觉存在。3.影像学检查：DR示：右第3掌骨膨胀性破坏，骨皮质变薄，皂泡样改变（考虑骨巨细胞瘤）",
            "鉴别诊断": "1.动脉瘤样骨囊肿：好发于长骨干骺端，多见于股骨上端、椎体及附件。影像学表现为溶骨性、膨胀性破坏，中间有粗细不等的小梁分割，增大时可以穿破骨皮质。该患影像学表现可以排除。2.单纯性骨囊肿：好发于20岁以下的青少年、儿童。好发于长管状骨，尤其是肱骨和股骨上段。影像学表现为单发、形状为类圆形，中心性生长，很少出现偏心性生长。囊肿向外呈膨胀性生长，骨皮质变薄，外缘光滑，并有硬化带。根据影像学表现可排除。",
            "诊断结果": "右第3掌骨骨巨细胞瘤"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、C反应蛋白、血沉、RPR、HIV、心电图、肺CT），入院后于局麻下穿刺病理检查，病理回报为骨巨细胞瘤，经讨论决定行手术切除。于入院第7天全麻下行右第3掌骨骨巨细胞瘤肿瘤段切除，取髂骨植骨，掌指关节融合钢板内固定手术治疗。给予注射用头孢西丁钠1.0日2次静点以抗感染治疗，给予酮铬酸氨丁三醇2毫升日2次肌肉注射以止痛，给予红光、射频电疗，定期换药，术后2周拆线，见切口2/甲愈合。患者治愈出院，嘱其出院后1、3、6、12个月复查，以后每半年复查一次。"
    },
    {
        "id": 202,
        "symptom": {
            "一般资料": "女性，54岁，农民",
            "主诉": "摔伤致左膝部疼痛不适4天。",
            "现病史": "患者于4天前在自己家果园里摘苹果时摔倒，伤及左膝，当即感疼痛、肿胀、不敢活动，无肢端麻木，无出血。为求诊治来院，门诊经询问病史及查体、阅片后以“左膝内侧副韧带断裂”收入院。患者自伤后无意识丧失，无头痛、头晕，无腹痛、腹胀，无二便失禁。",
            "既往史": "4年前因“缺铁性贫血”在中心医院住院输血治疗，自诉恢复良好。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率78次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左膝关节明显肿胀，内侧关节间隙处压痛和叩击痛，浮髌试验（+），外翻应力试验（+），回旋挤压试验（+），屈伸活动可，趾端血运和感觉活动可，脊柱和余肢体未见明显异常。",
            "辅助检查": "2020.10.20左膝磁共振：1.左膝内侧副韧带异常信号，考虑内侧副韧带损伤（Ⅱ度）2.符合左膝内侧半月板后角损伤MRI表现3.髌骨、股骨髁部、胫骨髁异常信号，符合骨髓水肿MRI表现3.左侧膝关节退行性变及关节积液"
        },
        "diagnosis": {
            "初步诊断": "左膝内侧副韧带断裂,左膝内侧半月板损伤,左膝关节积液,左膝关节骨挫伤",
            "诊断依据": "1.膝关节外伤史。2.左膝关节明显肿胀，内侧关节间隙处压痛和叩击痛，浮髌试验（+），外翻应力试验（+），回旋挤压试验（+），屈伸活动可，趾端血运和感觉活动可，脊柱和余肢体未见明显异常。3.2020.10.20左膝磁共振：1.左膝内侧副韧带异常信号，考虑内侧副韧带损伤（Ⅱ度）2.符合左膝内侧半月板后角损伤MRI表现3.髌骨、股骨髁部、胫骨髁异常信号，符合骨髓水肿MRI表现4.左侧膝关节退行性变及关节积液",
            "鉴别诊断": "髌腱炎：多见于骨骼成熟后，髌骨下极腱一骨交界部。比较模糊的膝前痛，下楼或跑步等活动后疼痛加重，髌骨下极髌韧带压痛，但直腿抬高试验时压痛常常消失，说明病变部位位于髌韧带的深层，直腿抬高时髌韧带的浅层纤维紧张，保护了深层纤维，抗阻力伸膝活动时疼痛。没有关节积液。X线摄片阴性。髌骨半脱位：最多见于十几岁的女孩和年轻妇女，发作性的膝关节打软，Q角增大(&gt;15°)。髌骨恐惧试验(Patellarapspanhensionsign)阳性。轻度积液，中、重度积液说明有关节内血肿，提示髌骨脱位伴骨软骨骨折和出血。",
            "诊断结果": "左膝内侧副韧带断裂,左膝内侧半月板损伤,左膝关节积液,左膝关节骨挫伤,缺铁性贫血,全血细胞减少7.左下肢动脉粥样硬化"
        },
        "cure": "2020-10-20入院后完善各项基本检查，左膝磁共振：1.左膝内侧副韧带异常信号，考虑内侧副韧带损伤（Ⅱ度）2.符合左膝内侧半月板后角损伤MRI表现3.髌骨、股骨髁部、胫骨髁异常信号，符合骨髓水肿MRI表现4.左侧膝关节退行性变及关节积液。2020-10-21血常规住院：白细胞1.39×10^9/L、淋巴细胞数0.61×10^9/L、中性细胞数0.66×10^9/L、单核细胞0.08×10^9/L、红细胞3.40×10^12/L、血红蛋白52.00g/L、红细胞压积19.80%、红细胞平均体积58.30fL、平均血红蛋白量15.30pg、平均血红蛋白浓度262.00g/L、血小板54.00×10^9/L，感染八项定量：乙肝表面抗体定量1384.10mIU/ml、乙肝核心抗体定量1.97PEIU/ml，大肝功：总蛋白57.5g/L、球蛋白19.4g/L、总胆汁酸52.60umol/L、前白蛋白99.70mg/L，大肾功：肌酐40.0umol/L、血尿酸147.0umol/l，血脂七项：载脂蛋白B0.59g/L，电解质：钾3.41mmol/L，凝血六项：凝血酶时间21.40Sec、纤维蛋白原1.64g/L，尿沉渣：鳞状上皮10个/uL、透明管型2个/uL。排除手术禁忌，于2020-10-30在股神经+坐骨神经麻醉下行膝关节内侧副韧带锚钉修复术，输注去白细胞悬浮红细胞4u，给予石膏固定，抗感染及消肿止痛药物治疗。术后给予头孢唑林预防感染，甘油果糖氯化钠注射液消肿，低分子肝素钙预防下肢深静脉血栓形成，曲马多止痛治疗。2020-11-05出院时患者一般情况可，生命体征平稳，切口处对合良好，无炎症征象，双下肢Homans征（-），石膏固定稳妥，趾端血运感觉可，趾动可。"
    },
    {
        "id": 203,
        "symptom": {
            "一般资料": "男性，48岁，工人",
            "主诉": "男性,48岁,工人右示指及右中指疼痛流血伴不敢活动2小时。",
            "现病史": "患者于2小时前，不慎被挤伤右示指及右中指，当即疼痛流血伴不敢活动，其中右示指掌侧皮肤缺损，急来我院就诊，急诊摄DR示：右示指末节骨折。急诊以右示指皮肤缺损伴末节骨折、右中指开放性损伤为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木、无力，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动体位，步入病房。急性面容，表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率84次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：右示指末节肿胀，掌侧见3*2cm皮肤缺损，屈肌腱外露，活动受限，末稍感觉存在。右中指近节掌侧见一长约2.0cm横行创口，深及肌腱，未见肌腱断裂，末梢感觉存在。",
            "辅助检查": "DR示：右示指末节骨折。"
        },
        "diagnosis": {
            "初步诊断": "右示指皮肤缺损,右示指末节骨折,右中指开放性损伤",
            "诊断依据": "1.病史：右示指及右中指疼痛流血伴不敢活动2小时。2.查体：右示指末节肿胀，掌侧见3*2cm皮肤缺损，屈肌腱外露，活动受限，末稍感觉存在。右中指近节掌侧见一长约2.0cm横行创口，深及肌腱，未见肌腱断裂，末梢感觉存在。3.影像学检查：DR示：右示指末节骨折。",
            "鉴别诊断": "1.肌腱断裂：手指屈伸活动障碍，该患探查见肌腱完好，故可排除。2.指间神经损伤：表现为末梢感觉迟钝，该患末梢感觉存在，故可排除",
            "诊断结果": "右示指皮肤缺损,右示指末节骨折,右中指开放性损伤。"
        },
        "cure": "患者入院后完善血常规、血型、凝血系列、心电图检查，急诊臂丛麻醉下行右示指末节骨折闭合复位克氏针内固定、右示指皮肤缺损清创、右中指清创探查缝合VSD负压引流手术治疗。术后给予注射用头孢西丁钠1.5日2次静点以抗感染，术后7天拆除负压海绵，见创面有新鲜肉芽组织生长，皮肤缺损约3*2cm大小，于入院后第8天全麻下行右示指皮肤缺损尺动脉腕背穿支皮瓣植皮手术。术后继续使用抗生素，头孢西丁钠抗感染，给予注射用七叶皂苷钠10毫克日1次静点消肿，罂粟碱30毫克，每天两次肌注，防止血管痉挛，术后14天拆拆线，皮瓣成活，切口愈合良好。"
    },
    {
        "id": 204,
        "symptom": {
            "一般资料": "男性，33岁，工人",
            "主诉": "男性,33岁,工人外伤致右足肿痛伴活动受限12小时。",
            "现病史": "患者于12小时前工作时由高处坠落伤及右足，当即感伤处疼痛剧烈、不敢活动，无昏迷史，无头痛、头晕，无胸痛、呼吸困难，无腹痛、腹胀，伤后至“威海市立医院”就诊，行右足CT示：右跟骨粉碎性骨折表现，跟距关节脱位可能，右足足舟骨、内侧楔骨及骰骨局部骨皮质欠规整，不除外撕脱骨折，请结合临床。现为求进一步治疗来至我院，门诊经询问病史及查体后以“跟骨骨折（右）”收入院。患者自伤后饮食、睡眠可，大小便正常。",
            "既往史": "平素身体健康。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "。一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率74次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：右足肿胀明显，局部压痛及叩击痛，可扪及骨擦感及异常活动，远端趾体血运良好，趾动可。脊柱及余肢体未见明显异常。",
            "辅助检查": "2018-07-25右足CT右跟骨粉碎性骨折表现，跟距关节脱位可能，右足足舟骨、内侧楔骨及骰骨局部骨皮质欠规整，不除外撕脱骨折，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "1.跟骨骨折（右）2.高血压病？",
            "诊断依据": "1.青年男性，外伤史。2.右足肿胀明显，局部压痛及叩击痛，可扪及骨擦感及异常活动，远端趾体血运良好，趾动可。脊柱及余肢体未见明显异常。3.2018-07-25右足CT右跟骨粉碎性骨折表现，跟距关节脱位可能，右足足舟骨、内侧楔骨及骰骨局部骨皮质欠规整，不除外撕脱骨折，请结合临床。",
            "鉴别诊断": "1.踝部韧带损伤：多由踝关节扭伤所致，肿痛，压痛点在内踝下方或外踝的前下或下方，无骨擦音和畸形；X线摄片可排除骨折。2.距骨骨折：多由高处跌下所致，压痛点在距骨，X线摄片可鉴别。",
            "诊断结果": "跟骨骨折（右）"
        },
        "cure": "2018-07-25入院后完善各项基本检查，常规心电图检查十二导：窦性心律TV1&gt;TV52021-01-20大肝功：总蛋白77.3g/L、γ-谷氨酰转移酶52.6U/L、血清胆碱酯酶12565.0U/L，血脂七项：总胆固醇6.12mmol/L、高密度脂蛋白0.89mmol/L、低密度脂蛋白4.06mmol/L、载脂蛋白A0.49g/L、载脂蛋白B1.12g/L、小密低密度脂蛋白测定1.62mmol/L，不规则抗体测定：ABO血型A、RH血型阳性，血常规住院：白细胞7.58×10^9/L、红细胞5.37×10^12/L、红细胞压积47.90%、血小板压积0.32%、C-反应蛋白4.50mg/L。排除手术禁忌，于2018-8-7在股加坐麻醉下行右跟骨骨折切开复位钢板内固定术，术后给予头孢唑林预防感染，甘露醇消肿，曲马多缓释片止痛，低分子肝素钙预防下肢深静脉血栓形成。2018-08-22出院时患者精神好，一般情况可，纳眠可，二便调，无头晕及头痛，无恶心及呕吐。患处敷料清洁，无渗出，肢端血运和感觉良好。"
    },
    {
        "id": 205,
        "symptom": {
            "一般资料": "女性，58岁，农民",
            "主诉": "左膝关节疼痛伴活动受限10年，加重4月。",
            "现病史": "患者于10年前无明显诱因逐渐出现左膝关节疼痛，活动不利，劳累受凉后加重，休息后减轻，无四肢湿冷，无寒冷发热，无胸痛、呼吸困难，无腹痛、腹胀。期间给予各种保守治疗效果不理想。近4月感上述症状加重，现为进一步治疗，来至我院，门诊经询问病史及查体后以“左膝骨性关节炎”收入院。患者自发病以来饮食、睡眠可，大小便正常，体重无明显变化。近6月无膝关节有创操作。",
            "既往史": "平素身体健康。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率76次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左膝关节内翻畸形,膝关节内侧间隙压痛明显，浮髌试验（-），回旋挤压试验（±），侧方应力试验（-）,膝关节屈～伸范围：120°～-20°。肢端血运和感觉活动可,脊柱和余肢体未见明显异常。",
            "辅助检查": "2021/3/27左膝关节正侧位左侧膝关节间隙变窄，以内侧为著，膝关节呈内翻畸形，关节边缘、髁间隆突及髌骨后缘见骨质增生。"
        },
        "diagnosis": {
            "初步诊断": "1.左膝骨性关节炎2.高血压病？",
            "诊断依据": "1.中年女性。既往体健。2.左膝关节内翻畸形,膝关节内侧间隙压痛明显，浮髌试验（-），回旋挤压试验（±），侧方应力试验（-）,膝关节屈～伸范围：120°～-20°。肢端血运和感觉活动可,脊柱和余肢体未见明显异常。3.2021/3/27左膝关节正侧位左侧膝关节间隙变窄，以内侧为著，膝关节呈内翻畸形，关节边缘、髁间隆突及髌骨后缘见骨质增生。",
            "鉴别诊断": "类风湿关节炎：女性多于男性，受累关节疼痛剧烈，晨僵明显，好发于四肢小关节，常呈对称性肿胀。活动期血沉增快，类风湿因子多为阳性，X线片常可见骨质疏松及不同程度的骨质破坏。风湿性关节炎：有链球菌感染史，并常于再次感染链球菌后复发，疼痛呈游走性，活动期血沉增快，抗链“0”阳性。X线检查多无异常发现。",
            "诊断结果": "1.左膝骨性关节炎2.高甘油三酯血症3.肺结节4.肝囊肿5.2型糖尿病"
        },
        "cure": "2021-03-31入院后完善各项基本检查，2021-04-0107:58糖化血红蛋白测定：HbA1c7.80%，2021-04-0107:57血脂七项：TG1.69mmol/L、HDL-C0.99mmol/L、LDL-C3.23mmol/L、SDLDL2.10mmol/L、GLU9.18mmol/L，2021-04-0107:50血沉：ESR36mm/h。胸部平扫：.肺内小结节状影，考虑肺内淋巴结或纤维灶，注意复查2.肝内低密度影，考虑小囊肿。左下肢全长位片,髌骨左轴位：左膝关节退行性骨关节病。排除手术禁忌，于2021-04-02在全身麻醉下行左膝关节置换术。术后给予头孢唑林预防感染，甘油果糖氯化钠注射液，低分子肝素钙预防下肢深静脉血栓形成，塞来昔布止痛治疗。2021-04-18出院时患者一般情况可，生命体征平稳，切口处甲级愈合，双下肢Homans征（-），趾端血运感觉可。"
    },
    {
        "id": 206,
        "symptom": {
            "一般资料": "女性，55岁，退休",
            "主诉": "咳嗽、咳黄痰、声音嘶哑10天",
            "现病史": "患者于入院前10天无明显诱因出现咳嗽咳痰，咳黄痰，伴有声音嘶哑，口服蒲地蓝消炎片处理后未见明显好转，无发热，无胸闷气短，就诊于当地医院，查胸部CT显示左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑占位性病变可能性大。现患者为求进一步治疗入我院胸外科。患者自发病以来精神饮食可，二便可，体重未见明显减轻。",
            "既往史": "既往体健"
        },
        "examine": {
            "查体": "神志清楚,精神欠佳，胸廓对称无畸形，双肺呼吸音粗，左下肺可闻及少量干湿性啰音，左下肺局部叩诊浊音，右肺叩诊清音，双侧肺呼吸活动度尚可，心前区无隆起，心率为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部CT检查：左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑占位性病变可能性大。"
        },
        "diagnosis": {
            "初步诊断": "左下叶占位性病变：肺癌？炎性假瘤？",
            "诊断依据": "患者女性，55岁，主因“咳嗽、咳黄痰、声音嘶哑10天”入院。查体：胸廓对称无畸形，双肺呼吸音粗，左下肺可闻及少量干湿性啰音，左下肺局部叩诊浊音，右肺叩诊清音，双侧肺呼吸活动度尚可，心前区无隆起，心率为84次/分，心音可，律齐。胸部CT检查左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑占位性病变可能性大。",
            "鉴别诊断": "1.肺癌：患者主因“咳嗽、咳黄痰、声音嘶哑10天”入院。胸部CT检查左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑占位性病变可能性大。患者左肺下叶背段结节有毛刺，形状不规则，密度较高，恶性肿瘤特点较为明显，结合临床表现，考虑左下叶肺癌可能性大。2.肺部炎性假瘤：患者病史长，可伴有发热肺炎病史，近期多无明显症状，胸部CT显示左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑占位性病变可能性大。患者有咳嗽咳痰及咳黄痰病史，病变与胸膜关系密切，结合影像学表现，临床考虑不完全除外此病可能。",
            "诊断结果": "左肺下叶浸润性腺癌"
        },
        "cure": "患者入院后完善心肺功能等相关检查，未见明显手术禁忌，胸部CT显示左肺下叶背段结节，边缘毛糙，与邻近胸膜紧密粘连，内含空腔，大小约2.4*2.2cm，右肺尖钙化灶，考虑不除外肺癌。于2020年8月19日在全麻下行胸腔镜辅助下左肺下叶切除术+区域淋巴结清扫术，手术过程顺利，术后予以抗炎、雾化祛痰、镇痛及提高免疫力等对症治疗，术后病理诊断：左肺下叶浸润性粘液腺癌，支气管残端（-）。患者术后病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT，若无特殊情况，可以隔6-12个月间断复查胸部CT明确术后病情变化。"
    },
    {
        "id": 207,
        "symptom": {
            "一般资料": "男性，44岁，工人",
            "主诉": "男性,44岁,工人左跟骨骨折1年，行走疼痛加重1个月。",
            "现病史": "患者于1年前，不慎从高处坠落，当即左足跟疼痛伴不敢活动，于附近医院就诊，拍摄DR示：左跟骨粉碎性骨折，移位。建议手术患者拒绝，行石膏托外固定治疗。3月后逐渐负重行走，自觉外踝下方疼痛，1月前疼痛明显加重。不能正常行走。逐来我院就诊，摄DR示：左跟骨陈旧性骨折、距下关节间隙明显变窄。门诊以左跟骨陈旧性骨折伴创伤性距下关节炎为诊断收入院治疗。病来无发热、无头痛头晕，无恶心呕吐，无肢体麻木，无胸闷气急，无胸腹痛，饮食睡眠尚可，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养中等，主动体位，步入病房，步态跛行。表情尚可，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率72次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右未查。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左踝关节周围未见明显肿胀，左外踝下方压痛阳性，轴向叩击痛阳性，左踝关节活动尚可，左足趾感觉运动良好。",
            "辅助检查": "DR示：左跟骨陈旧性骨折、距下关节间隙明显变窄。"
        },
        "diagnosis": {
            "初步诊断": "左跟骨陈旧性骨折左距下关节创伤性关节炎",
            "诊断依据": "1.病史：左跟骨骨折1年，行走疼痛加重1个月。2.查体：左踝关节周围未见明显肿胀，左外踝下方压痛阳性，轴向叩击痛阳性，左踝关节活动尚可，左足趾感觉运动良好。3.影像学检查：DR示：左跟骨陈旧性骨折、距下关节间隙明显变窄。",
            "鉴别诊断": "1.骨性关节炎：无外伤史，多是由于慢性劳损导致。该患有明确外伤骨折史，故可排除。2.化脓性关节炎：有明显的红肿热痛症状，影像学检查可以明确，该患无上述症状故可排除。3.痛风性关节炎：尿酸高，急性发作时局部有红肿热痛表现，该患无上述症状故可排除。",
            "诊断结果": "左跟骨陈旧性骨,左距下关节创伤性关节炎"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，根据影像学检查左距下关节创伤性骨关节炎，手术指征明确，于入院后第3天，椎管内麻醉下行左距下关节融合手术治疗，术前1小时给予注射用头孢西丁钠2.0静点以预防感染。术后给予长腿石膏托固定6周，定期换药，局部冷疗（术后48小时），中医定向透药治疗，给予注射用七叶皂甙钠10毫克日1次静点以减轻肿胀，肌肉注射酮咯酸氨丁三醇2毫升每日2次以止痛，术后14天拆线见切口1/甲愈合，患者治愈出院。拆除外固定后指导患者功能锻炼。"
    },
    {
        "id": 208,
        "symptom": {
            "一般资料": "男性，62岁，退休",
            "主诉": "男性,62岁,退休左跖骨骨折术后1个月，皮肤坏死2周。",
            "现病史": "患者于1个月前，以左足第1-4跖骨骨折为诊断于当地医院行切开复位钢板内固定手术治疗，术后出现切口破溃，局部皮肤逐渐坏死，逐来就诊，门诊以左足跖骨骨折术后皮肤坏死为诊断收入院治疗。病来无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木，饮食睡眠尚可，无大小便失禁，体重无减轻。",
            "既往史": "身体健康状况一般，糖尿病史20年，目前口服降糖药物血糖控制欠佳。否认肝炎、结核等传染病史。否认高血压等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养中等，主动体位，轮椅推入病房，表情如常，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：左足背见5*4cm大小皮肤发黑坏死，有炎性分泌物流出，触痛阳性，末梢感觉运动存在。",
            "辅助检查": "X线片示：左足第1-4跖骨干骨折，克氏针内固定术后。血常规:白细胞8.560^9/L,中性粒细胞绝对值6.43↑10^9/L,红细胞3.55↓10^12/L,血红蛋白含量124g/L，凝血系列正常。血型：A型RH阳性。空腹血糖：13.5mmol/L."
        },
        "diagnosis": {
            "初步诊断": "左足第1-4跖骨骨折术后皮肤坏死2型糖尿病",
            "诊断依据": "1.病史：左跖骨骨折术后1个月，皮肤坏死2周。2.查体：左足背见5*4cm大小皮肤发黑坏死，有炎性分泌物流出，触痛阳性，末梢感觉运动存在。3.辅助检查：X线片示：左足第1-4跖骨干骨折，克氏针内固定术后。血常规:白细胞8.560^9/L,中性粒细胞绝对值6.43↑10^9/L,红细胞3.55↓10^12/L,血红蛋白含量124g/L，凝血系列正常。血型：A型RH阳性。空腹血糖：13.5mmol/L.",
            "鉴别诊断": "骨髓炎：局部皮肤红肿明显，有脓性分泌物流出，该患无上述症状，暂排除。",
            "诊断结果": "左足第1-4跖骨骨折术后皮肤坏死，2型糖尿病"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），患者血糖高，请内分泌科就诊，给予诺和灵30R皮下注射控制血糖，余各项检查未见明显异常，血糖控制后，于入院第3天椎管内麻醉下行左足背创面彻底清创、清创后肌腱跖骨外露，创面注射PRP（富血小板血浆）治疗。术后继续控制血糖，监测血糖变化，术后给予注射用头孢唑啉钠1.0日2次静点3天以抗感染治疗，1周后行载万古霉素骨水泥覆盖创面，术后1周患者无发热、血糖控制良好，暂时出院回家休养，1月后复诊，拆除骨水泥见创面有诱导膜形成，再次覆盖骨水泥，2月复查拆除骨水泥见创面基本愈合。"
    },
    {
        "id": 209,
        "symptom": {
            "一般资料": "男性，49岁，工人",
            "主诉": "车压伤致髋部、腰部疼痛1天",
            "现病史": "患者家属代述患者于2021年03月14日开拖拉机托重物行驶时不慎翻车，致车压伤，伤及髋部、腰部等全身多处，伤后感两侧髋部、腰部明显疼痛，呈持续性剧痛，活动受限，不能站立行走，伴血尿，无血块。伤后伴血尿，无昏迷，伤后立即120送至我院急诊就诊，行CT检查示：右侧髂骨、双侧骶骨、右侧髋臼、左侧耻骨联合、双侧耻骨上、下支骨折；肝脏挫裂伤+少许出血，腹腔积液，肝脏密度降低；T11、T12及L3椎体压缩性骨折？L2-5椎体左侧横突骨折；左侧第1肋骨骨折，右侧少量气胸，右下肺少许挫伤。予补液、输血、抗休克等对症治疗，并急诊行骨盆骨折复位外固定、盆腔探查+填塞止血术治疗，术中发现膀胱、尿道损伤。术后患者仍出血不止，拟“1.骨盆多发骨折；2.脊柱多发骨折；3.膀胱及尿道损伤；4.肝挫裂伤；5.胸外伤”收入监护室；患者伤后精神、食欲欠佳，留置尿管，尿色淡红，肛门未排气、排便，体重无明显改变。",
            "既往史": "既往体健，否认高血压、糖尿病、冠心病等慢性病史；否认肝炎、结核等传染病史；否认药物、食物过敏史；余无特殊。"
        },
        "examine": {
            "查体": "T:36.2℃,P:132次/分,R:20次/分,BP:125/75/mmhg。嗜睡状，精神差，头颅外形正常，无包块，无伤口，双侧瞳孔等大等圆，直径约2.5mm，对光反射存在，无耳鼻漏。胸廓无明显畸形，左侧胸壁局部压痛，两肺呼吸音粗，未闻及明显干湿性啰音。心脏查体未见明显异常。腹部膨隆，无静脉曲张，无胃肠型及蠕动波，膀胱造瘘管及引流管在位，引流出淡红色血性液体，下腹部压痛，移动性浊音（+），肠鸣音活跃。骨盆处肿胀，见外固定架固定，术口敷料包扎，有较多淡红色液体渗出，四肢血运可，双髋关节被动活动受限，四肢感觉及主动活动检查无法配合。脊柱无明显侧弯，腰部压痛，活动检查无法配合。",
            "辅助检查": "CT检查示：右侧髂骨、双侧骶骨、右侧髋臼、左侧耻骨联合、双侧耻骨上、下支骨折；肝脏挫裂伤+少许出血，腹腔积液，肝脏密度降低；T11、T12及L3椎体压缩性骨折？L2-5椎体左侧横突骨折；左侧第1肋骨骨折，右侧少量气胸，右下肺少许挫伤。"
        },
        "diagnosis": {
            "初步诊断": "1.骨盆多发骨折；2.脊柱多发骨折；3.膀胱及尿道损伤；4.肝挫裂伤；5.胸外伤。",
            "诊断依据": "车压伤致髋部、腰部疼痛1天CT检查示：右侧髂骨、双侧骶骨、右侧髋臼、左侧耻骨联合、双侧耻骨上、下支骨折；肝脏挫裂伤+少许出血，腹腔积液，肝脏密度降低；T11、T12及L3椎体压缩性骨折？L2-5椎体左侧横突骨折；左侧第1肋骨骨折，右侧少量气胸，右下肺少许挫伤。",
            "鉴别诊断": "1.创伤性膈疝：创伤性膈疝主要为胸腹部暴力所致,常为多发伤，是指膈肌在外力作用下破裂,腹腔内脏器经过膈肌裂口进入胸腔即创伤性横膈疝。因胃、空肠、回肠、盲肠、横结肠、乙状结肠和脾等是腹内位器官活动性大,所以膈肌破时,这些脏器易疝入胸腔。因此时患者病情危重,膈疝症状易于被掩盖,故救治过程中常不易及时诊断或漏诊。创伤性膈疝一旦误诊、漏诊,其预后较差,死亡率亦较高,因此,高度怀疑膈疝时应进行针对性检查,以提高救治成功率。尤其要注意的是在胸部损伤严重,病情危重的病例中。2.肝破裂：在各种腹部损伤中占15%～20%，右肝破裂较左肝多见，肝破裂的致伤因素，病理类型，临床表现都与脾破裂极为相似。肝、脾破裂的主要表现为腹腔内出血和出血性休克，脾破裂时血性腹膜炎所致的腹膜刺激征多不明显。但肝破裂后可能有胆汁进入腹腔，因此，腹痛和腹膜刺激征常较脾破裂者更为明显。肝破裂后，血液有时通过胆管进入十二指肠，病人出现黑便或呕血。超声和CT是鉴别肝脾破裂的首选方法。",
            "诊断结果": "1.骨盆多发骨折；2.脓毒血症；3.肺部感染；4.急性呼吸窘迫综合征（中度）；5.多器官功能障碍综合征（肺、肾、肝脏）；6.双侧肾挫伤7.膀胱损伤8尿道损伤；9.肝挫裂伤；10.胸外伤11.失血性贫血；12.凝血功能障碍13.急性肾损伤14.肝功能损伤15.多重耐药菌感染16.切口感染。"
        },
        "cure": "入院后完善相关检查，由于患者出血较多，病情危重，予转我科监护治疗。3月16日：患者持续呼吸机辅助呼吸，咪达唑仑+布托啡诺镇静镇痛治疗。患者少尿，复查肾功能：尿素19.4↑mmol/L,*肌酐460.0↑μmol/L,*尿酸626↑μmol/L。电解质：钾5.38mmol/L偏高,钠145mmol/L,氯102mmol/L,*钙2.33mmol/L。考虑急性肾损伤，高钾血症，有CRRT治疗指征，予CRRT治疗。患者腹部饱满，腹壁水肿、张力增高，肠鸣音弱，再次请普外科会诊，考虑腹腔压力高，予腹壁缝线部分拆除减张，切口局部填塞纱布、腹带固定。3月17日：复查血常规:*白细胞计数5.28×10^9/L,中性粒细胞#4.64×10^9/L,淋巴细胞#0.27↓×10^9/L,单核细胞#0.37×10^9/L,中性粒细胞(%)87.9↑%,血红蛋白83↓g/L，血小板计数53↓×10^9/L。PCT:降钙素原&gt;100.00↑ng/ml。超敏CRP(免疫荧光法）144.80mg/L。患者降钙素原显著升高，全身炎症反应重，考虑腹腔感染及肺部感染，予停用哌拉西林他唑巴坦，调整为美罗培南抗感染治疗，加用血必净100ml静滴bid，清除炎症介质治疗。3月18日：患者入院后予积极抗感染、清除炎症介质、输注红细胞、血小板及血浆、输注白蛋白等治疗，复查血气分析(ICU):血液酸碱度7.412,二氧化碳分压40.7mmHg,氧分压78.2↓mmHg,乳酸2.5↑mmol/L,剩余碱0.7mmol/L,红细胞外液剩余碱0.8mmol/L,吸氧浓度0.60,氧合指数130.33;(2021-03-18)血常规:*白细胞计数6.61×10^9/L,中性粒细胞(%)88.3↑%,*红细胞计数2.80↓×10^12/L,*血红蛋白86↓g/L,*血小板计数67↓×10^9/L；凝5(含D-D):凝血酶原时间13.3↑秒,国际标准化比值1.16↑,活化部分凝血活酶时间69.6↑秒,凝血酶时间151.4↑秒,纤维蛋白原1.69↓g/L;PCT:降钙素原90.37↑ng/ml;肝功能*总蛋白61.1↓g/L,*白蛋白38.2↓g/L,*丙氨酸氨基转移酶1003↑U/L,*天门冬氨酸氨基转移酶663↑U/L,*肾功能：尿素40.8↑mmol/L,*肌酐585.0↑μmol/L；电解质：钾4.08mmol/L,钠145mmol/L,氯99mmol/L,*钙2.00↓mmol/L,*葡萄糖7.75↑mmol/L。患者多发骨盆骨折，腹腔积血积液，有手术指征，术前检查无手术禁忌症，于2021-3-18全麻下行骨盆骨折切开复位内固定术+盆腔血管探查术+血肿清除术+尿道损伤探查修复术+剖腹探查术+骨盆填塞物取出术，术后安返ICU病房。3月23日：患者腹部切口分泌物培养：革兰阳性球菌阳性，请血液科会诊，针对革兰氏阳性球菌，加用利奈唑胺加强抗感染治疗。3月24日：2021-03-24痰培养结果回报:鲍曼不动杆菌,经48小时培养无嗜血杆菌生长;腹部切口分泌物培养及鉴定:屎肠球菌,鲍曼不动杆菌。血培养：鲍曼不动杆菌、屎肠球菌。患者腹腔切口渗出较多，感染重，于2021-3-24全麻下行膀胱修补术+盆腔血管探查术+盆腔伤口、感染或烧伤的非切除性清创术+腹部VSD负压吸引。3月25日：患者经积极机械通气、抗感染、清除炎症介质、纤支镜肺灌洗、化痰及三升袋营养支持治疗，患者已尝试停呼吸机，复查血气分析：血液酸碱度7.404,二氧化碳分压34.6mmHg偏低,氧分压79.5mmHg偏低,肺泡-动脉氧分压差28.4mmHg乳酸2.3mmol/L剩余碱-3.2mmol/L，红细胞外液剩余碱-3.6mmol/L偏低,当前氧饱和度下剩余碱-2.8mmol/L,标准碳酸氢盐21.7mmol/L,实际碳酸氢盐21.2mmol/L,降钙素原12.86ng/ml偏高，考虑患者自主呼吸平顺，氧合尚可，神志清醒，呛咳有力，于2021-3-25拔除气管插管。3月29日：复查血常规：白细胞计数8.08×10^9/L,中性粒细胞#6.74×10^9/L偏高,中性粒细胞(%)83.4%偏高,血红蛋白72g/L偏低,红细胞压积0.236偏低,血小板计数128×10^9/L。敏CRP(免疫荧光法）97.30mg/L偏高。21-03-28降钙素原2.92ng/ml。顺利撤离呼吸机，目前神志清醒，生命体征平稳，炎症指标显著降低，无发热，予转外科继续专科治疗。"
    },
    {
        "id": 210,
        "symptom": {
            "一般资料": "男性，64岁，退休",
            "主诉": "左髋部疼痛1年，加重2个月。",
            "现病史": "患者于1年前，在无明显诱因的情况下出现左髋关节疼痛，2月前疼痛加重，不能正常行走，于家附近医院拍摄DR示：双侧髋关节置换术后改变，左侧髋臼松动。逐来就诊，门诊以双髋关节置换术后、左髋关节假体松动为诊断收入院治疗。病来无发热，无头晕头迷，无胸闷气急，无胸腹痛，饮食睡眠尚可，无大小便失禁，体重无减轻。",
            "既往史": "左髋关节置换术后15年，右髋关节置换术后13年，双侧股骨头缺血性坏死16年（皮肤病服用激素导致）糖尿病史10年，口服降糖药物治疗控制尚可。否认高血压病史，否认外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动体位，轮椅推入病房。表情略痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：左髋部未见明显肿胀，左腹股沟及左臀部压痛阳性，左髋关节活动受限，左下肢较对侧短缩约2.0cm，左足背动脉搏动良好，左足趾感觉运动良好。",
            "辅助检查": "DR示：双侧髋关节置换术后改变，左侧髋臼松动。"
        },
        "diagnosis": {
            "初步诊断": "双侧髋关节置换术后左人工髋关节假体松动。",
            "诊断依据": "1.病史：左髋部疼痛1年，加重2个月。2.查体：左髋部未见明显肿胀，左腹股沟及左臀部压痛阳性，左髋关节活动受限，左下肢较对侧短缩约2.0cm，左足背动脉搏动良好，左足趾感觉运动良好。3.影像学检查：DR示：双侧髋关节置换术后改变，左侧髋臼松动。",
            "鉴别诊断": "假体周围骨折：有明显外伤病史，影像学显示假体周围存在骨折，该患无外伤史，影像学检查无骨折征象故可排除。",
            "诊断结果": "双侧髋关节置换术后,左人工髋关节假体松动。"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、CRP、血沉、肝肾功、血离子、空腹血糖、心电图、肺CT），各项辅助检查回报未见明显异常，排除感染导致的人工假体松动，目前左侧髋臼假体松动，手术指征明确，经讨论决定行左侧人工髋关节翻修手术治疗（原髋关节假体产家未找到，故假体柄一并更换）于入院后第5天全麻下行左髋关节假体取出、髋臼打压植骨人工髋关节置换手术治疗。术后嘱其戒烟，给予注射用头孢西丁钠1.0Q12静点以抗感染治疗，给予止痛泵镇痛治疗，给予局部冷疗以减轻肿胀，给予心电监护，监测血糖变化，术后12小时给予利伐沙班片1片日一次口服以预防下肢深静脉血栓，术后早期指导患者股四头肌及踝泵功能锻炼，定期换药，术后1周指导患者下地负重行走，术后14天拆线见切口1/甲愈合。患者治愈出院，嘱其出院后2周门诊复查，术后1、3、6个月门诊复查，加强髋膝关节功能锻炼。"
    },
    {
        "id": 211,
        "symptom": {
            "一般资料": "男性，52岁，工人",
            "主诉": "男性,52岁,工人左足跟后侧肿胀疼痛1年，加重1个月。",
            "现病史": "患者于1年前，在无明显诱因的情况下出现左足跟后侧肿胀、疼痛，未经系统诊治，自行口服双氯芬酸钠缓释片治疗，症状略有缓解，1个月前行走后，疼痛加重，局部出现肿胀，不能正常行走。逐来就诊，门诊摄DR示：左跟骨跟腱止点部位骨质增生，碎裂。MR示：左侧跟骨结节部位有足赘形成，碎裂，跟腱止点部位水肿。门诊以左跟腱炎为诊断收入治疗。病来无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木无力，饮食睡眠尚可，无大小便失禁，体重无减轻。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养中等，被动体位，步入病房，步态蹒跚，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率80次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左侧跟腱止点周围肿胀，可触及以3.0*2.0cm质硬包块，压痛阳性，左踝关节屈伸活动受限，足部动脉搏动良好，足趾感觉运动良好。",
            "辅助检查": "DR示：左跟骨跟腱止点部位骨质增生，碎裂。MR示：左侧跟骨结节部位有足赘形成，碎裂，跟腱止点部位水肿。"
        },
        "diagnosis": {
            "初步诊断": "左侧跟腱炎",
            "诊断依据": "1.病史：左足跟后侧肿胀疼痛1年，加重1个月。2.查体：左侧跟腱止点周围肿胀，可触及以3.0*2.0cm质硬包块，压痛阳性，左踝关节屈伸活动受限，足部动脉搏动良好，足趾感觉运动良好。3.影像学检查：DR示：左跟骨跟腱止点部位骨质增生，碎裂。MR示：左侧跟骨结节部位有足赘形成，碎裂，跟腱止点部位水肿。",
            "鉴别诊断": "1.跟腱滑囊炎：跟腱止点位置有囊肿包块，该患磁共振及查体未见囊性包块，故可排除。2.痛风结石：有痛风病史，血尿酸增高。该患者无痛风病史，血尿酸正常，故可排除。",
            "诊断结果": "左侧慢性跟腱止点炎"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，经讨论后确定诊断为左侧慢性跟腱止点炎，由于继续保守治疗效果不佳，故选择手术治疗，于入院第3天椎管内麻醉下在关节镜下行左足跟腱止点清理、减压、微骨折手术治疗。术后给予酮咯酸氨丁三醇2毫升日2次肌肉注射镇痛治疗，术后48小时内给予局部冷疗以减轻肿胀，给予注射用七叶皂甙钠10毫克日1次静点以减轻肿胀，中医透药导入以促进肿胀消退，经过治疗术后1周疼痛明显改善，治愈出院。术后2周内嘱患者避免负重，2-4周部分负重。4周后开始完全负重。嘱其出院后2、4、8周来院复查。"
    },
    {
        "id": 212,
        "symptom": {
            "一般资料": "女性，81岁，农民",
            "主诉": "腹痛伴发热2天入院",
            "现病史": "患者2天前出现中上腹痛，呈持续性钝痛，未向其他部位放射，体位改变无明显缓解，伴恶心，无呕吐，伴发热，体温最高39.4℃，小便色深，呈茶水样，无陶土样大便，患者急诊于我院腹部CT提示“胆总管多发阳性结石伴低位胆道梗阻，肝内胆管多发结石”。自发病以来神清，睡眠、食欲差，尿色深，大便未排，体力差，体重无明显改变。",
            "既往史": "曾于2017年行胆囊切除术，手术顺利，痊愈出院；否认高血压、冠心病、糖尿病、脑血管病史。"
        },
        "examine": {
            "查体": "T:38.2℃,P:108次/分,R:28次/分,BP:84/47/mmhg。神志清楚，心肺未见明显异常；腹平坦，未见胃肠型及蠕动波，未见腹壁静脉曲张，上腹部可见一长约10cm手术疤痕，愈合可；肠鸣音弱，无振水音，未闻及血管杂音；上腹部压痛明显，可及反跳痛及肌紧张，肝脾肋下未触及，无叩击痛，全腹叩诊呈鼓音，移动性浊音阴性。",
            "辅助检查": "血常规3月2日白细胞15.1*10-9/L，淀粉酶正常，总胆红素36.7umol/L，直接胆红素21.1umol/L，CT提示“胆总管多发阳性结石伴低位胆道梗阻，肝内胆管多发结石”。3月3日降钙素29.02ng/ML，3月4日白细胞50.7x10*9/L,血气分析正常，"
        },
        "diagnosis": {
            "初步诊断": "1.胆总管结石伴急性化脓性梗阻性胆管炎2.感染性休克3.胆囊切除术后",
            "诊断依据": "腹痛伴发热2天入院血常规3月2日白细胞15.1*10-9/L，淀粉酶正常，总胆红素36.7umol/L，直接胆红素21.1umol/L，CT提示“胆总管多发阳性结石伴低位胆道梗阻，肝内胆管多发结石”。入院血压84/47mmhg，",
            "鉴别诊断": "1.消化性溃疡穿孔：患者有溃疡病史，腹肌呈板状强直，肝浊音区缩小或消失，膈下有游离气体等可确诊。2.膈下脓肿：该患者B超检查可发现脓肿的部位和大小，CT检查能可靠定位，并可看出脓肿与周围脏器的关系。3.急性胰腺炎：血、尿淀粉酶或血清脂肪酶升高。B超检查可发现胰腺呈局限性或弥漫性增大可与之鉴别，必要时可行CT检查进一步确定病变部位和程度。",
            "诊断结果": "1.胆总管结石伴急性化脓性梗阻性胆管炎2.感染性休克3.胆囊切除术后4.全身炎症反应综合征"
        },
        "cure": "3月2日夜间在全麻下行胆道切开取石+T管引流术，3月3日凌晨入ICU治疗。全麻未醒，血压103/68mmHg(去甲肾上腺素0.4μg/min/kg泵入)，心率120次/分，呼吸机辅助呼吸（PCV模式，Pc16cmH2O，PEEP8cmH2O，FiO250%，RR16次/分）。抗感染方案：美罗培南1g静点3/日抗感染；术后保持腹腔及T管引流通畅；对症治疗：肺保护性通气策略；溴己新注射液祛痰；低分子肝素抗凝；支持治疗：肠外营养支持；补充维生素B；人血白蛋白输注；维持电解质平衡；微生物检测：胆汁培养：变形杆菌某些种；肺炎克雷伯菌肺炎亚种；痰培养：未见细菌回报；血培养：阴性。3.4日补充诊断：WBC＞12×109/L，PaCO2＜32mmHg，HR＞90次/分，胆总管结石伴急性化脓性梗阻性胆管炎，补充诊断“全身炎症反应综合征”。加用血必净100ml2/日静脉泵入，氧合指数变化对比：2021-3-3氧合指数P/F160mmHg，2021-3-5氧合指数P/F262mmHg，2021-3-7氧合指数P/F276mmHg，2021-3-9氧合指数P/F323mmHg，2021-3-03降钙素原（PCT）29.2ng/ml(正常值小于0.5);2021-3-13降钙素原（PCT）0.43ng/ml;转归，3月8日拔出气管插管；3月9日逐渐减停血管活性药，3月10日炎症指标下降，循环稳定，转入手术科室继续治疗，后转入普通科室给予抗炎、补液等对症支持治疗，患者恢复良好，进食无腹胀、腹痛，排气、排便良好，3月15日出院"
    },
    {
        "id": 213,
        "symptom": {
            "一般资料": "女性，64岁，退休",
            "主诉": "体检发现胆囊结石5年余，伴慢性胆囊炎",
            "现病史": "患者5年前于外院常规体检发现胆囊结石，无恶心，呕吐，腹痛等伴随症状，未予以处理，半年前无明显诱因出现左上腹疼痛，疼痛呈间歇性酸胀痛，可耐受，1天前于我院常规体检发现胆囊多发小结石0.2-0.5cm，今为求进一步诊治，就诊于我科门诊，以胆囊结石收入院，患者自起病以来，精神，饮食，睡眠尚可，体重无明显变化，二便正常。",
            "既往史": "高血压10年余，血压最高160/90mmHg，口服氨氯地平片，1片/次，日1次。"
        },
        "examine": {
            "查体": "T:36.8℃，P:85次/分，R:20次/分，BP:125/98mmHg。神志清楚，发育正常，营养中等，步入病室，查体合作，对答切题。全身皮肤、粘膜未见黄染及出血点，全身浅表淋巴结未触及肿大。腹平坦，腹软，左上腹部轻压痛，无反跳痛，轻度肌紧张，墨菲氏征阴性，肝脏未触及，肠鸣音正常。肛门及外生殖器未查。四肢及脊柱无畸形，活动自如，双下肢无浮肿，生理性反射存在,病理性反射未引出。",
            "辅助检查": "腹部B超:胆囊壁稍毛糙，胆囊多发小结石声影(0.2-0.5cm)"
        },
        "diagnosis": {
            "初步诊断": "1多发胆囊结石;2高血压2级;",
            "诊断依据": "1主诉:左上腹疼痛半年余。2.查体:左上腹部轻度压痛，轻度肌紧张。3.辅助检查:腹部超声:胆囊多发小结石声影(0.2-0.5cm)。4.高血压：日三次量血压，收缩压在160mmHg左右。",
            "鉴别诊断": "1.胃十二指肠溃疡:腹痛呈节律性，与进食，饥饿有关，服用抑酸药可缓解，胃镜可明确诊断。2.胰腺炎:腹痛剧烈，位于上腹部正中，血尿淀粉酶明显升高。",
            "诊断结果": "1多发胆囊结石。2高血压2级"
        },
        "cure": "入院后完善检查，并复查腹部超声：胆囊壁稍毛糙；胆囊多发小结石声像（0.2-0.5cm），血常规正常，胆红素指标稍高，故诊断为胆囊多发结石，并给予口服胆石通利片，5片/次，日3次，排除手术禁忌症后，在全麻下行腹腔镜下胆囊切除术，术后患者清醒后推入病房，并给予患者低流量吸氧，并给予葡萄糖氯化钠溶液500ml补充能量，术后第2天，可自行下地活动，并可以吃流质食物，患者诉腹部伤口略有疼痛，其余无不适，术后第3天患者恢复情况良好，给予出院。"
    },
    {
        "id": 214,
        "symptom": {
            "一般资料": "女性，46岁，工人",
            "主诉": "左肘部及左前臂肿胀疼痛伴不敢活动2小时",
            "现病史": "患者于2小时前，在工作中不慎被机器挤伤左前臂及左肘部，当即肿痛畸形伴不敢活动，急由120送诊治疗，急诊摄DR示：左肱骨髁上骨折，移位。急诊以左肘部外伤、左肱骨髁上骨折为诊断收入院治疗。病来无昏迷，无意识不清，无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "T:37.0℃,P:100次/分,R:20次/分,BP:110/70/mmhg。一般情况：发育正常，营养中等，被动体位，平车推入病房。表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：左前臂及左肘部肿胀畸形，左肘窝部位见淤血斑，局部有血肿形成，肘后皮肤与皮下组织分离，触痛阳性，左肱动脉及左尺桡动脉未触及搏动，左手指皮肤苍白，皮温下降，末梢感觉迟钝。",
            "辅助检查": "DR示：左肱骨髁上骨折，移位。"
        },
        "diagnosis": {
            "初步诊断": "左上肢挤压伤,左肱骨髁上骨折,左肱动脉损伤？",
            "诊断依据": "1.病史：左肘部及左前臂肿胀疼痛伴不敢活动2小时。2.查体：左前臂及左肘部肿胀畸形，左肘窝部位见淤血斑，局部有血肿形成，肘后皮肤与皮下组织分离，触痛阳性，左肱动脉及左尺桡动脉未触及搏动，左手指皮肤苍白，皮温下降，末梢感觉迟钝。3.影像学检查：DR示：左肱骨髁上骨折，移位。",
            "鉴别诊断": "1.软组织损伤：局部肿痛但无明显畸形，无骨擦感及反常活动等骨折体征，本病例具有骨折阳性体征，影像学检查支持骨折，故可排除软组织损伤。2.病理性骨折：轻度外伤后即发生骨折，影像学检查会存在骨质内异常阴影，患者有明显的外伤史，X线片未见明显的骨质破坏，暂可排除。",
            "诊断结果": "左上肢挤压伤,左肱骨髁上骨折,左肱动脉断裂,"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、空腹血糖、肝肾功、血离子、RPR、HIV、心电图、肺CT），急诊全麻下行左上肢挤压伤探查手术治疗，术中探查见肱动脉碾挫断裂，上肢后侧皮肤大面积脱套，取头静脉修补断裂的肱动脉，脱套皮肤行反取皮回植术，肱骨髁上骨折以交叉克氏针固定。术后给予头孢西丁钠1.0日2次静点以抗感染，给予注射用七叶皂苷钠10毫克日1次静点消肿，罂粟碱30毫克，每天两次肌注，防止血管痉挛，给予红光、烤电治疗，定期换药，术后14天拆线，切口愈合良好，大部分皮肤成活，左尺桡动脉搏动良好，末梢血运良好。患者治愈出院，出院后2-4周门诊复查，术后4周可行肘关节屈伸功能锻炼。"
    },
    {
        "id": 215,
        "symptom": {
            "一般资料": "男性，32岁，职员",
            "主诉": "右足跟部疼痛，伴活动受限2小时",
            "现病史": "患者于2小时前，在打羽毛球过程中不慎拉伤，当即自觉右足跟位置疼痛，活动后疼痛加重，并出现踝关节活动无力，逐来就诊，急诊查磁共振示：右侧跟腱断裂。门诊以右跟腱断裂为诊断收入院治疗。病来无发热、无头痛头晕，无恶心呕吐，无肢体麻木，无胸闷气急，无胸腹痛，饮食睡眠尚可，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "T:36.8℃,P:84次/分,R:20次/分,BP:120/70/mmhg。一般情况：发育正常，营养中等，被动体位，轮椅推入病房。表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：右足跟处肿胀明显，跟腱处可扪及明显空虚感，右踝关节背伸受限，跖屈障碍，Thompson征阳性，足背动脉搏动良好，足趾感觉运动正常。",
            "辅助检查": "磁共振示：右侧跟腱断裂。"
        },
        "diagnosis": {
            "初步诊断": "右侧跟腱断裂",
            "诊断依据": "1.病史：右足跟部疼痛，伴活动受限2小时。2.查体：右足跟处肿胀明显，跟腱处可扪及明显空虚感，右踝关节背伸受限，跖屈障碍，Thompson征阳性，足背动脉搏动良好，足趾感觉运动正常。",
            "鉴别诊断": "1.踝关节扭伤：踝关节周围出现肿胀疼痛，活动范围受到限制，无跟腱后方凹陷感，该患跟腱后方存在凹陷，MR示：右跟腱断裂。故可排除。2.踝关节骨折（后踝骨折）：跟腱周围会有出现非常明显的肿胀和疼痛症状，影像学检查可明确，该患无骨折征象，故可排除。",
            "诊断结果": "右跟腱断裂"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，根据磁共振检查右跟腱断裂，手术指征明确，于入院后第3天，椎管内麻醉下行右跟腱断裂微创修补手术治疗，术前1小时给予注射用头孢唑啉钠1.0静点以预防感染。术后给予长腿石膏托跖屈位30度固定3周，定期换药，局部冷疗（术后48小时），给予注射用七叶皂甙钠10毫克日1次静点以减轻肿胀，肌肉注射酮咯酸氨丁三醇2毫升每日2次以止痛，术后14天拆线见切口1/甲愈合，患者治愈出院。嘱其出院2周后门诊复查，术后3周后拆除石膏托穿高跟鞋练习踝关节屈伸及小腿肌肉力量训练。穿高跟鞋保护3个月，半年内不能剧烈运动。"
    },
    {
        "id": 216,
        "symptom": {
            "一般资料": "女性，45岁，农民",
            "主诉": "被他人打伤致右手食指、左腕部疼痛不适3小时",
            "现病史": "患者于3小时前在工地被他人打伤右手及左腕部，当即感伤处疼痛，无皮破流血，伤后未作特殊处理，急来至我院就诊，门诊经询问病史及查体后以“侧副韧带损伤（右食指近端指间关节尺侧）”收入院。患者自伤后无意识丧失，无头痛、头晕，无腹痛、腹胀，无二便失禁。",
            "既往史": "阑尾切除术后25年，剖宫产手术史。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.5℃,P:72次/分,R:18次/分,BP:104/77/mmhg。一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率72次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。右下腹见一长约6cm斜形手术切口瘢痕，下腹见一长约20cm横行手术切口瘢痕，均愈合良好。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左腕部见多处抓痕，腕关节活动可。右手拇指指甲远端0.2cm×0.3cm缺损，右手食指近端指间关节尺侧压痛，明显肿胀，可轻度侧方移动，关节稳定，侧方应力试验（-），右食指指端感麻木不适，屈伸活动不利，指端血运可。脊柱及余肢体未见明显异常。",
            "辅助检查": "单手指(正侧位)：右手食指骨质未见明显异常，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "1.侧副韧带损伤（右食指近端指间关节尺侧）2.软组织挫伤（左腕）3.指神经损伤（右食指尺侧）4.阑尾切除术后5.剖宫产术后",
            "诊断依据": "1.被他人打伤致右手食指、左腕部疼痛不适3小时。2.左腕部见多处抓痕，腕关节活动可。右手拇指指甲远端0.2cm×0.3cm缺损，右手食指近端指间关节尺侧压痛，明显肿胀，可轻度侧方移动，关节稳定，侧方应力试验（-），右食指指端感麻木不适，屈伸活动不利，指端血运可。脊柱及余肢体未见明显异常。3.单手指(正侧位)：右手食指骨质未见明显异常，请结合临床。",
            "鉴别诊断": "1.指骨骨折：该病人会有外伤史，患肢肿胀，畸形，可触及骨折摩擦感，闻及骨折摩擦音，拍片可确诊。2.关节脱位：该病人会有外伤史，患处关节畸形，弹性固定，活动障碍，拍片可确诊。",
            "诊断结果": "1.侧副韧带损伤（右食指近端指间关节尺侧）2.软组织挫伤（左腕）3.指神经损伤（右食指尺侧）4.阑尾切除术后5.剖宫产术后6.高脂血症7.高尿酸血症8.颈椎间盘突出9.颈椎退行性变10.脂肪肝11.胆囊息肉"
        },
        "cure": "侧副韧带损伤在早期易被忽略，混同于一般的扭伤，未能及时制动，直至变为慢性损伤。伤后被动活动关节时会出现疼痛加剧。对于侧副韧带不完全断裂与完全断裂的鉴别十分困难，近侧指间关节在应力位平片上的侧方成角大于20度时为完全性断裂，否则多为不完全性断裂。该患者通过查体及影像学表现评估为不完全性断裂。采用夹板外固定制动关节，5周后开始主动的屈伸关节活动，但是告知患者不要负重以及侧方搬弄手指，以免造成韧带松弛或者是再次断裂。关节的肿胀疼痛，一般需要在3~4个月的时间才能完全消退，有时关节会因结缔组织增生而遗留胖大的外观。"
    },
    {
        "id": 217,
        "symptom": {
            "一般资料": "男性，8岁，学生",
            "主诉": "左髋部肿痛伴不敢活动1天。",
            "现病史": "患者于1天前，不慎摔倒左髋部着地，当即左髋部肿痛伴不敢活动，急于附近医院摄DR示：左股骨粗隆间骨折，移位，左股骨大粗隆内囊性变，考虑病理性骨折。给予下肢皮肤牵引治疗，今来我院就诊，门诊以左股骨粗隆病理性骨折为诊断收入院治疗。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动体位，平车推入病房。表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：左髋部肿胀畸形，触痛阳性，左下肢较对侧短缩约2.0cm，左足外旋90度，左足背动脉搏动良好，左足趾感觉运动良好。",
            "辅助检查": "DR示：左股骨粗隆间骨折，移位，左股骨大粗隆内囊性变，考虑病理性骨折。"
        },
        "diagnosis": {
            "初步诊断": "左股骨粗隆间病理性骨折,左股骨骨囊肿？",
            "诊断依据": "1.病史：左髋部肿痛伴不敢活动1天。2.查体：左髋部肿胀畸形，触痛阳性，左下肢较对侧短缩约2.0cm，左足外旋90度，左足背动脉搏动良好，左足趾感觉运动良好。3.影像学检查：DR示：左股骨粗隆间骨折，移位，左股骨大粗隆内囊性变，考虑病理性骨折。",
            "鉴别诊断": "1.内生软骨瘤：生长缓慢，症状较轻微，表现为患处轻微疼痛或不适及压痛。发生在手部或其他浅表部位时，还表现为局部逐渐隆起的包块或梭形膨胀，使活动轻度受限，患者常因病理骨折就诊，结合CT检查，CT横断面可见膨胀性改变，低密度灶中心有斑点状钙化灶。该患影像学检查可以排除。2.骨巨细胞瘤：多见于20―40岁者。好发生于干骺端，骨巨细胞瘤可穿越骨骺，骨囊肿一般不破坏骨骺。孤立性骨囊肿一般无症状，常在发生病理性骨折后被发现，骨巨细胞瘤则可有轻度隐痛、肿块，也可发生病理性骨折。该患影像学检查可以排除。",
            "诊断结果": "左股骨粗隆间病理性骨折,左股骨骨囊肿"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、心电图、肺CT），给予左下肢持续皮肤牵引治疗，口服艾瑞昔布镇痛，根据病史、查体及影像学检查现诊断为左股骨粗隆间病理性骨折、左股骨骨囊肿，经讨论后于入院第3天行左股骨粗隆间骨折钉板系统内固定，取髂骨植骨手术治疗。术中取肿物标本行病理检查。术后48小时内给予局部冷敷治疗，射频电疗治疗。指导患儿康复功能锻炼（股四头肌等长收缩训练、踝泵训练）定期换药，术后病理回报示：左股骨骨囊肿。术后10天拆线见切口愈合良好，患者治愈出院，嘱咐其出院后2、4、8周复查X光片，之后每3月复查1次，嘱咐其髋膝关节屈伸功能锻炼，术后8周开始拄双拐半负重行走，12周骨折愈合后完全负重。"
    },
    {
        "id": 218,
        "symptom": {
            "一般资料": "女性，46岁，个体",
            "主诉": "头痛20余天，发现颅内占位1天",
            "现病史": "患者20天前无明显诱因逐渐出现头痛，当时未在意，10天前头痛加重，为双颞侧胀痛，伴有恶心呕吐，无肢体麻木乏力，无四肢抽搐，无步态不稳，无礼物模糊。于当中医院就诊给予对症处理，后头痛缓解不明显，为进一步诊治，1天前至当地人民医院查头颅头CT显示右侧颞叶囊实性变伴水肿，予甘露醇等对症治疗后为进一步诊治来我院。今日为进一步检查和治疗门诊以“颅内占位病变”收住入院。患者自起病以来，神志软，精神差，饮食、睡眠差，大小便正常，体重无明显变化。",
            "既往史": "平时健康状况：良好，否认冠心病、高血压病、慢性支气管炎、慢性肝病、肾脏疾病、糖尿病等心肝脑肺肾及内分泌重大疾病史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，意识清楚，查体合作。全身皮肤粘膜无苍白，无黄疸，皮肤弹性好，未见肝掌、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无苍白，巩膜无黄染，瞳孔：双侧瞳孔等大等圆，直径3mm，对光反射灵敏。视力视野粗测正常，双眼球活动正常。耳廓外形正常，鼻无畸形，鼻腔粘膜无充血，鼻中隔无偏曲，鼻翼无扇动。口唇无苍白，颊粘膜无溃疡、白斑。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，双侧呼吸动度一致，肋间隙无增宽。语颤无增强及减弱，无捻发感及胸膜摩擦感。双肺叩诊清音。双侧呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动位置正常。无震颤及心包摩擦感。心浊音界无扩大。心律70次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。腹部平软，下腹部可以纵向手术疤痕，愈合良好，无腹壁静脉曲张，未见胃肠型及蠕动波，肝脾肋下未触及，叩诊无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音。肛门及外生殖器未查。脊柱四肢无畸形。神经系统查体：神志清楚，精神软，语言流利，对答切题，记忆力、计算力、定向力正常。双侧瞳孔等大等圆，直径3mm，对光反射灵敏，颈软，无抵抗，四肢肢体肌力5级，肌张力正常，腱反射正常，双侧巴氏征阴性。",
            "辅助检查": "头颅CT示：右侧颞叶占位伴邻近脑实质大面积水肿。"
        },
        "diagnosis": {
            "初步诊断": "颅内占位性病变：右侧颞叶胶质瘤",
            "诊断依据": "患者中年女性，亚急性起病，有高颅压表现，查体虽无阳性体征，但影像学符合颅内占位的特点：病灶囊实性、环形强化，伴明显水肿，首先考虑胶质瘤：因为该病隐袭起病，多呈实质性肿块，较大时可伴坏死、囊变，呈花环状厚壁强化或不规则强化，无其他部位原发肿瘤。",
            "鉴别诊断": "1.脑脓肿：有发热病史，影像上典型者呈均匀薄壁强化，DWI上呈显著高信号可与肿瘤鉴别。2.瘤样脱髓鞘：本质是反复髓鞘脱失和再生加上非特异性炎症或胶质增生过度，水肿和强化不如转移瘤明显，典型者呈开环状强化，可呈现影像-临床分离，即病灶很大，但临床症状很轻，激素治疗敏感。3.淋巴瘤：较少见，多见于中线部位白质区，CT呈稍高密度，T2呈略低信号，强化明显，典型者呈指状强化，激素治疗敏感。",
            "诊断结果": "右侧颞叶占位：星形细胞瘤（WHOIII级）"
        },
        "cure": "患者入院后完善相关术前准备，颅脑增强MRI+MRS：右侧颞叶囊实性占位病变，周边肿组织水肿明显，中线左偏，结合MRS，考虑高级别胶质瘤。排除手术禁忌后在全麻下行“开颅显微镜下大脑病损切除术（右侧颞叶占位病变切除术）”，手术顺利，术后给予头孢曲松预防感染，并给予德巴金预防癫痫、补液、奥美拉唑预防应激性溃疡、营养支持等对症治疗。术后复查增强MR提示肿瘤全切除。术后病理结果：（右侧颞叶占位病变）大片炎性坏死组织中见极小片神经上皮细胞异型增生，组织挤压明显；结合形态及免疫标记，考虑星形细胞瘤（WHOIII级）。免疫组化染色结果:A：EGFR(+)、Ki67(+10%)、GFAP(+)、Vimentin(+)、P53(局灶+)、S-100(-)。遂转肿瘤医院进一步行同步放化疗。"
    },
    {
        "id": 219,
        "symptom": {
            "一般资料": "女性，45岁，教师",
            "主诉": "中上腹部隐痛1年，加重3天",
            "现病史": "患者1年前无明显诱因出现中上腹部疼痛，疼痛呈周期性，节律性，以饥饿后疼痛明显。伴有恶心呕吐，嗳气，反酸，患者自发病以来，无食欲下降，无头晕、头痛，无血尿、黑便。曾至当地医院就诊，诊断不祥，治疗后上述症状好转，具体治疗方式不详，3天前上述症状加重，在当地医院治疗后未缓解，为求进一步治疗，来我院就诊，门诊以腹痛待查收治我院，患者自患病以来，精神尚可，睡眠可，大小便无异常，体重无明显变化。",
            "既往史": "一般情况良好，无糖尿病、高血压等病史，否认有肝炎，结核等传染病史，否认手术外伤史，否认输血史，无药物及食物过敏史，预防接种史不详"
        },
        "examine": {
            "查体": "T:℃，P:次/分，R:次/分，BP:mmHg。T:36.8℃,P:88次/分,R:21次/分,BP:120/88/mmhg。发育正常，营养中等，自动体位，查体合作，神志清楚，回答切题，全身皮肤粘膜无黄染、皮疹及出血点，无肝掌、蜘蛛痣，浅表淋巴结未触及肿大，头颅外形正常，胸廓对称无畸形，双侧呼吸动度正常，无胸膜摩擦感，双肺叩清音，双肺呼吸音清晰，无干湿啰音。心界正常率，其各瓣膜听诊区未闻及病理性杂音。脊柱四肢无畸形，四肢关节活动度良好，生理反射存在。腹部平坦，无胃肠型及蠕动波，中上腹部轻压痛，无肌紧张及反跳痛。移动性浊音阴性，肠鸣音正常，肝脾未扪及肿大。",
            "辅助检查": "电子胃镜提示十二指肠球部溃疡伴活动性出血。"
        },
        "diagnosis": {
            "初步诊断": "十二指肠溃疡伴活动性出血",
            "诊断依据": "1.主诉：患者诉中上腹部隐痛一年，加重三天。2.查体：中上腹部轻压痛，无肌紧张及反跳痛。3.辅助检查：电子胃镜提示十二指肠球部溃疡伴活动性出血。",
            "鉴别诊断": "1.功能性消化不良，其特点是上腹部疼痛或饱胀不适，也有反酸嗳气等表现，体检可完全正常，胃镜可以鉴别。2.胃癌：其特点可以在胃镜下进行辨别，形态多不规则，周边较僵硬，触之易出血，以及局部蠕动减弱或消失。",
            "诊断结果": "十二指肠球部溃疡伴活动性出血。"
        },
        "cure": "入院后完善相关检查。电子胃镜提示十二指肠溃疡伴活动性出血，血常规白细胞计数升高，中性粒细胞百分比为70.3。故诊断为十二指肠溃疡伴活动性出血，故给予补充血容量，快速滴注平衡盐溶液1500毫升，并且静脉应用生除手术禁忌排出手术禁忌症后胃镜除手术禁忌症后，急诊行内镜下电凝止血术。术后患者恢复情况良好，复查可见出血点消失，并继续给予上述支持治疗，术后第3天患者可进食流质食物，患者恢复情况良好即出院。"
    },
    {
        "id": 220,
        "symptom": {
            "一般资料": "女性，50岁，农民",
            "主诉": "车祸致意识不清45分钟",
            "现病史": "患者入院前45分钟发生车祸，当即出现意识不清，倒地不起，大声呼叫下能睁眼，可发声，无言语，伴头部流血，伴呕吐多次，呕吐物为胃内容物，患者无喘憋流涎，无肢体抽搐，无大小便失禁，在外未行特殊处理，急由120送至我院急诊室，急诊室行颅脑、胸部、腹部、脊柱等部位CT检查示1.左侧硬膜下及硬膜外血肿2.蛛网膜下腔出血3.右侧放射冠脑梗塞灶4.右颞顶部皮下血肿5.支气管炎6.双肺纤维灶7.甲状腺右侧叶低密度灶，建议超声检查8.左侧肾上腺局限性增粗，请结合临床9.子宫钙化灶10.颈、胸、腰椎未见明显外伤性改变11.骨盆骨质未见明显外伤性改变12.尾1椎体向前移位，请结合临床，给予头部包扎、静滴甘露醇等治疗，现为行进一步治疗，急诊以“创伤性脑出血”收入我科。患者自发病以来，昏睡状态，未进饮食，未解大小便。",
            "既往史": "既往“高血压病”病史8年，未行特殊治疗，血压控制情况不详，“甲状腺功能亢进”病史6年，院外曾行药物治疗，半年前停药。无病毒性肝炎病史，无结核等传染病密切接触史，无输血史。无手术史。无重大外伤史。无药物过敏史。无食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:37℃,P:56次/分,R:21次/分,BP:187/100/mmhg。昏睡，刺激可睁眼，可发声，无言语，查体不合作，右侧颞顶部可见直径约15cm皮下血肿，中间可见1长约1cm皮肤裂口，伴少量渗血，右侧眼睑肿胀，左侧瞳孔直径约2.0mm，直接、间接对光反射正常，右侧瞳孔直径约4.0mm，对光反射消失，双肺呼吸音粗糙，未闻及干、湿性啰音，心率56次/分，律齐，心音有力，各瓣膜听诊区未闻及杂音，腹平触软，肠鸣音弱，四肢肌张力不高，疼痛刺激双上肢可定位，双下肢屈曲，生理反射角膜反射、腹壁反射存在，病理反射右侧巴氏征阳性，左侧巴氏征阴性，GCS评分9分（M5V2E2）",
            "辅助检查": "颅脑、胸部、腹部、脊柱等部位CT检查示1.左侧硬膜下及硬膜外血肿2.蛛网膜下腔出血3.右侧放射冠脑梗塞灶4.右颞顶部皮下血肿5.支气管炎6.双肺纤维灶7.甲状腺右侧叶低密度灶，建议超声检查8.左侧肾上腺局限性增粗，请结合临床9.子宫钙化灶10.颈、胸、腰椎未见明显外伤性改变11.骨盆骨质未见明显外伤性改变12.尾1椎体向前移位，"
        },
        "diagnosis": {
            "初步诊断": "1.左侧硬膜下血肿,2.左侧硬膜外血肿,3.蛛网膜下腔出血,4.脑挫伤,5.脑梗死,6.支气管炎,7.低钾血症8.右侧眶外、顶壁骨折,9.动眼神经损伤,10.高血压病3级很高危,11.应激性高血糖,12.左束支传导阻滞,13.右颞顶部皮下血肿,14.右侧放射冠脑梗塞灶,15.双肺纤维灶,16.甲状腺右侧叶低密度灶,17.尾1椎体移位,18.皮肤挫裂伤,19.甲状腺功能亢进,20.三尖瓣、主动脉瓣轻度反流,21.甲状腺左侧叶结节",
            "诊断依据": "车祸致意识不清45分钟入院，CT提示颅脑、胸部、腹部、脊柱等部位CT检查示1.左侧硬膜下及硬膜外血肿2.蛛网膜下腔出血3.右侧放射冠脑梗塞灶4.右颞顶部皮下血肿5.支气管炎6.双肺纤维灶7.甲状腺右侧叶低密度灶，建议超声检查8.左侧肾上腺局限性增粗，请结合临床9.子宫钙化灶10.颈、胸、腰椎未见明显外伤性改变11.骨盆骨质未见明显外伤性改变12.尾1椎体向前移位，",
            "鉴别诊断": "1.颅内感染：患者可有发热情况，血白细胞升高，脑压高，可以通过脑脊液检查明确。2.大面积脑梗塞：是由脑动脉主干阻塞所致，CT呈现大片状低密度阴影，多为脑叶或跨脑叶分布，脑组织损害范围较大，临床上除表现脑梗塞的一般症状外，还伴有意识障碍及颅内压增高。目前依据不足。",
            "诊断结果": "1.左侧硬膜下血肿2.左侧硬膜外血肿3.蛛网膜下腔出血4.脑挫伤5.脑梗死6.支气管炎7.低钾血症8.右侧眶外、顶壁骨折9.动眼神经损伤10.高血压病3级很高危11.应激性高血糖12.左束支传导阻滞13.右颞顶部皮下血肿14.右侧放射冠脑梗塞灶15.双肺纤维灶16.甲状腺右侧叶低密度灶17.尾1椎体移位18.皮肤挫裂伤19.甲状腺功能亢进20.三尖瓣、主动脉瓣轻度反流21.甲状腺左侧叶结节"
        },
        "cure": "根据患者CT，收入重症监护室，予以留置胃管，导尿管，深静脉穿刺置管，因患者颅脑损伤，入院后5小时再次复查颅脑CT，示左侧颅内血肿量增多、脑肿胀明显、脑干周围脑池显影不清，危及患者生命，手术指征具备，需开颅手术治疗，遂在急症全麻插管下行“左侧开颅血肿清除并去骨瓣减压术”，手术顺利，术后复查CT相关炎症指标并不高，但考虑患者为重型颅脑损伤，且合并开颅手术，第二日再次复查相关实验室检查，跟预期一样，患者出现明显炎性反应。予以抗炎、营养神经、止血、降颅压、维持电解质及酸碱平衡等治疗。为控制炎症反应，术后加用血必净，患者经系统治疗后，一般情况相对稳定，未出现明显高热、抽搐、喘憋等特殊情况。复查CT吸收中，03月29日转入普通病房进一步治疗。"
    },
    {
        "id": 221,
        "symptom": {
            "一般资料": "男性，58岁，工人",
            "主诉": "高处坠落伤后意识障碍2小时余",
            "现病史": "患者2小时余前不慎从约3米高处坠落，伤及头部以及全身多处，当即出现神志不清，口腔、鼻腔有血液流出，无呕吐，无大小便失禁，无肢体抽搐，工友立即拨打120，急救人员到达现场后见患者呈烦躁状态，给予心电监护、吸氧等处理。入急诊科后见患者烦躁明显，立即给予心电监护、吸氧、开放静脉通路等处理，同时急诊行颅脑CT示：右侧额、顶部，双侧颞部硬膜下血肿，颅内积气，脑组织肿胀，蛛网膜下腔出血。请神经外科会诊，考虑目前出血量多，建议行急诊手术治疗，完善术前准备。故急诊以“创伤性硬膜下血肿”收住GICU。患者自本次发病以来，神志不清，极度烦躁，未进饮食，未排大小便。",
            "既往史": "高血压病史4年余，血压最高140/100mmlHg，平素未规律口服降压药(具体不详），血压控制情况不详。否认糖尿病、冠心病等病史。否认先天性心脏病等疾病。否认肝炎、结核等传染病史"
        },
        "examine": {
            "查体": "极度烦躁，左侧颞部可见约10cm×12cm大小头皮血肿及头皮挫伤。双侧瞳孔等大等圆，直径约3mm，对光反射迟钝。双鼻腔、口腔有血迹。颈部对称，气管居中。胸廓无畸形，左侧肋部有骨擦感，听诊双肺呼吸音粗，双肺可闻及湿性啰音，无胸膜摩擦音。听诊心率113次/分，律齐，各瓣膜听诊区无杂音。腹软，肠鸣音正常。左上臂外侧可见一长约15cm手术瘢痕，愈合良好。四肢无畸形，四肢肌张力正常。神经系统查体：肱二头肌反射、肱三头肌反射、膝反射正常，巴氏征未引出。余查体不配合。",
            "辅助检查": "颅脑+胸部+全腹CT：1.右侧额、顶部，双侧颞部硬膜下血肿，颅内积气，脑组织肿胀，蛛网膜下腔出血；2.双侧颞骨、蝶骨、斜坡、左侧颧弓、左侧顶骨多发骨折；3.双顶部皮下血肿；4.右侧第2、3、4前肋骨、左侧第1~10肋骨、T1~9左侧附件、胸骨及左侧肩胛骨、L3椎体多发骨折；5.左侧气胸，胸腔积液；6.双侧创伤性湿肺；"
        },
        "diagnosis": {
            "初步诊断": "1.重型颅脑损伤创伤性硬膜下血肿（双）创伤性蛛网膜下腔出血颅底骨折头皮血肿多发颅骨骨折；2.多发肋骨骨折（右侧第2、3、4前肋骨、左侧第10肋骨）；3.左侧颧弓骨折（双）；4.胸骨骨折；5.腰椎骨折胸椎骨折（T1~9左侧）；6.肩胛骨骨折（左）；7.创伤性湿肺；8.左侧血气胸；9.全身炎症反应；10.高血压（1级低危）；11.肱骨骨折术后（左）",
            "诊断依据": "高处坠落伤后意识障碍2小时余颅脑+胸部+全腹CT：1.右侧额、顶部，双侧颞部硬膜下血肿，颅内积气，脑组织肿胀，蛛网膜下腔出血；2.双侧颞骨、蝶骨、斜坡、左侧颧弓、左侧顶骨多发骨折；3.双顶部皮下血肿；4.右侧第2、3、4前肋骨、左侧第1~10肋骨、T1~9左侧附件、胸骨及左侧肩胛骨、L3椎体多发骨折；5.左侧气胸，胸腔积液；6.双侧创伤性湿肺；极度烦躁，左侧颞部可见约10cm×12cm大小头皮血肿及头皮挫伤。双侧瞳孔等大等圆，直径约3mm，对光反射迟钝。双鼻腔、口腔有血迹。颈部对称，气管居中。胸廓无畸形，左侧肋部有骨擦感，听诊双肺呼吸音粗，双肺可闻及湿性啰音，无胸膜摩擦音。听诊心率113次/分，律齐，各瓣膜听诊区无杂音。腹软，肠鸣音正常。左上臂外侧可见一长约15cm手术瘢痕，愈合良好。四肢无畸形，四肢肌张力正常。神经系统查体：肱二头肌反射、肱三头肌反射、膝反射正常，巴氏征未引出。余查体不配合。",
            "鉴别诊断": "脑卒中，好发于老年人，前期头晕头痛等症状不明显，可能突然出现意识障碍或者三偏征，即肢体偏瘫、偏盲。脑肿瘤好发于青壮年，头痛，头晕恶心呕吐等，症状明显，后期肿瘤压迫较明显时可能出现偏瘫的是障碍的。",
            "诊断结果": "1.重型颅脑损伤创伤性硬膜下血肿（双）创伤性蛛网膜下腔出血颅底骨折头皮血肿多发颅骨骨折；2.多发肋骨骨折（右侧第2、3、4前肋骨、左侧第10肋骨）；3.左侧颧弓骨折（双）；4.胸骨骨折；5.腰椎骨折胸椎骨折（T1~9左侧）；6.肩胛骨骨折（左）；7.创伤性湿肺；8.左侧血气胸；9.全身炎症反应；10.高血压（1级低危）；11.肱骨骨折术后（左）；12.电解质紊乱高钠血症；13.低蛋白血症；14.气管切开术后"
        },
        "cure": "患者入院后完善相关检查，积极予以右侧多发血肿清除+去骨瓣减压术；术后转入GICU给予抗感染、脱水降颅压、改善脑循环、抑酸护胃、祛痰、营养支持等综合治疗，应用美罗培南抗感染治疗。患者严重创伤导致其全身炎症反应合并凝血功能紊乱、血流动力学不稳定，持续血管活性药物泵入，血压仍偏低，为进一步补充血容量、补充凝血因子，输注人血浆冷沉淀10.5U，滤白悬浮红细胞3U，输注病毒灭活冰冻血浆400ml，输血后血压明显升高。同时加用血必净清除炎症因子，改善凝血功能。患者术后咳嗽反射减弱，分泌物潴留于下呼吸道，出现痰液黏稠，不易吸出，为了吸痰，保持气道通畅，在局麻下行经皮气管旋切术。患者炎性指标较前好转，停用美罗培南，改用头孢哌酮钠舒巴坦钠继续抗感染治疗，加用醒脑静促醒治疗，间断撤机，给予雾化吸入，2021-04-26患者停用镇静药物，呼叫能睁眼，询问问题能点头回应，气管切开插管处吸氧（氧流量4L/min)，自主呼吸可，呼吸频率在25次/分左右，节律规则，血氧饱和度在98%以上，间断吸痰管吸痰，血氧饱和度在98%以上，目前一般情况较前好转，请神经外科会诊看过病人后，考虑患者目前病情相对稳定，可转入神经外科进一步治疗，详细向患者家属交代病情及预后，于2021-4-29转入神经外科进一步治疗。"
    },
    {
        "id": 222,
        "symptom": {
            "一般资料": "女性，68岁，农民",
            "主诉": "突发意识不清1.5小时",
            "现病史": "患者入院前1.5小时无明显诱因地突然出现意识不清，倒地不起，伴言语不清，伴呕吐1次，呕吐物为黄色胃内容物，患者无肢体抽搐，无大小便失禁，在外未行特殊处理，家属急呼120送至我院急诊室，急诊室行颅脑CT示1.左侧丘脑区脑出血并破入脑室2.多发脑梗塞灶，给予20%甘露醇250ml静滴，现为行进一步诊治，急诊以“脑出血”收入我科。患者自发病以来，昏睡状态，未进饮食，未解大小便。",
            "既往史": "有“高血压病”病史30余年，家属诉收缩压最高超过180mmHg，平素规律应用“阿司匹林”等药物治疗，血压控制情况不详，家属否认糖尿病、冠心病等慢性疾病史。无病毒性肝炎病史，无结核等传染病密切接触史，无输血史。有手术史，30年前行胃穿孔手术，术后饮食无影响，10年前行左眼手术，术后遗留左眼视物模糊。无重大外伤史。无药物过敏史。无食物过敏史。预防接种史随当地计划免疫。"
        },
        "examine": {
            "查体": "昏睡状态，呼叫可睁眼，语声低微，回答尚切题，查体不合作。右侧瞳孔直径约2.5mm，左侧瞳孔直径约2.0mm，对光反应均迟钝，颈软，无抵抗感，双肺呼吸音粗，双肺可闻及痰鸣音，心率98次/分，律齐，心音有力，各瓣膜听诊区未闻及杂音，腹平，触软，肠鸣音弱，双下肢及右踝内侧可见多处皮下出血，四肢肌张力不高，左侧肢体可遵嘱活动，肌力约4级，疼痛刺激右侧肢体可屈曲，右侧巴氏征阳性，左侧巴氏征阴性，GCS评分14分（M6E3V5），营养风险筛查评分3分（A0B3C0）。",
            "辅助检查": "CT提示左侧丘脑脑出血破入脑室WBC:16.08*10*9/L"
        },
        "diagnosis": {
            "初步诊断": "1.左侧丘脑出血并破入脑室2.高血压病3级很高危3.吸入性肺炎？4.多发脑梗塞灶5.胃穿孔术后6.左眼手术术后",
            "诊断依据": "突发意识不清1.5小时来院昏睡状态，呼叫可睁眼，语声低微，回答尚切题，查体不合作。右侧瞳孔直径约2.5mm，左侧瞳孔直径约2.0mm，对光反应均迟钝，四肢肌张力不高，左侧肢体可遵嘱活动，肌力约4级，疼痛刺激右侧肢体可屈曲，右侧巴氏征阳性，左侧巴氏征阴性，GCS评分14分（M6E3V5）CT提示左侧丘脑脑出血破入脑室WBC:16.08*10*9/L",
            "鉴别诊断": "1.颅内感染：患者可有发热情况，血白细胞升高，脑压高，可以通过脑脊液检查明确。2.大面积脑梗塞：是由脑动脉主干阻塞所致，CT呈现大片状低密度阴影，多为脑叶或跨脑叶分布，脑组织损害范围较大，临床上除表现脑梗塞的一般症状外，还伴有意识障碍及颅内压增高。目前依据不足。",
            "诊断结果": "1.左侧丘脑出血并破入脑室2.高血压病3级很高危3.吸入性肺炎4.低钠血症5.低钾血症6.胸腔积液7.左眼手术术后8.三尖瓣反流9.双下肢动脉硬化10.主动脉、冠状动脉粥样硬化11.多发脑梗塞灶12.胃穿孔术后"
        },
        "cure": "患者入科后完善相关辅助检查（心电图、新冠病毒核酸检测、血常规、凝血、传染病、尿常规、CRP、PCT、SAA等），给予控制血压、降颅压、止血、营养神经、抑酸、抗感染、营养支持、维持电解质及酸碱平衡等治疗，联系颅脑外科会诊，建议急症在局麻下行改良-立体定向双侧脑室穿刺引流术，予以积极准备手术并行手术治疗，手术之后当晚复查颅脑及胸部CT，为控制炎症反应，加用血必净注射液100mL+氯化钠100ml，q8h静脉输液，疗程10天（04月17日-04月27日），患者经规律治疗后，病情相对稳定，未出现明显高热、抽搐、喘憋等特殊情况。根据CT及相关炎症实验室检查，可见炎症控制良好，肺炎逐步好转，血必净治疗有效，于2021年04月28日转入普通病房进一步治疗。"
    },
    {
        "id": 223,
        "symptom": {
            "一般资料": "男性，65岁，无",
            "主诉": "大量呕血、黑便1天",
            "现病史": "患者1天前出现大量呕血、黑便，无恶心、头痛等症状，为求进一步治疗，遂来我院就诊，行胃镜检查提示胃溃疡伴活动性出血，门诊以“胃溃疡伴活动性出血”收治入院。患者自起病以来饮食欠佳，精神、睡眠正常，小便正常，体重无明显变化。",
            "既往史": "患者既往有胃溃疡病史20年，口服奥美拉唑肠溶片一粒/次，日两次。口服枸橼酸铋钾片，一粒/次，日4次。无外伤史，无手术史，无输血史，无传染病史，预防接种史正常，无药物过敏史。"
        },
        "examine": {
            "查体": "T:37.5℃,P:126次/分,R:25次/分,BP:101/86/mmhg。一般情况可，生命体征平稳，皮肤粘膜色泽正常，双肺呼吸音轻未闻及干湿啰音，未闻及胸膜摩擦音，各瓣膜听诊区未闻及心脏杂音及奔马率，神情紧张，烦躁，手足湿冷，腹软，上腹部压痛，肠鸣音亢进。生理反射存在，病理反射未引出。",
            "辅助检查": "胃镜检查提示胃溃疡伴活动性出血。"
        },
        "diagnosis": {
            "初步诊断": "胃溃疡伴出血。",
            "诊断依据": "主诉：患者诉大量呕血，黑便一天。2查体：上腹部压痛，手足湿冷，肠鸣音亢进。3辅助检查：胃镜提示胃溃疡伴活动性出血，血常规提示血红蛋白90g/L，血细胞比容0.3。",
            "鉴别诊断": "功能性消化不良：通常有消化不良综合征，如反酸，嗳气，恶心，上腹饱胀不适，但胃镜和钡餐检查多无阳性发现。2慢性胃炎：有慢性无规律性上腹痛，可胃镜鉴别。",
            "诊断结果": "胃溃疡伴活动性出血"
        },
        "cure": "患者入院后完善相关检查，辅助检查提示血常规血红蛋白90g/L，血细胞比容0.3，胃镜提示胃溃疡伴活动性出血。故诊断为胃溃疡伴活动性出血。故给予患者快速静脉滴注平衡盐溶液1500ml，给予营养支持。排除手术禁忌症后，急诊在全麻下行胃大部切除术，术后患者清醒后推入病房，给予心电监护，禁饮食，继续予以加强营养，支持补液，抗感染等对症支持治疗。术后患者诉腹部切口疼痛，遂给予止痛治疗，患者术后第5天可自行下地活动，并且可以进食流质食物，患者术后恢复情况良好，给予出院。"
    },
    {
        "id": 224,
        "symptom": {
            "一般资料": "男性，30，职员",
            "主诉": "下腹部疼痛不适10小时余",
            "现病史": "患者10小时余前无明显诱因出现下腹疼痛不适，呈持续性钝痛，无放射痛，进行性加重，渐难忍受，无发热，疼痛剧烈时伴恶心并呕吐一次，呕吐物为胃内容物，非喷射性，无寒颤，无腹泻、便血，无血尿及小便疼痛等症状。后疼痛渐加重转移并固定至右下腹。为求进一步诊治，急来我院，查腹部CT:1.阑尾增粗、壁毛糙并粪石，考虑阑尾炎，建议结合临床；2.左肾低密度影，考虑囊肿；3.前列腺钙化灶；4.盆腔少量积液；血常规：WBC10.13×10^9/L，N8.86×10^9/L，N87.4％。以“急性阑尾炎”急诊收住我科。患病来，患者神志清，精神较差，未进食水，大小便正常，睡眠差，体重无明显变化。",
            "既往史": "否认\"高血压\"、\"糖尿病\"“冠心病”等病史，否认\"肝炎\"、\"肺结核\"等传染病史，无药物及食物过敏史、无外伤手术史。无输血史。预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，急性病容，表情痛苦，神志清楚，自主体位，查体合作。全身皮肤黏膜无黄染及出血点，全身浅表淋巴结无肿大。头颅无畸形，睑结无苍白，双侧瞳孔等大等圆，直径约3.0mm,对光反射灵敏，口唇无发绀，舌居中，咽稍红，扁桃体无肿大，颈软无抵抗。胸廓两侧对称，无畸形，肋间隙增宽，双侧呼吸运动对称，触诊语颤减弱，叩诊双肺呈过清音，双肺呼吸音粗，双肺可闻及少细小湿性啰音。心前区无隆起，无震颤，叩诊心界不扩大，心律80次/分，律齐，心音有力，心脏各瓣膜听诊区未闻及病理性杂音。腹平坦，无腹壁静脉曲张，未见胃肠型及蠕动波；腹软，未触及包块，右下腹压痛反跳痛明显伴局部腹肌紧张，肝脏、脾脏肋缘下未触及，腹部叩诊鼓音，脾区及肾区均无叩击痛，无移动性浊音，肠鸣音4次/分。肛门外生殖器未见异常，脊柱呈生理性弯曲，四肢无畸形，活动自如，双下肢无浮肿。生理反射存在，病例反射未引出。",
            "辅助检查": "腹部CT:1.阑尾增粗、壁毛糙并粪石，考虑阑尾炎，建议结合临床；2.左肾低密度影，考虑囊肿；3.前列腺钙化灶；4.盆腔少量积液；"
        },
        "diagnosis": {
            "初步诊断": "1.急性阑尾炎并局限性腹膜炎；2.左肾囊肿；3.盆腔积液。",
            "诊断依据": "1.病程10小时，急性起病；2.下腹部疼痛不适，伴发热、恶心及呕吐，腹痛渐加重并逐步转移并固定于右下腹；3.查体：右下腹压痛反跳痛明显，伴局部腹肌紧张；4.检查：血象高，腹部CT提示阑尾增粗、壁毛糙并粪石，考虑阑尾炎。",
            "鉴别诊断": "1.上消化道穿孔：常有溃疡或外伤史，多突发上腹部疼痛不适，渐加重，行X线膈下可见游离气体，多为上腹部压痛明显，行彩超检查管状低无回声可鉴别；2.泌尿系结石：常伴有血尿及小便刺痛，行彩超可见泌尿系强回声伴声影，腹部查体多无明显腹膜炎表现。",
            "诊断结果": "1.急性蜂窝织性阑尾炎并局限性腹膜炎；2.左肾囊肿；3.盆腔积液。"
        },
        "cure": "入院后完善常规检查肝功能、肾功能、心肌酶、电解质、血糖、血脂、凝血功能及传染病，结合上腹部CT检查，患者急性阑尾炎诊断明确。无明确手术禁忌，遂急诊行腹腔镜下阑尾切除术，术中发现探查腹、盆腔，见右侧髂窝淡黄色脓性渗液，回盲部局部与周围回肠粘连包裹，解剖关系不清。阑尾体积约8.0×1.4×1.4cm大小，阑尾肿胀、充血，表面伴脓苔，阑尾系膜充血、水肿，遂行阑尾切除术。术后按照ERAS标准管理，给予给予抗炎（左奥硝唑氯化钠注射液）、抑酸护胃（法莫替丁注射液）、化痰（氨溴索注射液）、补液（葡萄糖注射液、氯化钠注射液、氨基酸注射液）等对症支持治疗，定期监测血常规、生化等指标，复查腹腔积液彩超腹腔未见明显积液，且血象无明显异常，术后病理结果为良性炎性病变，饮食、睡眠及大、小便恢复后，予以办理出院"
    },
    {
        "id": 225,
        "symptom": {
            "一般资料": "男性，35岁，农民",
            "主诉": "右前臂肿胀疼痛伴活动受限1个月，加重1周。",
            "现病史": "患者于1个月前，在无明显诱因的情况下出现右前臂肿痛，肘关节活动受限，于家附近医院就诊，摄DR示：右桡骨近端见囊状低密度影，边缘光滑。未采取系统治疗，症状逐渐加重，逐来就诊，门诊以右桡骨近端肿物为诊断收入院治疗。病来无发热，无头晕头迷，无胸闷气急，无胸腹痛，饮食睡眠尚可，无大小便失禁，体重无减轻。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动体位，步入病房。表情略痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：右前臂近端肿胀，压痛阳性，可触及一近端条索状包块，质硬，边界不清，局部无红肿溃疡，无静脉曲张，右肘关节屈伸活动受限，右桡动脉搏动良好，右手指感觉运动良好。",
            "辅助检查": "DR及CT示：右桡骨近端见囊状低密度影，边缘光滑。MR示：右桡骨近端膨胀性骨破坏伴周围软组织水肿。"
        },
        "diagnosis": {
            "初步诊断": "右桡骨近端骨纤维异常增殖症？",
            "诊断依据": "1.病史：右前臂肿胀疼痛伴活动受限1个月，加重1周。2.查体：右前臂近端肿胀，压痛阳性，可触及一近端条索状包块，质硬，边界不清，局部无红肿溃疡，无静脉曲张，右肘关节屈伸活动受限，右桡动脉搏动良好，右手指感觉运动良好。3.影像学检查：DR及CT示：右桡骨近端见囊状低密度影，边缘光滑。MR示：右桡骨近端膨胀性骨破坏伴周围软组织水肿。",
            "鉴别诊断": "1.骨样骨瘤：瘤巢表现为骨质破坏区，一般为单发，周围骨质增生硬化；常可见瘤巢内的钙化或骨化影。该患影像学检查不支持上述表现故可排除。2.成骨细胞瘤：类圆形膨胀性骨质破坏，边缘清晰，可有少量骨膜反应，随病程进展，病灶內可有广泛致密钙化和骨化，该患无上述表现，故可排除。",
            "诊断结果": "右桡骨近端骨纤维异常增殖症"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、心电图、肺CT），患者入院后于臂丛麻醉下行瘤体病理穿刺检查，确诊为右桡骨近端骨纤维结构不良。各项检查回报无明显异常，手术指征明确，于入院后1周全麻下行右桡骨近端骨肿瘤切除、人工骨植骨、钢板内固定手术治疗。术后给予心电监护，持续低流量吸氧，术后给予注射用头孢西丁钠0.5Q12静点以抗感染，给予注射用七叶皂甙钠10mg静点以消肿，48小时内冷敷，48小时后红光治疗，局部中医透药治疗，指导患者行肘关节屈伸训练。口服吲哚美辛预防异位性骨化，定期换药，术后12天拆线，见切口1/甲愈合。患者治愈出院，嘱其2、4、6周、3月门诊复查，之后每半年复查一次，继续康复功能锻炼。"
    },
    {
        "id": 226,
        "symptom": {
            "一般资料": "男性，60岁，农民",
            "主诉": "上腹部疼痛2小时",
            "现病史": "患者2小时前无明显诱因出现上腹部疼痛，以右上腹为著，呈持续性钝痛，右侧腰背部反射痛，进行性加重，艰难忍受，未伴有发热、恶心、呕吐及腹泻不适。未曾治疗，遂急诊来我院。急诊给予止痛对症处理后疼痛明显缓解，为进一步诊治，急诊以“腹痛待查：胆囊结石并急性胆囊炎？”为初步诊断收入病房。患病来，患者神志清，精神差，未进食水，大、小便如常，未睡眠，体重无明显变化。1年前因上腹部疼痛，于当地医院就诊行彩超检查考虑胆囊结石，口服药物治疗后缓解，未进一步治疗。",
            "既往史": "否认\"高血压\"、\"糖尿病\"“冠心病”等病史，否认\"肝炎\"、\"肺结核\"等传染病史，无药物及食物过敏史、无外伤手术史。无输血史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.5℃,P:80次/分,R:20次/分,BP:120/70/mmhg。发育正常，营养良好，急性病容，表情痛苦，神志清楚，自主体位，查体合作。全身皮肤黏膜无黄染及出血点，全身浅表淋巴结无肿大。头颅无畸形，睑结无苍白，双侧瞳孔等大等圆，直径约3.0mm,对光反射灵敏，口唇无发绀，舌居中，咽稍红，扁桃体无肿大，颈软无抵抗。胸廓两侧对称，无畸形，肋间隙增宽，双侧呼吸运动对称，触诊语颤减弱，叩诊双肺呈过清音，双肺呼吸音粗，双肺可闻及少细小湿性啰音。心前区无隆起，无震颤，叩诊心界不扩大，心律80次/分，律齐，心音有力，心脏各瓣膜听诊区未闻及病理性杂音。腹平，未见胃肠型及蠕动波，腹壁静脉无曲张，无手术瘢痕，腹软，右上腹部压痛，无明显反跳痛，肝脾肋下未及，麦氏点无压痛及反跳痛，莫非氏征阳性，双肾区无压痛和叩击痛，移动性浊音阴性，肠鸣音4次/分。肛门外生殖器未见异常，脊柱呈生理性弯曲，四肢无畸形，活动自如，双下肢无浮肿。生理反射存在，病例反射未引出。",
            "辅助检查": "肝胆胰脾彩超示：充满性胆囊结石；脂肪肝（轻度），肝囊肿；肝内一级胆管稍扩张。上腹部MRI平扫+MRCP示：1.胆囊结石，胆囊炎，胆总管下端小结石可能，肝内胆管稍扩张；2.肝内多发异常信号；3.肝门区及腹膜后小淋巴结。血常规：白细胞4.9*109/L，中性粒细胞2.72*109/L,中性粒细胞百分比55.5%。肝功能：丙氨酸氨基转移酶16U/L，天门冬氨酸氨基转移酶19U/L，碱性磷酸酶99U/L，谷氨酰转肽酶25U/L，总胆红素7.8umol/L，直接胆红素2.6umol/L。血淀粉酶：67U/L;血脂肪酶：24U/L。"
        },
        "diagnosis": {
            "初步诊断": "1.胆囊结石并局限性腹膜炎；2.胆总管结石；3.肝囊肿",
            "诊断依据": "1.现病史、既往史：上腹部疼痛，以右上腹为著，呈持续性钝痛，右侧腰背部反射痛，进行性加重；1年前因上腹部疼痛，于当地医院就诊行彩超检查考虑胆囊结石，口服药物治疗后缓解，未进一步治疗。2.查体：腹软，右上腹部压痛，无明显反跳痛，肝脾肋下未及，麦氏点无压痛及反跳痛，莫非氏征阳性，双肾区无压痛和叩击痛，移动性浊音阴性，肠鸣音4次/分。3.检查及检验：肝胆胰脾彩超示：充满性胆囊结石；脂肪肝（轻度），肝囊肿；肝内一级胆管稍扩张。上腹部MRI平扫+MRCP示：1.胆囊结石，胆囊炎，胆总管下端小结石可能，肝内胆管稍扩张；2.肝内多发异常信号；3.肝门区及腹膜后小淋巴结。",
            "鉴别诊断": "1.肝脏病变：如肝脏肿瘤破裂出血、肝脓肿等亦可以引起右上腹疼痛，可结合既往病史及CT、MRI检查结果鉴别；2.右侧泌尿系统疾病：如泌尿系结石，也可以引起右侧腹部疼痛，其疼痛性质为绞痛，泌尿系彩超、尿常规可以鉴别；3.右侧胸部疾病：如胸膜炎，也可反应性引起右上腹疼痛，胸部检查及病史可以鉴别。",
            "诊断结果": "1.胆囊结石并坏疽性胆囊炎；2.胆总管结石3.肝囊肿"
        },
        "cure": "患者入院后完善入院常规检查肝功能、肾功能、心肌酶、电解质、血糖、血脂、凝血功能，检查结果无异常，结合上腹部CT及MRCP检查，患者胆囊结石伴急性胆囊炎诊断明确，不排除胆总管结石可能。经消化内科会诊后，于全麻下行内镜下胰胆管造影术（ERCP）+内镜下乳头肌切开术（EST）+取石术+内镜下鼻胆管引流术。术后患者病情稳定后，行腹腔镜下胆囊切除术，术中发现胆囊三角周围粘连严重、解剖位置不清，无法在腔镜下继续分离，故与家属沟通后中转开腹胆囊切除术。术后给予抗感染（头孢他啶）、保肝（多洗磷酸胆碱）、抑酸护胃（雷贝拉唑）、化痰（氨溴索）及补液、对症支持治疗，定期复查、监测血常规、肝肾功等血指标，手术切口按时换药。术后患者各项血指标恢复正常，于术后第6天经腹部彩超确定腹腔积液情况后将腹部引流管拔出，患者病情恢复、交代出院注意事项后出院。"
    },
    {
        "id": 227,
        "symptom": {
            "一般资料": "男性，40岁，职工",
            "主诉": "被人发现意识丧失7小时",
            "现病史": "患者7小时前在网吧被人发现意识丧失，由120送至我院急诊，入急诊时昏睡状态，疼痛刺激可被唤醒，伴右侧鼻腔出血，无口吐白沫，无皮肤外伤，无肢体抽搐，无二便失禁，急诊查颅脑CT“脑桥出血，建议复查。右侧基底节区腔隙灶”。随后患者出现后呕吐数次，呕吐物为咖啡色胃内容物，后病情发展，意识状态变差，刺激无反应，呈浅昏迷状态，急诊给予气管插管、止血、补液、降压等对症治疗；后拟“脑干出血”收入ICU治疗。起病来，患者神志昏迷，未饮食，大便未解，留置导尿，体重无明显变化。",
            "既往史": "有高血压病史，用药情况不详。否认冠心病、慢性支气管炎、慢性肝病、肾脏疾病、糖尿病等心肝脑肺肾及内分泌重大疾病史。"
        },
        "examine": {
            "查体": "T:36.7℃,P:94次/分,R:25次/分,BP:218/130/mmhg。发育正常，营养中等，深昏迷，查体欠合作。全身皮肤粘膜无苍白，无黄疸，皮肤弹性好，未见肝掌、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无苍白，巩膜无黄染，瞳孔：双侧瞳孔等大等圆，直径1.5mm，对光反射消失。视力查体不合作。耳廓外形正常，鼻无畸形，鼻腔粘膜无充血、双侧瞳孔等大等圆，直径1.5mm，对光反射消失，鼻中隔无偏曲，鼻翼无扇动。口唇无苍白，颊粘膜无溃疡、白斑。颈托固定，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，双侧呼吸动度一致，肋间隙无增宽。语颤无增强及减弱，无捻发感及胸膜摩擦感。双肺叩诊清音。双侧呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动位置正常。无震颤及心包摩擦感。心浊音界无扩大。心律94次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。腹部平软，无腹壁静脉曲张，未见胃肠型及蠕动波，肝脾肋下未触及，叩诊无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音。肛门及外生殖器未见异常。脊柱四肢无畸形。专科查体：神志昏迷，气管插管，呼吸机辅助呼吸，GCS评分：E1VTM2。双侧瞳孔等大等圆，直径1.5mm，对光反射消失，右眼结膜水肿，双侧鼻唇沟对称，口角不歪。颈稍抗，双上肢刺痛过伸，双下肢刺痛屈曲，生理反射存在，左侧巴氏征阳性，右侧巴氏征阴性。",
            "辅助检查": "颅脑CT：脑桥出血，建议复查。右侧基底节区腔隙灶。颅脑CTA:脑CTA未见明显血管异常。附见：脑桥出血，较今日前片范围有所增大，请复查。"
        },
        "diagnosis": {
            "初步诊断": "1.脑干出血2.高血压",
            "诊断依据": "患者，男，40岁，因“被人发现意识丧失7小时”入院，既往有“高血压”病史。查体：神志昏迷，GCS评分：E1VTM2。双侧瞳孔等大等圆，直径1.5mm，对光反射消失，双上肢刺痛过伸，双下肢刺痛屈曲，左侧巴氏征阳性，右侧巴氏征阴性。辅助检查：颅脑CT见明显脑干出血病灶。",
            "鉴别诊断": "1.高血压性脑出血：一般患者存在高血压病史，常有血压控制不佳或未监测血压情况，突发起病，常有肢体偏瘫、失语等症状，头颅CT常见基底节区脑出血，也可为颅内任何部位出血，确诊需排除其他原因所致脑出血,此病例考虑；2.颅内动脉瘤破裂出血：可有或无高血压病史，常以突发爆裂样头痛起病，头颅CT常见蛛网膜下腔出血征象，可合并脑内血肿；头颅CTA、DSA有助于确诊。",
            "诊断结果": "1.脑干出血2.高血压病三级（极高危）3.肺部感染"
        },
        "cure": "入院第二天在全麻下行立体定向神经导航下脑干血肿清除术。术后复查颅脑CT提示血肿完全清除。术后继续ICU加强监护治疗，加强气道护理，给予头孢曲松预防感染、甘露醇脱水降颅压、奥美拉唑抑酸护胃、予营养神经及改善脑代谢等对症治疗。术后痰培养：洋葱伯克霍尔德菌多重耐药美洛培南4μg/ml，给予停头孢曲松，改为美罗培南抗感染治疗，体温逐渐正常。于术后第5天行气管切开术，并成功脱机。术后第12天转回普通病房治疗。患者术后第21天出院转康复医院行高压氧等康复治疗。出院时患者已清醒，可遵嘱活动，精神稍差，无胸闷气急，四肢均可活动，肌力差，无肢体抽搐。查体：神志清楚，精神软，气管切开状态，自主呼吸平稳，GCS评分4+T+6,双侧瞳孔等大等圆，直径2.5mm，对光反射灵敏，切口愈合良好，已拆线。四肢可遵嘱活动，左下肢肌力约2级，余肢体肌力约3级，肌张力正常，右侧巴氏征阳性，左侧巴氏征未引出。"
    },
    {
        "id": 228,
        "symptom": {
            "一般资料": "男性，45岁，居民",
            "主诉": "男性,45岁,居民发现右侧附睾囊肿1月",
            "现病史": "缘于入院前1月患者无意中发现右侧阴囊内有一肿物，约花生米大小，有弹性，阴囊无红肿及疼痛，就诊我院门诊查彩超提示：右侧附睾头囊肿，双侧睾丸鞘膜腔积液。未予特殊处理。近一周患者出现右侧阴囊坠胀疼痛不适，自觉阴囊内肿物较前增大，今患者为求彻底诊治而来我院，门诊收入院治疗。",
            "既往史": "既往健康，否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认手术、外伤、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律68次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：阴茎成年型，双侧阴囊无红肿，右侧睾丸附睾位于阴囊内。右侧附睾头部可触及肿物，大小约2cm*2cm，轻压痛，质韧。",
            "辅助检查": "入院前无入院后检验（--）生化：生化全项(20180730):尿酸526↑μmol/L,甘油三酯5.57↑mmol/L,高密度脂蛋白胆固醇0.91↓mmol/L,余正常。血型鉴定(20180730):ABO血型O型,RH血型阳性(+),感染十项(20180730):乙型肝炎病毒表面抗原12164.876↑s/co,乙型肝炎病毒e抗体0.006↓s/co,乙型肝炎病毒核心抗体0.002↓s/co,乙型肝炎病毒前S1抗原阳性(+)！,余正常。血常规、尿常规、凝血五项未见明显异常。影像检查（--）彩超（泌尿系常规+肾血流）：双肾、输尿管及膀胱结构未见明显异常。阴囊彩超：右侧睾丸微结石、右侧附睾头囊肿胸片：心肺膈未见明显异常。心电图：窦性心律，正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "1.右侧附睾囊肿2.双侧睾丸鞘膜积液",
            "诊断依据": "1.患者男，慢性病程2.主因发现右侧附睾囊肿1月3.查体：右侧附睾头部可触及肿物，大小约2cm*2cm，轻压痛，质韧。",
            "鉴别诊断": "1)腹股沟斜疝：腹股沟斜疝阴囊肿大，有时可见肠型、闻及肠鸣音，卧位时阴囊内容物可回纳，透光试验阴性；2)鞘膜积液：多见于儿童，透光试验阳性，彩超可明确诊断。",
            "诊断结果": "1.右侧附睾囊肿2.乙型肝炎"
        },
        "cure": "麻醉方式:椎管内麻醉手术方式:右侧附睾肿物切除术手术简要经过:患者入手术室，麻醉成功后取平卧位，常规消毒铺无菌巾单。于右侧阴囊作横行切口，长约4cm，切开皮肤、肉膜及鞘膜层。右侧附睾头部可见一肿物，囊性，大小约1.5*1.5cm，仔细分离肿物，保护附睾及精索血管，将附睾肿物完整切除。以1号丝线间断缝合创面。检查术野、彻底止血，将睾丸还纳于阴囊内。间断缝合肉膜及阴囊皮肤切口，敷料包扎。手术顺利，术后安返病房。标本送病理。术中诊断:1.右侧附睾囊肿2.乙型肝炎术后处理措施:心电监测，吸氧，抗炎补液对症处理。术后应当特别注意观察的事项:监测生命体征，观察术区恢复情况。"
    },
    {
        "id": 229,
        "symptom": {
            "一般资料": "女性，42岁，农民",
            "主诉": "确诊右乳腺癌1年余，拟行内分泌治疗",
            "现病史": "患者于1年多前因“发现右乳肿物2周余”就诊于上级医院，完善相关检查考虑”乳腺癌“，于2019-09-12在该院行手术治疗，具体术式不详，术后病理示：1.(右侧)乳腺浸润性导管癌(组织学分级Ⅲ级)，肿物位于乳腺内上象限，大小3×2.2×1.8cm，未见明确神经及脉管侵犯；(右乳)乳头、皮肤及底切缘均未见癌；3.(右乳)内下、外上、外下象限乳腺组织未见癌；4.(右乳前哨)淋巴结(1/1)查见转移癌；5.(右乳前哨周围I)淋巴结(0/1)、(右乳前哨周围Ⅱ)淋巴结(0/5)及(腋窝)淋巴结(0/5)均未查见转移癌.免疫组化示:肿瘤细胞ER(1+，阳性细胞数约20%)、PR(1+，阳性细胞数约20%)、HER-2(1+)，p63(-)，Ki-67(+，30-40%)。术后恢复可，在该院行AC×4-T×4方案(表柔比星70mgd1d2，环磷酰胺1.0g，多西他赛160mg)。化疗后至济宁医学院附属医院行术后辅助放疗25次。现患者为求进一步后续治疗来诊。门诊医师以“乳腺癌术后化放疗后”收入院。患者自发病以来，神志清，精神可，饮食睡眠可，大小便无异常，体重较前无明显变化。",
            "既往史": "否认高血压、冠心病、糖尿病等慢性疾病病史否认肝炎、结核等传染性疾病病史及密切接触史.否认重大外伤史.否认食物、药物过敏史.否认输血史.预防接种史不详."
        },
        "examine": {
            "查体": "T:36.4℃,P:82次/分,R:18次/分,BP:114/75/mmhg。中年女性，发育正常，营养中等.神志清，精神可.自主体位，查体合作.全身皮肤黏膜、巩膜无明显黄染及出血点，颈部及锁骨上浅表淋巴结未及明显肿大.头颅无畸形，双眼睑无水肿、下垂，双瞳孔等大等圆，直径约3mm，对光反射正常存在耳鼻无畸形，口唇无紫绀，咽后壁无充血，扁桃体无肿大，伸舌居中。颈软，气管居中，甲状腺未及明显肿大，无颈静脉怒张.胸廓无畸形，右乳缺如，右胸壁可见一长约15CM手术疤痕，I/甲愈合。双肺呼吸音粗，未闻及明显干湿音.心率约82次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音.腹平软，未及肠型及蠕动波，无压痛、反跳痛，未及包块及肿物，肝脾肋下未及，肝肾区无扣痛，移动性浊音阴性，肠鸣音正常。肛门、外生殖器未查脊柱四肢无畸形，双下肢无水肿.四肢肌力、肌张力正常，双膝腱反射正常存在，双巴宾斯基征阴性、脑膜刺激征阴性.",
            "辅助检查": "2019-09-18术后病理1.(右侧)乳腺浸润性导管癌(组织学分级Ⅲ级)，肿物位于乳腺内上象限，大小3×2.2×1.8cm，未见明确神经及脉管侵犯；(右乳)乳头、皮肤及底切缘均未见癌；3.(右乳)内下、外上、外下象限乳腺组织未见癌；4.(右乳前哨)淋巴结(1/1)查见转移癌；5.(右乳前哨周围I)淋巴结(0/1)、(右乳前哨周围Ⅱ)淋巴结(0/5)及(腋窝)淋巴结(0/5)均未查见转移癌.免疫组化示:肿瘤细胞ER(1+，阳性细胞数约20%)、PR(1+，阳性细胞数约20%)、HER-2(1+)，p63(-)，Ki-67(+，30-40%)。"
        },
        "diagnosis": {
            "初步诊断": "右乳腺癌术后化放疗后（pT2N1M0IIB期HR王阳性Her-2阴性）",
            "诊断依据": "1.中年女性既往体健。2.确诊右乳腺癌1年余，拟行内分泌治疗。3.术后病理及化放疗病史明确。4.查体:右乳缺如，右胸壁可见一长约15cm手术疤痕，I/甲级愈合。双肺呼吸音粗，未闻及明显干、湿啰音.心率82次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音.腹平软，肝脾肋下未触及。",
            "鉴别诊断": "患者已行手术切除，术后病理提示右乳腺癌，结合患者病史、术后病理及化放疗病史，考虑患者诊断明确，无需鉴别诊断。",
            "诊断结果": "右乳腺癌术后化放疗后（pT2N1M0IIB期HR阳性Her-2阴性）"
        },
        "cure": "患者已行手术切除，术后病理提示分期pT2N1M0IIB期HR王阳性Her-2阴性，具有术后辅助化疗、放疗、内分泌治疗指征，患者已行AC×4-T×4周期化疗，后行放疗。目前需行内分泌治疗，入院后行血常规肝肾功心电图肿瘤标志物胸部CT，提示病情稳定，排除禁忌症，给予内分泌治疗：来曲唑2.5mgqd+戈舍瑞林3.6mg皮下q28d。嘱患者内分泌治疗5年或者视病情适当延长内分泌治疗期限。28天后再次来院行下周期治疗。"
    },
    {
        "id": 230,
        "symptom": {
            "一般资料": "男性，62岁，职员。",
            "主诉": "男性,62岁,职员。车祸外致全身多处疼痛、活动受限1小时余。",
            "现病史": "患者于1小时前因车祸致全身多处疼痛、活动受限，急拨打120急救电话，由我院急诊接来诊，胸部、上腹部CT检查示：1.右侧气胸并右肺膨胀不全，双侧胸腔积液；2.支气管炎、肺气肿、肺大泡、左肺少许高密度灶；3.主动脉及冠状动脉多发钙化；4.左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折；5.脾周积液；6.胸壁、纵膈、背部、腹部皮下积气。急诊医师检查后以“多发肋骨骨折、张力性气胸”收住院。入院症见；患者神志尚清，精神差，面色暗，呼之能应，血压维持在63~78/42~53mmHg左右，双侧足背动脉搏动可触及。",
            "既往史": "既往高血压病病史6年余，脑梗死病史2年余，否认冠心病、糖尿病病史；否认肝炎、结核等传染病史及接触史；否认药物、食物过敏史。左侧股骨骨折、胫腓骨骨折术后30余年。预防接种史随当地。"
        },
        "examine": {
            "查体": "老年男性，神志尚清，精神差，发育正常，营养中等，自主体位，查体合作。全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。头颅无畸形，眼睑无水肿、充血，双侧瞳孔正大等圆，对光反射灵敏。耳鼻未见畸形，无异常分泌物。口唇无发绀，扁桃体无肿大及化脓。颈软，无抵抗，气管居中，甲状腺未及肿大，颈静脉无怒张。胸腹部查体见专科情况。肛门、直肠、外生殖器未查。脊柱无畸形，四肢关节活动自如。腹壁反射、膝腱反射正常，巴彬斯基征、脑膜刺激征未引出。专科情况：胸部畸形，多处压痛，可触及骨擦音及捻发音，右侧呼吸音未闻及，胸廓挤压试验（-）。腹肌紧张，压痛、反跳痛，肝、脾未触及，移动性浊音（+），双肾区无叩击痛，肠鸣音正常。",
            "辅助检查": "2020-11-09胸部、上腹部CT检查示：1、右侧气胸并右肺膨胀不全，双侧胸腔积液；2、支气管炎、肺气肿、肺大泡、左肺少许高密度灶；3、主动脉及冠状动脉多发钙化；4、左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折；5、脾周可见积液；6、胸壁、纵膈、背部、腹部皮下积气。"
        },
        "diagnosis": {
            "初步诊断": "1.创伤性休克；2.胸部外伤，左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折，张力性气胸，双侧胸腔积液；3.脾周积液；4.多发皮下积气。",
            "诊断依据": "患者因“车祸外致全身多处疼痛、活动受限1小时余”入院。专科情况：胸部畸形，多处压痛，可触及骨擦音及捻发音，右侧呼吸音未闻及，胸廓挤压试验（+）。腹肌紧张，压痛、反跳痛，肝、脾未触及，移动性浊音（-），双肾区无叩击痛，肠鸣音正常。2020-11-09胸部、上腹部CT检查示：1.右侧气胸并右肺膨胀不全，双侧胸腔积液；2.支气管炎、肺气肿、肺大泡、左肺少许高密度灶；3.主动脉及冠状动脉多发钙化；4.左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折；5.脾周积液；6.胸壁、纵膈、背部、腹部皮下积气。",
            "鉴别诊断": "肝破裂：是由暴力撞击、高空坠落或利器穿通腹腔引起肝实质撕裂或挫伤，是腹部创伤中的常见病，常出现严重的出血性休克，腹部超声或CT可资鉴别。",
            "诊断结果": "1.创伤性休克；2.胸部外伤，左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折，张力性气胸，双侧胸腔积液；3.脾破裂；4.多发皮下积气。"
        },
        "cure": "入院后积极完善相关检查，胸部、上腹部CT检查示：1.右侧气胸并右肺膨胀不全，双侧胸腔积液；2.支气管炎、肺气肿、肺大泡、左肺少许高密度灶；3.主动脉及冠状动脉多发钙化；4.左侧第1-12、右侧第1-5、10、11肋骨、胸骨多发骨折；5.脾周积液；6.胸壁、纵膈、背部、腹部皮下积气；积极补充晶体、胶体液，维持循环稳定，营养支持、抗生素防治感染等治疗；急行右侧胸腔闭式引流术；患者脾周可见积液，患者嗜睡状态，腹部压痛明显，左上腹及胸肋部可及捻发音，腹穿抽出不凝血，腹部CT考虑脾破裂；在全麻下急诊行脾切除术，气插全麻，平卧位,常规消毒铺巾，上腹部右侧经腹直肌切口长15cm，探查腹腔内积血约1000ml，脾脏下极4cm长破裂口,可见活动性出血。分别于胰尾部及降结肠部见后两处腹膜血肿，大者约3.5*3.0cm。探查肝胆胃肠未见明显异常。遂决定行脾切除术。托起脾脏，下端纱布垫填塞，充分显露脾蒂，切断、结扎胃短血管及切断脾膈韧带后小心分离脾蒂，显露脾动静脉。切割闭合器切断脾动脉和脾静脉，再次结扎脾蒂，完全游离脾脏，移走脾脏。腹膜后血肿观察约5分钟，血肿未见明显渗血及扩大。腹腔内反复冲洗，手术野彻底止血，再次检查腹腔内其他脏器未见损伤后，分别于脾窝及盆腔放置28号引流管1根，逐层关闭腹腔。手术经过顺利，术中出血约200ml，术中病人血压平稳。术后予对症处理及相应药物治疗，恢复顺利。"
    },
    {
        "id": 231,
        "symptom": {
            "一般资料": "女性，55岁，无",
            "主诉": "摔伤致腰部及左足疼痛不适伴活动受限1月余",
            "现病史": "患者1月前在自己家从2楼跳到1楼阳台，伤及腰部及左足，当即感疼痛不适，不敢活动，无活动性出血，至文登整骨医院就诊，诊断为“腰椎压缩性骨折（L2）”、“左跟骨骨折”，建议进一步住院治疗，后因患者不能配合治疗来至我院心理科住院治疗，于2021.05.09好转出院，现为求进一步治疗来院，门诊经详细询问病史、查体及阅片后以“腰椎压缩性骨折（L2）”收入院，患者自伤后饮食睡眠可，大小便正常，体重无明显变化。",
            "既往史": "既往“缺血性心脏病”1年余，“精神分裂症”1年余，曾于我院多次住院治疗，控制可。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.5℃,P:70次/分,R:18次/分,BP:113/78/mmhg。一般情况良好,发育正常，营养中等，神志清,精神一般，仰卧位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺呼吸音低，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率70次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声。肛门、直肠及外生殖器拒查。长期留置尿管。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。专科情况：腰部约L2棘突下及椎旁压痛、叩击痛，无下肢放射痛，双侧髂腰肌肌力Ⅳ级，右侧股四头肌肌力Ⅴ级，左侧股四头肌肌力Ⅳ级，双侧踝背伸肌力Ⅴ级，双侧直腿抬高试验（-），双下肢及右上肢不自主震颤，双侧踝阵挛（+），左足跟部略肿胀，压痛和叩击痛明显，双下肢感觉血运未见明显异常，鞍区感觉无异常，余肢体未见明显异常。",
            "辅助检查": "胸部S平扫,胸腰段S平扫,踝关节S平扫-左：1.胸部CT平扫未见明显异常2.腰椎骨折（L2）3.左跟骨骨折泌尿、彩超肝胆胰脾彩超：轻度脂肪肝盆腔S平扫,上腹部S平扫,下腹部S平扫：1.膀胱过度充盈，请结合临床2.结肠内较多内容物，请结合临床3.腰椎骨折"
        },
        "diagnosis": {
            "初步诊断": "1.腰椎压缩性骨折（L2）2.精神分裂症3.缺血性心脏病4.跟骨骨折（左）5.脂肪肝",
            "诊断依据": "1.摔伤致腰部及左足疼痛不适伴活动受限1月余。2.腰部约L2棘突下及椎旁压痛、叩击痛，无下肢放射痛，双侧髂腰肌肌力Ⅳ级，右侧股四头肌肌力Ⅴ级，左侧股四头肌肌力Ⅳ级，双侧踝背伸肌力Ⅴ级，双侧直腿抬高试验（-），双下肢及右上肢不自主震颤，双侧踝阵挛（+），左足跟部略肿胀，压痛和叩击痛明显，双下肢感觉血运未见明显异常，鞍区感觉无异常，余肢体未见明显异常。3.胸部S平扫,胸腰段S平扫,踝关节S平扫-左：.胸部CT平扫未见明显异常2.腰椎骨折（L2）3.左跟骨骨折。泌尿、彩超肝胆胰脾彩超：轻度脂肪肝。盆腔S平扫,上腹部S平扫,下腹部S平扫：1.膀胱过度充盈，请结合临床2.结肠内较多内容物，请结合临床3.腰椎骨折。",
            "鉴别诊断": "1.横突骨折：外伤史，患处肿胀、压痛、活动受限，影像学可明确诊断。该患者与此不符，可排除。2.病理性骨折：遭受轻微外力即可造成骨折，X线可见骨折处骨质明显改变，骨皮质变薄等异常改变，与本病例不符。",
            "诊断结果": "1.腰椎压缩性骨折（L2）2.精神分裂症3.缺血性心脏病4.跟骨骨折（左）5.脂肪肝6.肺炎7.胸腔积液8.贫血9.高尿酸血症10.高甘油三酯血症11.低蛋白血症"
        },
        "cure": "入院后完善术前检查及准备，胸部S平扫,胸腰段S平扫,踝关节S平扫-左：.胸部CT平扫未见明显异常2.腰椎骨折（L2）3.左跟骨骨折。泌尿、彩超肝胆胰脾彩超：轻度脂肪肝。盆腔S平扫,上腹部S平扫,下腹部S平扫：.膀胱过度充盈，请结合临床2.结肠内较多内容物，请结合临床3.腰椎骨折，血脂七项：总蛋白59.6g/L、白蛋白35.6g/L、血清唾液酸测定835.80mg/L、谷胱甘肽还原酶31.80U/L、氯109.2mmol/L、甘油三酯3.74mmol/L、高密度脂蛋白0.99mmol/L、载脂蛋白A0.75g/L、血尿酸370.0umol/l、β2-微球蛋白4.84mg/L，血沉：血沉42mm/h，凝血六项：纤维蛋白原4.95g/L，血常规住院：淋巴细胞比率17.70%、中性细胞比率76.60%、嗜酸性粒细胞比率0.00%、淋巴细胞数1.02×10^9/L、红细胞3.21×10^12/L、血红蛋白95.00g/L、红细胞压积30.20%、平均血红蛋白浓度314.00g/L、C-反应蛋白12.63mg/L。胸部和腰椎CT:1.符合肺内炎症，建议复查2.双侧胸腔积液3.L2椎体及附件骨折4.腰椎轻度退行性变。腰椎、跟骨X线片：1.左跟骨骨折、L2椎体骨折。于入院后的第3天在全身麻醉下行腰椎骨折切开复位内固定术。术后给予术后给予头孢唑林1givd**q6h预防感染（使用到术后72小时），甘油果糖氯化钠250ml，ivd**bid消肿，仙灵骨葆胶囊1gbid促进骨折愈合治疗，布洛芬缓释片0.3bid止痛。下肢空气泵bid预防下肢深静脉血栓形成。术后7天出院时情况：患者一般情况可，生命体征平稳，切口处对合良好，无炎症征象，腰部支具外固定稳妥，双下肢Homans征（-），趾端血运感觉正常。"
    },
    {
        "id": 232,
        "symptom": {
            "一般资料": "女性，40岁，农民",
            "主诉": "女性,40岁,农民肛缘隆起肿物伴脱出5年，加重半年。",
            "现病史": "患者无特殊嗜好，饮食辛辣，5年前出现肛缘隆起肿物，便时伴肿物脱出，可自行还纳，无便血，无疼痛，未予重视，半年前出现肿物脱出，不能还纳，偶纸擦见鲜血，自行外用“马应龙痔疮膏”不见好转，患者无腹胀、腹痛，无腹泻，无乏力、消瘦。自觉脱出症状持续加重，患者为求进一步诊治，来我院，经门诊以“混合痔”收入我科。入院症见：肛缘隆起肿物伴脱出，肿胀，疼痛，患者自本次发病以来，大便日一次，质软，成形，无便血，纳食可，夜寐安，小便利。体重无明显下降。中医望、闻、切诊：患者神清语利，头颅五官无畸形，瞳仁正大等圆，无鼻翼煽动，口唇无紫钳，四肢脊柱无畸形，爪甲红润，饱满，腹软，语声有利，无喘息、咳嗽、咳痰，舌质红，苔黄腻，脉弦滑。有神，面色荣润、呼吸平稳，形体适中，步入病房，无恶寒，发热、汗出、两便调，夜寐安，纳食可，专科检查：**无畸形，截石位7、11点见肿物隆起肛缘，质软，触痛，指诊触及7、11点粘膜隆起，可见齿线上肿物相连，指套无明显血染，未触及肛管硬性肿物，肛镜因痛未查",
            "既往史": "既往体健，否认高血压、糖尿病、心脏病史，否认患有肝炎、结核等传染病史。否认手术史，输血史，否认外伤史，过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，步入病房，查体合作。全身皮肤粘膜无苍白，巩膜及皮肤无黄染，皮肤弹性正常，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律69次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹平坦，腹式呼吸无减弱，腹壁静脉无曲张，未见肠型及蠕动波，全腹无压痛、反跳痛、肌紧张，肝脾未及，叩移动性浊音阴性，肝区叩击痛阴性，肠鸣音4-6次/分，未闻及气过水声及金属音。肛门、外生殖器见外科情况。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。外科情况：截石位7、11点见肿物隆起肛缘，质软，触痛，指诊触及7、11点粘膜隆起，可见齿线上肿物相连，指套无明显血染，未触及肛管硬性肿物，肛镜因痛未查。",
            "辅助检查": "血常规示：白细胞：5.99*10^9/L,中性粒细胞比率67.80%，淋巴细胞比率27.70%，中性粒细胞数4.06*10^9/L,淋巴细胞数1.66*10^9/L。血凝四项示：凝血酶原时间13.2Sec，国际标准化比率1.06，部分活化凝血酶原时间37.5Sec，纤维蛋白原3.43g/L，凝血酶时间15.6Sec。"
        },
        "diagnosis": {
            "初步诊断": "中医诊断：肛肠病（混合痔病），湿热下注证西医诊断：混合痔",
            "诊断依据": "1.中年女性，慢性病程；2.患者5年前出现肛缘隆起肿物，便时伴肿物脱出，可自行还纳，半年前出现肿物脱出，不能还纳，偶纸擦见鲜血；3.查体：截石位7、11点见肿物隆起肛缘，质软，触痛，指诊触及7、11点粘膜隆起，可见齿线上肿物相连，指套无明显血染。4.患者神清语利，爪甲红润，饱满，腹软，语声有利，舌质红，苔黄腻，脉弦滑。有神，面色荣润、呼吸平稳，形体适中，步入病房，两便调，夜寐安，纳食可，查体肛周截石位7、11点见肿物隆起肛缘，指诊触及7、11点粘膜隆起，中医诊断混合痔，辨证属湿热下注。",
            "鉴别诊断": "1）直肠息肉：肿物蒂小质嫩，色泽鲜红，而痔相对较硬，表面为皮肤覆盖，本例患者5年前出现肛缘隆起肿物，便时伴肿物脱出，可自行还纳，半年前出现肿物脱出，不能还纳，查体截石位7、11点见肿物隆起肛缘，指诊触及7、11点粘膜隆起，故可鉴别。2）直肠癌：粪便中混有脓血，粘液腐臭的分泌物，明显排便习惯改变，指诊常可触及硬性肿物，本例患者5年前出现肛缘隆起肿物，便时伴肿物脱出，可自行还纳，半年前出现肿物脱出，不能还纳，查体截石位7、11点见肿物隆起肛缘，指诊触及7、11点粘膜隆起，故可鉴别。",
            "诊断结果": "中医诊断：肛肠病（混合痔病），湿热下注证；西医诊断：混合痔"
        },
        "cure": "患者入院后完善各项检查，无手术禁忌，备皮，温肥皂水800毫升术前2小时灌肠，术前半小时应用头孢孟多脂1.0克加入0.9%氯化钠注射液100毫升静点预防大肠杆菌感染，肌注阿托品注射液0.5毫克、苯**钠注射液0.2克，于腰麻下行痔内扎外剥加**括约肌检扩加痔注射术，术后48小时内应用头孢孟多脂1.0克，加入0.9%氯化钠注射液250毫升，静点日三次，预防大肠杆菌及混合菌感染，并予麻仁润肠丸润肠通便治疗，术后第二天开始切口换药。患者中医诊断混合痔，辨证属湿热下注，予清热、利湿、解毒、消肿之中药。处方如下：地榆9g、川椒9g、芒硝9g、苍术5g、五倍子3g、苦参10g、防风6g、侧柏叶5g、紫草10g。水煎取汁100毫升，加温水1000毫升，日二次熏洗，14天出院。"
    },
    {
        "id": 233,
        "symptom": {
            "一般资料": "男性，57岁，农民",
            "主诉": "摔伤致右髋部疼痛不适5天。",
            "现病史": "患者于5天前在家里走路时摔倒，伤及右髋部，当即感疼痛、不敢活动，无肢端麻木，无出血。于2018-11-29至我院就诊，拍片示：“股骨颈骨折（右）”，未予治疗。今为求进一步诊治来院，门诊经询问病史及查体阅片后以“股骨颈骨折（右）”收入院。患者自伤后无意识丧失，无头痛、头晕，无胸痛、呼吸困难，无腹痛、腹胀，无二便失禁。",
            "既往史": "“小儿麻痹后遗症”病史57年，平日需拄拐走路1年。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率67次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：右侧肢体肌肉萎缩。右上肢呈屈腕畸形，肘关节活动受限。右下肢肌力3级。右下肢呈屈曲、短缩外旋畸形，右髋部肿胀、压痛、活动受限，可扪及骨擦感及骨异常活动，右踝关节僵直于屈曲位。余肢体未见明显异常。",
            "辅助检查": "2018-12-03CT检查南S:胸部S(平扫),髋关节S(重建)：1.胸部CT平扫未见明显异常2.肝内低密度影，考虑囊肿3.右侧股骨颈骨折2018-11-29DR检查:骨盆(正位)：被动体位，右侧股骨颈骨质连续性中断，股骨干向外上方移位，关节面光滑，关节间隙未见变窄"
        },
        "diagnosis": {
            "初步诊断": "1.股骨颈骨折（右）2.小儿麻痹后遗症3.高血压病？",
            "诊断依据": "1.外伤病史。小儿麻痹后遗症”病史57年，平日需拄拐走路1年。2.右侧肢体肌肉萎缩。右上肢呈屈腕畸形，肘关节活动受限。右下肢肌力3级。右下肢呈屈曲、短缩外旋畸形，右髋部肿胀、压痛、活动受限，可扪及骨擦感及骨异常活动，右踝关节僵直于屈曲位。余肢体未见明显异常。3.2018-12-03CT检查南S:胸部S(平扫),髋关节S(重建)：1.胸部CT平扫未见明显异常；2.肝内低密度影，考虑囊肿；3.右侧股骨颈骨折2018-11-29DR检查:骨盆(正位)：被动体位，右侧股骨颈骨质连续性中断，股骨干向外上方移位，关节面光滑，关节间隙未见变窄",
            "鉴别诊断": "股骨转子间骨折：受伤机制与本病相似，但患者年龄常更大，局部肿胀明显，压痛点在股骨为粗隆部，皮肤一般可见瘀斑；X线片可助鉴别。髋关节后脱位：常见于青壮年，有强大暴力损伤史；患肢弹性固定于屈髋、屈膝、内收、内旋位，在臀后可扪及脱出的股骨头；X线片可鉴别。",
            "诊断结果": "1.股骨颈骨折（右）2.小儿麻痹后遗症；3.肝囊肿；4.肾囊肿"
        },
        "cure": "2018-12-03入院后完善各项基本检查，排除手术禁忌，2018-12-03CT检查南S:胸部S(平扫),髋关节S(重建)：1.胸部CT平扫未见明显异常2.肝内低密度影，考虑囊肿3.右侧股骨颈骨折。2018-11-29DR检查:骨盆(正位)：被动体位，右侧股骨颈骨质连续性中断，股骨干向外上方移位，关节面光滑，关节间隙未见变窄。2018-12-03血常规住院：白细胞4.31×10^9/L、中性细胞比率69.90%、C-反应蛋白0.91mg/L，凝血六项：D-二聚体0.10ug/ml，血沉：血沉12mm/h，感染八项定量：乙肝表面抗体定量19.60mIU/ml，2018-12-04尿沉渣：鳞状上皮62个/uL。2018-12-04彩超检查:彩超肝胆胰脾(常规),彩超泌尿(常规)：肝多发囊肿右肾多发囊肿。心电图未见明显异常。于2018-12-05在全身麻醉下行右侧全髋关节置换术。术后给予头孢唑林预防感染，甘露醇消肿，低分子肝素预防下肢深静脉血栓形成。2018-12-19出院时患者一般情况可，生命体征平稳，切口处甲级愈合，无炎症征象，双下肢Homans征（-），趾端血运感觉可。"
    },
    {
        "id": 234,
        "symptom": {
            "一般资料": "女性，4岁，无",
            "主诉": "女性,4岁,发现左手拇指肿物3个月",
            "现病史": "患者入院前3个月，家属无意中发现左手拇指肿物，不伴有疼痛和活动受限，曾于当地医院就诊，位于特殊治疗。后来我院门诊查超声示：左手拇指掌尺侧实性包块，考虑尺侧神经神经纤维脂肪瘤。进一步行MR检查示：左手拇指内侧皮下软组织区域异常信号呈明显不均匀强化。门诊以“左拇指肿物性质待查”收住入院进一步诊治。患者自受伤以来，神志清，精神可，体重无著变，大小便未解。",
            "既往史": "患者既往体健，否认高血压病、糖尿病、心脏病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清，急性面容，自主**，步行入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧**正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律90次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。**直肠：未查。生殖器：未查。脊柱四肢：脊柱无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。专科情况：左侧拇指尺侧可见肿物，大小约为2.5×1.5左右，质地软，无明显压痛。拇指屈伸活动可，肢体远端末梢血运可，拇指远端感觉查体不配合。",
            "辅助检查": "超声示：左手拇指掌尺侧实性包块，考虑尺侧神经神经纤维脂肪瘤。MR检查示：左手拇指内侧皮下软组织区域异常信号呈明显不均匀强化。"
        },
        "diagnosis": {
            "初步诊断": "左拇指肿物性质待查",
            "诊断依据": "1.无明显诱因出现拇指肿物2.查体：左侧拇指尺侧可见肿物，大小约为2.5×1.5左右，质地软，无明显压痛。拇指屈伸活动可，肢体远端末梢血运可，拇指远端感觉查体不配合。3.辅助检查：超声示：左手拇指掌尺侧实性包块，考虑尺侧神经神经纤维脂肪瘤。MR检查示：左手拇指内侧皮下软组织区域异常信号呈明显不均匀强化。",
            "鉴别诊断": "拇指***指：儿童可见先天性***指多是在出生后一段时间即可发生，是先天性的腱鞘狭窄畸形。表现为拇指远端关节不能伸直。",
            "诊断结果": "左手拇指神经纤维脂肪瘤样错构瘤"
        },
        "cure": "患者入院后完善血常规、生化常规、凝血功能、胸片、心电图、腹部超声等检查，排除手术禁忌症，在全麻下行左拇指肿物切除术，手术顺利，术后安返病房，术后送病理，予以口服塞来昔布0.2g缓解伤口疼痛，定期采用碘伏伤口换药，2周后伤口拆线。"
    },
    {
        "id": 235,
        "symptom": {
            "一般资料": "男性，44岁，工人",
            "主诉": "男性,44岁,工人右髋关节疼痛10余年伴加重2年",
            "现病史": "患者10余年前无明显诱因下出现右侧髋关节疼痛，在外院检查发现股骨头坏死，予治疗疼痛无好转，疼痛渐进加重，右侧髋关节近2年明显加剧伴活动受限，今日来我院骨科门诊，拍片示：双侧股骨头坏死，拟“双侧股骨头坏死”收住入院，进一步处理。近来患者无盗汗发热，无咳嗽，无明显消瘦，精神、食欲良好，大小便正常。",
            "既往史": "平素健康状况一般，否认肝炎、结核等传染病史，否认高血压，糖尿病，癫痫等慢性病史，有类风湿性关节炎病史，未正规服药治疗，否认手术、外伤，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清晰，慢性病容，表情自如，自主体位，步态不正常，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，齿龈正常，齿列齐，扁桃体无肿大，咽部无充血，声音正常。颈部：无提抗感，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺：正常，质软。胸部：胸廓正常，胸骨无压痛，乳头正常对称，无包块，无压痛，未见脓性分泌物。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊呈正常清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心：心前区无隆起，心尖搏动位置正常，无震颤，心律88次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常血管征。腹部：外形正常，脐正常，腹部柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。肛门直肠：未查。生殖器：未查。脊柱四肢：见专科情况。神经系统：四肢肌力Ⅴ级，肌张力正常，生理反射存在，病理征未引出。专科情况：脊柱无畸形，无压痛及叩击痛，活动自如。双侧髋关节无明显红肿，右侧髋关节活动屈80°-伸0°，外展30°，内收10°，外旋0°，内旋5°，右下肢无肿胀，足背动脉搏动存在。左侧髋关节活动内外旋活动受限，双下肢肌力正常。",
            "辅助检查": "X片：1.双侧股骨头无菌性坏死。"
        },
        "diagnosis": {
            "初步诊断": "双侧股骨头无菌性坏死类风湿性关节炎",
            "诊断依据": "患者为中年男性，有类风湿性关节炎病史，服药不正规，主诉：右髋关节疼痛10余年伴加重2年，专科检查：脊柱无畸形，无压痛及叩击痛，活动自如。双侧髋关节无明显红肿，右侧髋关节活动屈80°-伸0°，外展30°，内收10°，外旋0°，内旋5°，右下肢无肿胀，足背动脉搏动存在。左侧髋关节活动内外旋活动受限，双下肢肌力正常。辅助检查：X片：1.双侧股骨头无菌性坏死。故双侧股骨头无菌性坏死类风湿性关节炎诊断明确。",
            "鉴别诊断": "1.各种原因的滑膜炎：包括色素沉着绒毛结节性滑膜炎，非特异性滑膜炎等，在X线上可见髋臼及股骨头边缘骨侵蚀，目前可以排除。2.类风湿关节炎：多见于女性,股骨头保持圆形,但关节间隙变窄、消失。常见股骨头关节面及髋臼骨侵蚀,患者无类风湿性关节炎病史，目前可以排除。3.髋臼发育不良继发骨关节炎：CE角小于30度，shenton氏现连续性中断，股骨头包裹不全,髋臼线在股骨头外上部,关节间隙变窄、消失,骨硬化、囊变,髋臼对应区出现类似改变,与ONFH容易鉴别可以排除。",
            "诊断结果": "双侧股骨头无菌性坏死；类风湿性关节炎"
        },
        "cure": "入院后完善相关检查（血常规，肝肾功能，血糖，电解质，心电图凝血功能等），术前检查结果无异常，无明显手术禁忌，结合术前骨盆平片以及患者的症状和体征，右侧股骨头坏死较左侧严重，故首先进行右侧全髋关节置换手术，于入院后第四天在全身麻醉下行右侧全髋关节置换术，手术顺利，术后予监护、吸氧、五水头孢唑林2.0g，bid抗感染（使用4天）、醋酸钠林格针250ml，qd补液治疗及那曲肝素针4100iu，qd预防下肢深静脉血栓（术后24小时后，无明显的活动性出血使用）、复方骨肽150mg，qd抗骨质疏松等等治疗，切口愈合干燥，复查右侧髋关节正侧位片：右侧人工全髋关节置换术后复查：人工髋关节在位。术后恢复可，下床行走活动良好。2周后拆线予出院"
    },
    {
        "id": 236,
        "symptom": {
            "一般资料": "女性，65岁，退休人员",
            "主诉": "女性,65岁,退休人员摔伤后右踝肿胀、畸形、疼痛、活动受限3小时。",
            "现病史": "患者诉于3小时前不慎摔伤，伤后右踝关节肿胀、疼痛、畸形，活动受限，故来我院就诊，经门诊拍片检查后，诊断为“右踝关节粉碎性骨折”，为系统治疗，急诊以“右踝关节粉碎性骨折”收入院。现症：右踝关节肿胀、畸形、疼痛、活动受限，饮食量少，睡眠欠佳，二便尚可。",
            "既往史": "既往健康，否认糖尿病等其他重大疾病史；否认重大外伤、手术、输血史。有青霉素过敏史，否认结核及肝炎等传染病史，自然接种史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养良好，被动**，步态异常，急性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，弹性正常。无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，无外耳道分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管开口正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常，**正常对称。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右8.0cm，左8.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心律76次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音。听诊：肠鸣者正常，无气过水声，无血管杂音。**直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左右正常。膝腱反射：左右正常。跟腱反射：左右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科情况：右踝关节肿胀、内外侧见皮下散在瘀血、畸形，局部压痛，触及明显骨擦感及异常活动，纵轴叩击痛阳性、右踝关节活动受限，末梢血运及皮肤感觉尚可。",
            "辅助检查": "右踝关节正侧位DR片示：右内、外踝骨质不连续，见低密度线影，对位对线欠佳。内踝关节腔内可见大块骨碎块，内上方可见多处碎骨块，周围软组织增厚，足跟局部变尖，呈退行性改变。"
        },
        "diagnosis": {
            "初步诊断": "右踝部粉碎性骨折骨质疏松（重度）",
            "诊断依据": "1、因摔伤后右踝肿胀、畸形、疼痛、活动受限3小时入院。2、右踝关节肿胀、内外侧见皮下散在瘀血、畸形，局部压痛，触及明显骨擦感及异常活动，纵轴叩击痛阳性、右踝关节活动受限，末梢血运及皮肤感觉尚可。3、右踝关节正侧位DR片示：右内、外踝骨质不连续，见低密度线影，对位对线欠佳。内踝关节腔内可见大块骨碎块，内上方可见多处碎骨块，周围软组织增厚，足跟局部变尖，呈退行性改变。",
            "鉴别诊断": "骨折与软组织挫伤鉴别，虽都有腥臊、压痛（+），活动受限，但骨折见畸形，有骨擦音及异常活动，而软组织挫伤无。且在DR片检查，骨折见骨皮质不连续，软组织挫伤则无。",
            "诊断结果": "右踝部粉碎性骨折;骨质疏松（重度）"
        },
        "cure": "患者入院后完善相关检查，排除手术禁忌症，在硬膜外连续镇痛麻醉下行右踝部粉碎性骨折切开复位钢板螺钉内固定手术治疗，术中取右踝关节内侧切口，清理断端较小的游离碎片，将大片骨块拼接、复位，用2枚空心拉力螺钉植入骨折端固定骨块，关节面复位固定完整，手术顺利，术后右踝部支具外固定制动。给予0.9%氯化钠注射液250ml加入泮托拉唑42.3mg静点，替硝唑氯化钠注射液100ml静点，0.9%氯化钠注射液150ml加入头孢地嗪钠1.00g静点。定期采用碘伏换药，切口愈合良好，二十天后拆线。经治疗病情稳定，办理出院。出院后继续右踝部支具外固定，两周后门诊复查，三个月内避免负重，病情有变化随诊。"
    },
    {
        "id": 237,
        "symptom": {
            "一般资料": "男性，16岁，居民",
            "主诉": "男性,16岁,居民左侧腰腹部疼痛1天",
            "现病史": "缘于入院前1天患者无明显诱因突然出现左侧腰腹部疼痛不适，疼痛呈阵发***痛，向左下腹放射，无恶心呕吐，无明显肉眼血尿；今日患者再次出现疼痛，急诊检查泌尿系CT示：左肾重度积水。现为求进一步诊治，急诊以“左肾积水”收入院治疗。患者发病以来神清、精神可，无明显恶寒发热，无心慌气短，饮食可，无明显消瘦及乏力。",
            "既往史": "既往健康，否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认手术、外伤、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中。颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流，阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况。胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律62次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。左肾区及输尿管走行区压痛轻度叩击痛，右肾区及输尿管走形区未见异常。耻骨上无压痛，膀胱未充盈。外生殖器发育正常",
            "辅助检查": "入院前检验（--）影像检查（--）我院急诊泌尿系CT示：左肾重度积水；入院后检验（--）急查肝功能^急查电解质^急查血糖(20181111):磷0.83↓mmol/L,二氧化碳19↓mmol/L,余正常。急查凝血5项(20181111):纤维蛋白原1.86↓g/L,余正常。粪便常规(20181111):隐血阳性！,余正常。急查尿常规(20181111):细菌计数37.2↑/μl,酮体2+！,余正常；感染十项正常。急查血常规(20181114):中性粒细胞百分比81.20↑%,淋巴细胞百分比10.70↓%,嗜酸性粒细胞百分比0.20↓%,中性粒细胞绝对值7.13↑10^9/L,淋巴细胞绝对值0.94↓10^9/L,单核细胞绝对值0.65↑10^9/L,红细胞平均体积79.1↓fL,平均血红蛋白量26.10↓pg,血小板压积0.34↑,余正常。影像检查（--）胸片：心肺膈未见明显异常。肾彩超：左肾体积增大左肾积水左肾包膜下积液；[泌尿系水成像MRU,水成像（MRU）]：左侧肾盂及输尿管上段扩张、大量积液，下段输尿管未见明显显示，请结合临床。[双肾CT,增强][输尿管CT,增强]：左侧肾盂积水。肾现象：左侧上尿路引流不畅，考虑为机械性梗阻，请结合临床。泌尿系常规+肾血流：左肾重度积水、左侧输尿管上段扩张、左肾动脉阻力指数增高，心电图：窦性心律、大致正常心电图。内镜：-病理检查：（--）（左侧肾盂、输尿管连接部）管腔狭窄，管壁局部纤维化，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "左肾积水",
            "诊断依据": "1.患者青年男性，急性发病。2.病史：左侧腰腹部疼痛1天。3.体征：左肾区及输尿管走行区压痛叩击痛阳性。4.辅助检查：我院急诊泌尿系CT示：左肾重度积水。",
            "鉴别诊断": "1.急性阑尾炎：多有转移性右下腹痛的特征，伴有恶心、呕吐等消化道症状，有明显的右下腹固定点压痛，化脓时继发腹膜炎，可出现反跳痛及肌紧张，彩超检查可见肿大的阑尾，可与本病相鉴别。2.泌尿系感染：尿频、尿急、尿痛，尿常规可见大量白细胞。",
            "诊断结果": "左侧肾盂输尿管连接处狭窄"
        },
        "cure": "麻醉方式:全麻手术方式:离断性左侧肾盂成形术手术简要经过:患者入手术室，全麻成功后，采取右侧斜卧位45°，腰背下垫薄垫，常规消毒铺无菌巾单，取腰肋部切口长约10cm，切开皮肤、皮下、肌肉组织，进入后腹腔。探查后腹腔内肾周少量渗出，打开狄氏筋膜、肾前筋膜游离输尿管上段，向上可见胀大的肾盂，松解输尿管上段及肾盂周围粘连条索，连接部触之较硬，于连接部内侧剪开肾盂，向下纵行劈开输尿管外侧，直至正常输尿管处，以5-0可吸收线缝合输尿管漏斗型，下角和肾盂内侧低点，切除过多的肾盂，形成V行肾盂瓣，切除狭窄段，以保证血供，以5-0可吸收线间断全层缝合，经切口置入F6-26cm输尿管支架管支撑左输尿管及吻合口，连续全层缝合吻合口后壁，裁剪肾盂，注入盐水检查，观察颜色，是否有血管出血，于肾盂内置入F16肾造瘘管，全层缝合肾盂裂口，妥善止血，关闭肾前筋膜上端，间断缝合侧腹膜上端，于肾盂旁放置引流管自下端引出体外，彻底止血，术区放置5块止血材料。查无活动性出血及副损伤。清点器械纱布无误，逐层缝合，钉皮器关闭切口。手术顺利，术后安返病房，切除标本送病理。术中出血约100ml。术中诊断:1.左肾积水2.左侧肾盂输尿管连接部狭窄3.泌尿系感染术后处理措施:术后给予抗炎、补液、止血、重症监测，心电、吸氧等对症治疗术后应当特别注意观察的事项:生命体征，尿管引流颜色及膀胱冲洗是否通畅，造瘘管引流颜色及量，肾周引流管引流颜色及量"
    },
    {
        "id": 238,
        "symptom": {
            "一般资料": "女性，11岁，学生",
            "主诉": "女性,11岁,学生发现右足第4趾甲下肿物3个月",
            "现病史": "患者入院前3个月发现右足第4趾甲下肿物，伴有疼痛，不伴有红肿、夜间疼痛等症状。位于特殊治疗，后来我院门诊就诊，门诊行右足正侧位X光片示：右足第4趾末节不规则骨样突起，考虑甲下骨疣。门诊以“右足第4趾末节肿物”收入院，患者自患病以来，神志清、精神可、二便无异常。",
            "既往史": "患者既往体健，否认高血压病、糖尿病、心脏病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清，自主**，步行入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧**正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律87次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。肛门直肠：未查。生殖器：未查。脊柱四肢：脊柱无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。专科情况：右足第4趾末节不规则骨样突起，质地较硬，大小约为1×1cm左右，肿物不能推动，按压有疼痛，局部皮肤无红肿渗出，右足各趾屈伸活动无异常，肢体远端血运及感觉无异常。",
            "辅助检查": "右足正侧位X光片示：右足第4趾末节不规则骨样突起，考虑甲下骨疣。"
        },
        "diagnosis": {
            "初步诊断": "右足第4趾末节肿物",
            "诊断依据": "1.发现3个月。2.查体：右足第4趾末节不规则骨样突起，质地较硬，大小约为1×1cm左右，肿物不能推动，按压有疼痛，局部皮肤无红肿渗出，右足各趾屈伸活动无异常，肢体远端血运及感觉无异常。3.影像学：右足正侧位X光片示：右足第4趾末节不规则骨样突起，考虑甲下骨疣。",
            "鉴别诊断": "1.软组织结节：一般质地偏软或者偏韧，可以推动，影像学表现骨头上无肿物，超声检查可以明确肿物性质。2.足趾骨折：一般有明显外伤病史，局部肿胀疼痛明显，影像学表现为骨皮质断裂，根据病史和影像学检查可鉴别。",
            "诊断结果": "右足第4趾甲下骨疣"
        },
        "cure": "入院后完善常规检查，排除手术禁忌症，在趾根麻醉麻醉下行右足第4趾末节肿物切除术，手术顺利，术后安返病房，术后送病理，予以口服布洛芬混悬液缓解疼痛，定期采用碘伏伤口换药，2周后伤口拆线。"
    },
    {
        "id": 239,
        "symptom": {
            "一般资料": "男性，44岁，职员",
            "主诉": "男性,44岁,职员左小腿外伤后肿痛，畸形，活动受限4小时。",
            "现病史": "该患者于4小时前，干活时不慎被重物砸伤左小腿，当时无头迷、恶心及呕吐，造成左小腿肿胀、疼痛、流血，不能站立行走，即被送至当地医院，给予清创缝合及石膏外固定后建议手术治疗。患者考虑后来我院就诊，经门诊查体阅X线片后，以左胫骨远端开放性粉碎性骨折、左腓骨远端骨折、左侧第6、7肋骨骨折、右踝部软组织损伤、鼻部外伤收入院治疗。病来无发热及畏寒，未进饮食，大小便正常。",
            "既往史": "既往健康，否认糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。否认其他重大外伤史及手术、输血史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动体位，步态异常。急性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，无外耳道分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常，乳头正常对称。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心律88次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。**直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常、畸形，肌肉压痛。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科情况：平车入病房。脊柱呈生理性弯曲，各棘突无叩痛。鼻根部可见长约1cm斜形创口，已结痂。左小腿中下段肿胀明显，胫前内中下1/3处可见两处2cm类圆形皮肤裂口（已缝合），渗血，周围轻度红肿，左小腿中下段触压痛，可扪及骨擦音、闻及骨擦感。左足背动脉搏动可及，较对侧减弱。左足肢端血运感觉活动可。右踝部轻度肿胀，踝关节活动好。",
            "辅助检查": "自带X线示：左侧第6/7肋骨骨质不连续，左侧胫腓骨远端骨折，断端粉碎、移位明显，周围软组织肿胀。"
        },
        "diagnosis": {
            "初步诊断": "左胫骨远端开放性粉碎性骨折左腓骨远端骨折左侧第6、7肋骨骨折右踝部软组织损伤鼻部外伤",
            "诊断依据": "1.有明显外伤史。2.左小腿外伤后疼痛，肿胀，活动受限。3.查体：鼻根部可见长约1cm斜形创口，已结痂。左小腿中下段肿胀明显，胫前内中下1/3处可见两处2cm类圆形皮肤裂口（已缝合），渗血，周围轻度红肿，左小腿中下段触压痛，可扪及骨擦音、闻及骨擦感。左足背动脉搏动可及，较对侧减弱。左足肢端血运感觉活动可。右踝部轻度肿胀，踝关节活动好。4.X线示：左侧第6/7肋骨骨质不连续，左侧胫腓骨远端骨折，断端粉碎、移位明显，周围软组织肿胀。",
            "鉴别诊断": "1.病理骨折：多见于老年人，因既往肿瘤性疾病骨转移而在遭受轻微外力后即发生骨折，X线多可见局部骨质破坏，与本患不符。2.软组织挫伤：可出现下肢关节活动时疼痛活动受限症状，局部红肿热痛，X线无骨折明确征象，与本患X线表现不符。",
            "诊断结果": "左胫骨远端开放性粉碎性骨折；左腓骨远端骨折；左侧第6、7肋骨骨折；右踝部软组织损伤；鼻部外伤"
        },
        "cure": "患者入院后完善相关检查，排除手术禁忌症，在硬膜外连续镇痛麻醉下行左胫骨中下1/3开放性、粉碎性骨折闭合复位外固定架固定术及左腓骨远端骨折切开复位内固定术治疗，手术顺利。术后左下肢石膏外固定，抬高制动，左小腿间断性冰敷，给予0.9%氯化钠注射液100ml加入**磷酸钠10mg静点，5%葡萄糖250ml加入大株红景天注射液10ml静点，0.9%氯化钠注射液250ml加入盐酸莫西沙星注射液20ml静点，0.9%氯化钠注射液150ml加入尼松60mg静点。定期换药，切口愈合良好拆线，病情好转办理出院。出院后继续左下肢支具外固定，定期门诊复查，病情有变化随诊。"
    },
    {
        "id": 240,
        "symptom": {
            "一般资料": "男性，52岁，居民",
            "主诉": "男性,52岁,居民右下肢小腿静脉迂曲怒张3月余",
            "现病史": "缘于入院前3月余患者无明显诱因出现右下肢小腿静脉迂曲怒张伴红肿疼痛，未予特殊治疗，现患者右下肢坠胀感加重，为求系统治疗，门诊以“右侧大隐静脉曲张”收入院治疗。",
            "既往史": "既往健康，否认糖尿病、高血压病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认手术、外伤、输血史；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养中等，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律73次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器：正常会阴及外生殖器部位。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：右小腿内侧浅表静脉迂曲扩张呈成团，局部红肿，触痛明显。无明显皮肤脱屑、湿疹及溃疡。深静脉通畅试验示深静脉通畅，大隐静脉瓣膜功能试验示其瓣膜功能欠佳。",
            "辅助检查": "入院前检验（--）生化全项(20191212):★乳酸脱氢酶269↑U/L,α-羟丁酸脱氢酶199↑U/L,肌酸激酶-MB亚型26↑U/L,★尿素8.77↑mmol/L,★钾5.64↑mmol/L,★磷1.53↑mmol/L,★总胆固醇5.53↑mmol/L,载脂蛋白A11.91↑g/L,余正常。血常规、凝血、感染、尿常规未见明显异常。影像检查（--）入院后检验（--）影像检查（--）双下肢动静脉：右小腿静脉曲张心脏彩超：左室舒张功能减低胸部CT：左肺下叶前基底段小结节，建议定期复查。心电图：1.窦性心律2.大致正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "右侧大隐静脉曲张、右下肢静脉炎",
            "诊断依据": "1.病史：右下肢小腿静脉迂曲怒张3月余。2.体征：右小腿内侧浅表静脉迂曲扩张呈成团，局部红肿，触痛明显。无明显皮肤脱屑、湿疹及溃疡。深静脉通畅试验示深静脉通畅，大隐静脉瓣膜功能试验示其瓣膜功能欠佳。3.辅助检查：暂缺。",
            "鉴别诊断": "需与下肢深静脉血栓形成后遗综合症相鉴别，下肢静脉造影检查明确诊断。",
            "诊断结果": "1.右侧大隐静脉曲张2.右下肢静脉炎"
        },
        "cure": "麻醉方式:蛛网膜下腔阻滞手术时长：2.08小时手术方式:右侧大隐静脉高位结扎曲张静脉分段切除术手术简要经过:患者入手术室，麻醉成功后取平卧位，常规消毒铺无菌巾单。于右侧腹股沟区取长约7cm切口，切开皮肤皮下，寻找到右侧大隐静脉，顺利寻找到大隐静脉5个属支，旋髂浅静脉、腹壁浅静脉、**外静脉、股内侧浅静、股外侧浅静脉。分别钳夹、切断、结扎，于大隐静脉根部切断并双重结扎，将远端大隐静脉游离并切除，彻底止血，缝合切口。于右下肢内侧静脉曲张最明显处取4个长约3cm刀口，切除曲张静脉团块，彻底止血缝合切口。查无活动性出血及副损伤，无菌纱布覆盖切口，2卷弹力绷带包扎右腿，手术顺利，术后安返病房。术中诊断:右侧大隐静脉曲张、右下肢静脉炎术后处理措施:患者右下肢红肿、局部有破溃，术后给予抗炎、补液、止血等对症治疗术后应当特别注意观察的事项:生命体征，术区伤口情况"
    },
    {
        "id": 241,
        "symptom": {
            "一般资料": "男性，41岁，工人",
            "主诉": "男性,41岁,工人车祸伤致左膝关节肿胀疼痛伴活动受限5小时入院",
            "现病史": "患者入院前5小时，车祸伤撞击致左膝，伤后立感左膝疼痛、肿胀，活动受限，患者无昏迷史，无头晕头痛，无恶心呕吐，无气急胸闷，无腹痛腹胀，无大小便失禁，受伤过程能够回忆，受伤后急来我院急诊就诊，急诊查左膝正侧位X光片示：左胫骨近端骨折，左股骨远端骨折，骨折明显移位。进一步查膝关节CT检查示：左膝胫骨平台骨折、左股骨外髁骨折。急诊以“左膝胫骨平台骨折，左股骨外髁骨折”收住入院进一步诊治。患者自受伤以来，神志清，精神可，体重无著变，大小便未解。",
            "既往史": "患者既往体健，否认高血压病、糖尿病、心脏病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清，急性面容，自主**，平车推入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧**正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律96次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。**直肠：未查。生殖器：未查。脊柱四肢：脊柱无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。专科情况：左膝关节明显肿胀，局部压痛、叩击痛明显，可触及骨摩擦感，左膝关节屈伸活动受限，左侧足趾活动及感觉无异常，左侧足背动脉及胫后动脉搏动可触及。",
            "辅助检查": "左膝正侧位X光片示：左胫骨近端骨折，左股骨远端骨折，骨折明显移位。左膝关节CT检查示：左膝胫骨平台骨折、左股骨外髁骨折。"
        },
        "diagnosis": {
            "初步诊断": "左膝胫骨平台骨折，左股骨外髁骨折",
            "诊断依据": "1.患者入院前车祸伤病史2.查体：左膝关节明显肿胀，局部压痛、叩击痛明显，可触及骨摩擦感，左膝关节屈伸活动受限，左侧足趾活动及感觉无异常，左侧足背动脉及胫后动脉搏动可触及。3.影像学：左膝正侧位X光片示：左胫骨近端骨折，左股骨远端骨折，骨折明显移位。左膝关节CT检查示：左膝胫骨平台骨折、左股骨外髁骨折。",
            "鉴别诊断": "髌骨骨折：髌骨骨折多为直接撞击损伤，主要以膝关节前侧肿胀为主，膝关节不能屈伸活动，影像学可见髌骨骨皮质断裂。根据病史和影像学表现可鉴别。",
            "诊断结果": "左膝胫骨平台骨折，左股骨外髁骨折，左髁间嵴骨折"
        },
        "cure": "患者入院后完善血常规、生化常规、凝血功能、胸片、心电图、腹部超声等检查，排除手术禁忌症，在腰硬联合麻醉下行左膝胫骨平台骨折、左股骨外髁骨折切开复位内固定术，手术顺利，术后安返病房，予以凯纷静脉点滴缓解疼痛，甘油果糖静脉点滴消肿，定期采用碘伏伤口换药，2周后伤口拆线。"
    },
    {
        "id": 242,
        "symptom": {
            "一般资料": "男性，87岁，居民",
            "主诉": "男性,87岁,居民不能自行排尿5个月。",
            "现病史": "缘于入院前5个月患者脑出血后出现排尿不畅症状，表现为尿线变细，尿等待，尿流中断，小腹憋胀不适，不能自行排尿，给予导尿留置尿管治疗，每个月定期更换尿管，并给予抗炎药物治疗，为求彻底诊治遂来我院，门诊以“前列腺增生症并尿潴留”收住院治疗。",
            "既往史": "既往脑出血病史5个月，时有健忘；既往高血压病史50余年，最高180/100mmhg,未规律服用降压药物，血压控制差。否认糖尿病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史：否认手术，外伤输血史，按时预防接种；否认药物、食物过敏史，酒史吸烟史50年，每日10支，已戒烟；饮酒史50年，每日1两，已戒酒；无放射、化学毒物接触史；无性病史，无冶游史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，神志清醒，自主体位，贫血面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽苍白，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律79次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4)次/分，未闻及血管杂音。肛门及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肽二头肌腱反射正常，肽三头肌胖反射正常，膝腱反射正常双侧Kernig征阴性，Babinski征阴性，Hoffmann征右阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上压痛存在，膀胱充盈明显。外生殖器发育正常，尿道口略红肿。尿管保留。肛门外括约肌张力正常。前列腺Ⅱ，中央沟消失，质地中等，表面光滑无结节，边界清晰，无触痛。精囊未及。指套无血染。",
            "辅助检查": "入院前检验（--)影像检查（--)入院后检验（--)血型鉴定（20200509):AB0血型A型，RhD血型阳性（+),超敏C反应蛋白，凝血、血沉、感染九项、前列腺癌标志物未见明显异常。血常规（20200509):★红细胞4.00↓10~12/L,★血红蛋白浓度125↓g/L,★红细胞压积0.366↓，余正常。尿常规（20200509):白细胞计数173.9个/Ⅱ1,细菌计数1729.5个/u1,潜血1+!,尿蛋白1+!,白细胞酯酶3+!,生化全项：生化全项（20200509):★总蛋白64.5↓g/L,前白蛋白199mg/L,★同型半胱氨酸25.0↑Ⅱmol/L,余正常。影像检查（--)颅脑CT:颅内多发梗塞灶，部分软化灶形成；双侧脑白质脱髓鞘改变；左聂叶钙化灶；老年性脑改变。双下肢血管彩超：双下肢深静脉未见明显血栓。泌尿系彩超：双肾动脉阻力指数增高、膀胱壁毛糙、前列腺增生、心脏彩超：主动脉瓣反流、左室舒张功能减低心电图：1、窦性心律、2、I度房室传导阻滞、3、肢体导联QRS低电压病理检查：(--)"
        },
        "diagnosis": {
            "初步诊断": "前列腺增生症并尿潴留",
            "诊断依据": "1.患者老年男性，慢性病程2.病史：不能自行排尿5个月。3.体征：前列腺Ⅱ，中央沟消失，质地中等，表面光滑无结节，边界清晰，无触痛。精囊未及，指套无血染。4.辅助检查：暂无。",
            "鉴别诊断": "1.前列腺癌：前列腺癌表现为进行性排尿困难，肛诊前列腺质硬如石，表面结节增生，确诊需靠病理证实。2.神经源性膀胱：多伴有其它神经系统功能障碍，尿流动力学检查可明确诊断。",
            "诊断结果": "1.前列腺增生症并尿潴留，2.泌尿系感染，3.高血压病"
        },
        "cure": "诊疗经过：麻醉方式：局麻手术时长：0.58小时手术方式：耻骨上膀胱穿刺造瘘术手术简要经过：患者入手术室，平卧**。常规消毒铺巾，经尿管注入无菌盐水充盈膀胱。于耻骨联合上约2横指处局部麻醉切口，以注射器试穿得尿。以膀胱穿刺套管穿刺膀胱成功，置入并保留F18三腔尿管接尿袋。气囊注水20毫升，丝线固定。手术顺利。术后患者安返病房。术后处理措施：术后给予抗炎补液对症治疗。术后应当特别注意观察的事项：观察尿管颜色变化及生命体征变化。"
    },
    {
        "id": 243,
        "symptom": {
            "一般资料": "女性，74岁，居民",
            "主诉": "女性,74岁,居民间断血尿4月余，发现右侧输尿管占位3天",
            "现病史": "4月余前患者无明显诱因出现无痛肉眼血尿，伴尿频，无血块，无腰痛，自行口服通淋颗粒、头孢菌素及加替沙星治疗，血尿症状改善；3月前患者再次出现血尿1次，未予处理，血尿自行消失；7天前再次出现肉眼血尿，口服上述药物治疗后血尿未见缓解，伴长条血块及下腹部疼痛不适，3天前就诊外院查CT提示：右侧输尿管管腔扩张，局部管腔内高密度影，考虑占位性病变，建议泌尿系CTU,右侧肾孟扩张积水。患者今日为求进一步诊治遂住院。",
            "既往史": "既往高血压、冠心病及室性早搏病史20余年，口服卡托普利、尼群地平、单硝酸异山梨酯片、硝酸异山梨酯片、丹参滴丸、美西律及阿司匹林治疗，偶有发汗头晕不适，持续十分钟可缓解；半年余前患者右上肢外伤手术史；否认糖尿病病史；否认肝炎、结核、伤寒、疤疾等传染病史；否认其他手术、外伤、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清醒，自主体位，无特殊面容，查体合作支肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律92次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4)次/分，未闻及血管杂音。肛门及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肽二头肌胖反射正常，肽三头肌腱反射正常，膝腱反射正常，双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上轻压痛，膀胱未充盈。外生殖器发育正常。",
            "辅助检查": "入院前检验（--)影像检查（--)CT(2020-04-24,外用）:右侧输尿管管腔扩张，局部管腔内高密度影，考虑占位性病变，建议泌尿系CTU,右侧肾孟扩张积水。入院后检验（--)尿常规（20200427):红细胞计数137.3个/u1,潜血3+!,比重1.034个，余正常；血常规（20200428):★红细胞3.38↓1012/L,★血红蛋白浓度109√g/L,★红细胞压积0.331↓，平均血小板体积8.8↓fL,血小板分布宽度8.7IfL,余正常。血沉（20200428):血沉281mm/h;凝血5项（20200428):D-二聚体1.231mg/L,心梗二项\"BNP(20200428):肌钙蛋白T0.010↓ng/m1,肌红蛋白25.85ng/ml,B型尿钠肽前体215.01pg/m1,超敏C反应蛋白测定生化全项（20200428):★总蛋白63.1↓g/L,★白蛋白（澳甲酚绿法）35.8↓g/L,前白蛋白135↓mg/L,★肌酸激酶38↓U/L,★肌條（酶法）98↑型半胱氨酸31.4个Ⅱmo1/L,超敏C反应蛋白18.1个mg/L;余正常；感染九项未见明显异常。血型鉴定（20200428):AB0血型AB型，RhD血型阳性（+);心电图：影像检查（--)[CTU,造影（CTU)][肾动脉血管成像，CT血管造影（CTA)][双肾+输尿管平扫加增强，平扫+增强]:右侧输尿管上段、下段占位性病变，考虑恶性，建议MR平扫+增强及MRU检查；右侧肾孟、输尿管未见造影剂充盈。心脏彩超：心脏结构及功能未见明显异常双下肢彩超：双下肢深静脉未见明显异常肾现象：右肾功能中度受损，右肾区显影欠清晰，请结合临床；左肾功能轻度受损，未见明确梗阻征象；双肾血流灌注减低。GFR参考值：正常40-52;轻度减低25-40;中度减低15-25;重度减低小于15;GFR与年龄有关，随着年龄增长（40岁以后）,GFR有所下降。此值仅供参考，总体评价情况请结合临床。全身骨显像：右侧腕关节浓聚灶，考虑术后改变；右侧尺骨远端骨皮质连续性欠佳，骨折？请结合其他检查。头颅MRI:脑内多发脑梗塞、缺血灶；双侧脑白质缺血性脱髓鞘改变；老年脑改变；右侧上颌窦粘膜下囊肿；颅脑MRA未见明显异常。腹腔彩超：腹腔胀气心电图：1、窦性心动过速2、逆钟向转位。"
        },
        "diagnosis": {
            "初步诊断": "1.右侧输尿管肿物2.右肾积水3.高血压4.冠心病5.室性早搏",
            "诊断依据": "1.患者老年女性，慢性病程2.间断血尿4月余，发现右侧输尿管占位3天3.辅助检查：CT:右侧输尿管管腔扩张，局部管腔内高密度影，考虑占位性病变，建议泌尿系CTU,右侧肾孟扩张积水。",
            "鉴别诊断": "根据病史，症状，查体所见及辅助检查，目前诊断：膀胱肿瘤。应与以下疾病相鉴别：1.肾、输尿管肿瘤：两者均有间歇性无痛性肉眼血尿，肾、输尿管肿瘤可排出条状血块，多无坏死组织；膀胱肿瘤则可排出片状血块，多有坏死组织。可通过超声及造影检查加以区别。2.泌尿系结核除了血尿外，主要症状为慢性膀胱**症状，伴有低若热、盗汗、消瘦、乏力等全身症状，通过尿找抗酸杆菌、IVP、膀胱镜检查等与膀胱癌鉴别。3.尿石症血尿多为镜下血尿，上尿路结石可出现肾、输尿管绞痛，膀胱结石可出现排尿中断现象，通过KUB平片、B超、膀胱镜检查等鉴别，由于膀胱结石对局部粘膜的刺激，可导致肿瘤发生。因此，长期膀胱结石出现血尿时，应想到膀胱癌的可能，必要时行膀胱镜检查及活检。前列腺癌表现为进行性排尿困难，肛诊前列腺质硬如石，表面结节增生，确诊需靠病理证实。",
            "诊断结果": "1.右侧输尿管肿物2.右肾积水3.肾功能不全4.高血压5.冠心病6.室上性早搏7.陈旧性脑梗死"
        },
        "cure": "麻醉方式：静吸复合全麻手术时长：5.97小时手术方式：膀胱尿道镜检查、后腹腔镜下右肾输尿管切除术、膀胱袖状切除术手术简要经过：患者入手术室，麻醉成功后取截石位，常规消毒铺无菌巾单。经尿道置入F2401ympus电切镜行膀胱尿道镜检查，双侧输尿管开口清晰可见，右侧输尿管开口淤血肿胀，余膀胱黏膜未见明显异常，退镜。尿道内注入利多卡因凝胶，尿道内置F18三腔尿管，气囊注水10ml。改为左侧卧位，抬高腰桥，常规消毒铺无菌巾单。于右侧腋中线骼崎上二横指取2cm切口进入腹膜后间隙，置入气囊扩张器，5分钟后放出，置入10mmTrocar及目镜。腹腔镜直视下分别于腋前线和腋后线肋缘下取切口置入Trocar,以腰大肌为标志从背侧向上游离，以超声刀打开Gerota筋膜。于腰大肌旁找到右侧输尿管。应用超声刀寻找并充分游离右肾动脉，用hem-o-lok夹闭并离断右肾动脉，充分游离右肾静脉，hem-o-lok夹闭并离断，充分游离肾脏，并游离输尿管上段距肾门长约10cm。彻底止血，温盐水冲洗术区并吸净。查无活动性出血，无胸膜腹膜损伤及其它副损伤，于术区放置可吸收止血纱布2块，于右肾区留置引流管。清点器械纱布无误，逐层缝合皮肤切口。然后患者取平卧位，常规消毒铺无菌巾单，取右侧腹直肌外缘斜形切口长16cm,逐层切开皮肤、皮下组织，找到右输尿管，游离至右输尿膀胱壁内段，分离右输尿管壁内段，于右输尿管膀胱开口处行袖口状切除，可吸收线间断缝合膀胱壁。取出右肾及右输尿管。彻底止血，术区放置可吸收止血纱布1块，右侧盆腔流质引流管，逐层关闭切口。手术顺利。术中应用hem-o-lok夹22枚，一次性Trocar1套。患者术中出血约300ml,患者术前贫血，且术中血压偏低，给予静脉输注AB型Rh阳性悬浮红细胞2u,患者无明显不良反应。术中诊断：1.右侧输尿管肿物2.右肾积水3.肾功能不全4.高血压5.冠心病6.室上性早搏7.陈旧性脑梗死术后处理措施：重症监护，抗炎补液对症处理。患者术后恶心不适，给予温中止呕帖穴位贴敷减轻症状，患者静脉输液处皮肤红肿，给予中药涂擦改善病情。术后应当特别注意观察的事项：监测生命体征，观察术区恢复情况。"
    },
    {
        "id": 244,
        "symptom": {
            "一般资料": "男性，56岁，居民",
            "主诉": "男性,56岁,居民发热1天",
            "现病史": "患者缘于1天前无明显诱因出现发热，伴恶寒，周身酸痛，偶有头痛，无咳嗽咳痰，无咽干咽痛，无胸闷憋气，遂就诊于我院发热门诊，相关检查回报中性粒细胞百分比:78.20%,↑;淋巴细胞百分比:12.90%,↓;嗜酸性粒细胞百分比:0.10%,↓;有核红细胞百分比:0%,;中性粒细胞绝对值:7.08×10^9/L,↑;单核细胞绝对值:0.78×10^9/L,↑;嗜酸性粒细胞绝对值:0.01×10^9/L,↓;有核红细胞绝对值:0×10^9/L,;★血红蛋白浓度:128g/L,↓;★红细胞压积:0.382,↓;血沉:94mm/h,↑;超敏C反应蛋白:221.4mg/L,↑;★白细胞:10.23×10^9/L,↑;中性粒细胞百分比:81.80%,↑;淋巴细胞百分比:8.80%,↓;嗜酸性粒细胞百分比:0.30%,↓;有核红细胞百分比:0%,;中性粒细胞绝对值:8.37×10^9/L,↑;淋巴细胞绝对值:0.90×10^9/L,↓;单核细胞绝对值:0.88×10^9/L,↑;有核红细胞绝对值:0×10^9/L,;★血红蛋白浓度:126g/L,↓;★红细胞压积:0.388,↓;血沉:35mm/h,↑;超敏C反应蛋白:103.0mg/L,↑;降钙素原:0.52ng/mL,↑;血清淀粉样蛋白A:1092.4mg/L,↑;为求进一步诊治门诊以“感染性发热”收入我科。",
            "既往史": "既往健康，否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；1月前行远端胃切除术，术后病理提示胃间叶源性恶性肿瘤，骨外间叶性软骨肉瘤。否认外伤史，；否认输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主**，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律83次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器正常，脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：神志清楚，精神可，面色少华，双肺呼吸音清，未闻及干湿啰音。心律83次/分，心律齐，各瓣膜听诊区未闻及杂音。腹部软，无压痛、反跳痛及肌紧张，肝脾肋下未触及。肾区无叩击痛，双下肢无水肿。",
            "辅助检查": "入院前检验（--）血常规：中性粒细胞百分比:78.20%,↑;淋巴细胞百分比:12.90%,↓;嗜酸性粒细胞百分比:0.10%,↓;有核红细胞百分比:0%,;中性粒细胞绝对值:7.08×10^9/L,↑;单核细胞绝对值:0.78×10^9/L,↑;嗜酸性粒细胞绝对值:0.01×10^9/L,↓;有核红细胞绝对值:0×10^9/L,;★血红蛋白浓度:128g/L,↓;★红细胞压积:0.382,↓;血沉:94mm/h,↑;超敏C反应蛋白:221.4mg/L,↑;★白细胞:10.23×10^9/L,↑;中性粒细胞百分比:81.80%,↑;淋巴细胞百分比:8.80%,↓;嗜酸性粒细胞百分比:0.30%,↓;有核红细胞百分比:0%,;中性粒细胞绝对值:8.37×10^9/L,↑;淋巴细胞绝对值:0.90×10^9/L,↓;单核细胞绝对值:0.88×10^9/L,↑;有核红细胞绝对值:0×10^9/L,;★血红蛋白浓度:126g/L,↓;★红细胞压积:0.388,↓;血沉:35mm/h,↑;超敏C反应蛋白:103.0mg/L,↑;降钙素原:0.52ng/mL,↑;血清淀粉样蛋白A:1092.4mg/L,↑。影像检查（--）入院后检验（--）B型尿钠肽前体:355.7pg/ml,↑;纤维蛋白原:4.11g/L,↑;D-二聚体:0.80mg/L,↑;★总蛋白:60.5g/L,↓;★白蛋白(溴甲酚绿法):36.0g/L,↓;★碱性磷酸酶:182U/L,↑;★谷氨酰转肽酶:289U/L,↑;★钾:3.47mmol/L,↓;隐血试验:阳性,异常;★钾:3.22mmol/L,↓;超敏C反应蛋白:172.4mg/L,↑;血清淀粉样蛋白A:1310.6mg/L,↑;影像检查（--）心脏彩超：肺动脉瓣反流；左室舒张功能减低。腹部CT提示腹腔脓肿上下腹部盆腔CT:胃术后改变；腹腔低密度，局部假性囊肿形成，不除外并感染性病变，请结合临床；腹腔脂肪间隙模糊；双肺下叶条索；双侧胸膜增厚，左侧胸膜局部钙化。腹腔穿刺置管术：患者仰卧位，常规皮肤消毒、铺巾，超声择点定位，2%的利多卡因局部浸润麻醉，超声引导下以18GPTC**入上腹部包裹性积液内，拔出针芯置入导丝，拔出针鞘，扩张管扩张后将导管置入上腹部包裹性积液内，拔出导丝，包扎固定，病人无明显不适。上消化道造影：食管下段憩室？胃肿瘤术后；考虑十二指肠残端瘘，请结合临床。心电图：1.窦性心律2.T波改变（Ⅱ、Ⅲ、aVF导联低平倒置，请结合临床）"
        },
        "diagnosis": {
            "初步诊断": "感染性发热胃癌术后",
            "诊断依据": "1.中年男性，急性病程。2.发热1天。3.体格检查：神志清楚，精神可，面色少华，双肺呼吸音清，未闻及干湿啰音。心律83次/分，心律齐，各瓣膜听诊区未闻及杂音。腹部软，无压痛、反跳痛及肌紧张，肝脾肋下未触及。肾区无叩击痛，双下肢无水肿。4.辅助检查：同上。",
            "鉴别诊断": "1.上呼吸道感染：起病急，多伴有流涕、喷嚏、咽痒、咽痛等不适，查体以鼻腔、咽部粘膜充血水肿为主要体征，血象可正常或升高。该患者除发热，无其他上感伴随症状，不支持。2.下呼吸道感染：多急性起病，有发热、咳嗽、咳痰等症状，体征肺部可闻及湿啰音，血常规可见血白细胞计数及中性粒细胞百分比增高，肺部影像学检查可见炎性渗出影，但部分患者可以间质改变为主，甚至还有部分小叶性肺炎患者由于炎症病灶局限于肺小叶可为影像学检查所忽略。本患者目前不能排除肺炎可能，需进一步检查明确。3.泌尿系感染：可有发热、寒颤，常伴尿频尿急尿痛等尿路**症状，患者尿常规镜检未见白细胞，需进一步检查明确。",
            "诊断结果": "腔脓肿,十二指肠残端瘘,感染性发热,胃间叶源性恶性肿瘤,骨外间叶性软骨肉瘤"
        },
        "cure": "1.内科I级护理，低盐低脂糖尿病饮食。2.入院查尿常规、便常规等以了解病情。生化全项了解心肝肾功能及血糖血脂情况；查感染九项明确患者有无传染性疾病，查BNP、心电图明确心脏情况，查凝血五项明确有无出血风险。3.予以头孢噻肟抗感染治疗，予以葡萄糖氯化钠注射液补液治疗防止脱水，予法莫替丁抑酸护胃治疗。考虑感染性发热，今日完善血常规、SAA、CRP等指标，提示感染进一步加重，更换抗生素为哌拉西林钠舒巴坦钠，完善全腹部CT检查，明确感染原因，密观。腹部CT提示腹腔脓肿，我科会诊后考虑术后腹腔积液形成脓肿，建议转科治疗超声引导下腹腔脓肿穿刺置管引流术记录操作前，完善相关检查，查凝血功能未见明显异常，向患者家属交待超声引导下腹腔脓肿穿刺置管引流术的风险，表示理解，同意治疗，签订知情同意书。患者于彩超一科，平卧位于床上，由超声科高峰医师任操作，穿刺前超声定位穿刺点，术区常规消毒铺无菌单巾，1%利多卡因局部浸润，超声引导下定位穿刺点，进穿刺针，穿刺抽出灰白色脓性液体，伴有恶臭，给予完全抽出脓液约80ml，然后使用甲硝唑氯化钠100ml冲洗后，出现淡血性液体，连接引流管接引流袋持续引流，无菌纱布包扎，清点器械无误，操作结束，安返病房。患者无明显不适反应，观察病情变化。穿刺抽出液送常规、生化，淀粉酶及细菌培养检查。继续抗炎治疗。腹部引流管通畅，引流暗褐色液体约15ml。给予甲硝唑氯化钠冲洗引流管，可见少量浑浊液体，继续持续引流，明日复查消化道造影，查看十二指肠残端瘘愈合情况，观察病情变化。"
    },
    {
        "id": 245,
        "symptom": {
            "一般资料": "女性，9岁，学生",
            "主诉": "右肘部关节活动受限1月余",
            "现病史": "缘于患者1个月余前因外伤致右腕部疼痛、肿胀，活动受限，伤后遂就诊当地医院，行X线检查，提示右尺桡骨可疑骨折，当时予手法整复、推拿处理，并三角巾悬吊制动，疼痛较前好转。但活动仍稍受限，旋转功能明显受限，为进一步治疗，就诊我院门诊，予查体及拍片示“右上尺桡关节半脱位”，遂拟“1、陈旧性右孟氏骨折；2、其他”收住我科治疗。入科时症见：神清，右肘部稍肿胀，活动受限，无畏寒发热，无头晕头痛，无恶心呕吐，无咳嗽咯血，无胸闷心悸及呼吸困难，无腹痛腹胀，纳寐可，二便自调。",
            "既往史": "否认高血压、糖尿病、冠心病等病史，既往未行手术病史。"
        },
        "examine": {
            "查体": "神志清楚，查体合作，全身皮肤黏膜无黄染及淤血淤斑，口唇黏膜及四肢末梢发绀，头颅无畸形，双瞳孔等大等圆，直径3mm，对光反射敏，颈软，气管居中，甲状腺无肿大，颈静脉无明显充盈，胸廓正常，两肺未闻及干湿性啰音，心律齐，各瓣膜听诊区未闻及病理性杂音，腹平坦，无压痛及反跳痛，肝脾肋下未及，移动性浊音阴性，四肢肌力正常，双下肢无水肿，病理征-。专科查体：右肘部稍肿胀，无张力性水疱，无皮下瘀斑等，局部稍压痛，弹性固定，旋前尚可，旋后明显受限，肘关节活动度10-110°，右上肢肢端血运感觉可。",
            "辅助检查": "X线：右上尺桡关节半脱位。"
        },
        "diagnosis": {
            "初步诊断": "1.陈旧性右上尺桡关节半脱位2.尺骨骨折",
            "诊断依据": "1.外伤史明确，右肘部关节活动受限1月余。2.专科检查：右肘部稍肿胀，无张力性水疱，无皮下瘀斑等，局部稍压痛，弹性固定，旋前尚可，旋后明显受限，肘关节活动度10-110°，右上肢肢端血运感觉可。3.辅助检查：X线：右上尺桡关节半脱位。",
            "鉴别诊断": "结合患者的症状体征及辅助检查，诊断明确，符合陈旧性孟氏骨折。但是需要注意是否合并有桡神经损伤。",
            "诊断结果": "陈旧性右孟氏骨折"
        },
        "cure": "入院后予完善相关检查，排除手术禁忌症，在臂丛麻醉下行陈旧性孟氏骨折切开复位钢板内固定术，术后给予抗感染、消肿、脱水、止痛处理。定期换药，并配合红外线、中医射频电疗、中医定向透药等处理，指导患者功能锻炼，患者恢复良好。"
    },
    {
        "id": 246,
        "symptom": {
            "一般资料": "女性，47岁，体力劳动者",
            "主诉": "股骨头无菌性坏死是由于骨内循环障碍，骨细胞死亡，进而出现股骨头塌陷，髋关节疼痛和功能障碍。股骨头坏死病程进展快，多数患者发病两年左右便会发生股骨头塌陷。本例患者因长期大量饮酒导致双髋疼痛两年，加重2个月，结合双髋关节X线检查示双侧股骨头无菌性坏死，治疗方案选择在连续硬膜外麻醉下行左侧人工全髋关节置换手术。术后需要保持切口敷料清洁干燥，应及时换药，避免伤口感染。全髋关节置换术后需要尽早进行功能康复训练，可以有效的避免出现坠积性肺炎、深静脉栓塞等并发症。该患者比较年轻，术后3天行髋关节X线检查无异常，指导患者进行髋关节及膝关节功能锻炼，可借助拐杖或者助行器适当的下地活动，需要专人陪护，做好防跌倒护理，功能锻炼需要循序渐进的增加活动时间。锻炼时禁止下蹲，不能做内收、内旋的动作，避免过量活动。术后3个月之内，尽量不要侧卧，不能下蹲及弯腰，需要逐渐恢复***的日常生活能力，提高生活质量。",
            "现病史": "患者缘于入院半小时不慎外伤致左肩部疼痛、活动受限，左上肢不能持物，无昏迷，无恶心、呕吐，无胸闷及呼吸困难现象，遂来我院就诊，查X线片示：左侧肩胛骨粉碎性骨折，为进一步治疗而入住我院。患者伤来神志清，食纳可，二便正常。",
            "既往史": "否认高血压、糖尿病、冠心病病史，既往无手术病史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神清语利，被动**，查体合作。头颅无畸形，五官端正，双侧瞳孔正大等圆，对光反射灵敏，耳鼻口无异常分泌物。颈软，无抵抗，气管居中，甲状腺不肿大。胸廓对称，无畸形，双侧呼吸动度一致。语颤均等，双肺呼吸音清晰，未闻及干湿性啰音，心律86次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹部查体未见明显异常。专科情况；左肩背部处肿胀、压痛明显，活动受限，可及骨质摩擦感，左上肢手指活动正常，末梢感觉正常，桡动脉搏动良好，生理反射正常存在，病理反射未引出。",
            "辅助检查": "X、CT提示左肩胛骨粉碎性骨折。"
        },
        "diagnosis": {
            "初步诊断": "左肩胛骨粉碎性骨折",
            "诊断依据": "1.明确的外伤史；2.局部肿胀、畸形，可触及骨擦音和骨擦感；3.影像学表现提示左侧肩胛骨粉碎性骨折。",
            "鉴别诊断": "诊断明确。",
            "诊断结果": "左侧肩胛骨粉碎性骨折"
        },
        "cure": "入院后给予手法整复，三角巾悬吊固定制动，并配合消肿止痛对症治疗，并行相关术前辅助检查，无明显手术禁忌，在麻醉下行骨折复位钢板内固定术，术后予头孢唑林钠抗感染、甘露醇消肿、氟比洛芬酯止痛、接骨七厘散促进骨折愈合等对症治疗。手术后配合中频脉冲电疗、中医定向透药促进伤口愈合，并指导肩关节功能锻炼。"
    },
    {
        "id": 247,
        "symptom": {
            "一般资料": "男性，24岁，警察",
            "主诉": "男性,24岁,警察间断性腹泻5年，乏力、厌油腻半月，肛周肿痛3天。",
            "现病史": "患者5年前无明显诱因出现腹泻，淡黄色稀水样，每日大便十余次，无粘液脓血便，无腹痛，无里急后重及直肠下坠感，无发热。曾于当地诊断为“胃肠炎”，予口服“诺氟沙星”等治疗，症状略缓解，后每于进食生冷、辛辣食物、饮酒后复发，药物治疗缓解，长期反复发作，间断用药，自诉肠镜检查未见异常。半月前进食辛辣饮食后腹泻再次出现，自行口服药物治疗，效果不佳，并出现乏力、厌油腻，上腹闷胀不适，无寒颤、高热、黄疸，未引起重视。3天前肛缘隆起一包块，轻度疼痛，无寒颤、高热，无便血，为求系统诊治故来我院就诊，门诊以\"肛周脓肿\"收入院。",
            "既往史": "既往慢性腹泻病史5年，间断口服药物治疗。否认高血压、糖尿病、心脏病史，否认患有肝炎、结核等传染病史。否认手术史，输血史，否认外伤史，过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，表情痛苦，步入病房，查体合作。全身皮肤粘膜无苍白，巩膜及皮肤无黄染，皮肤弹性正常，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律78次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹平坦，腹式呼吸无减弱，腹壁静脉无曲张，未见肠型及蠕动波，全腹无压痛、反跳痛、肌紧张，肝脾未及，叩移动性浊音阴性，肝区叩击痛阴性，肠鸣音4-6次/分，未闻及气过水声及金属音。肛门、外生殖器见外科情况。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。外科情况：视诊：膝胸卧位3点旁可见隆起一红肿包块，范围约1.2cm*0.8cm大小。指诊：包块轻度波动感，触痛明显，膝胸卧位齿线3点可及一凹陷，患者惧怕疼痛，未行**镜检查。",
            "辅助检查": "血常规示：白细胞：6.52*10^9/L,中性粒细胞比率52.60%,淋巴细胞比率40.70%,中性粒细胞数3.44*10^9/L,淋巴细胞数2.65*10^9/L。肝功能回报示：ALT：180.2U/L，AST101U/L。肛周B超示：膝胸卧位肛周3点距表皮1.7cm可见一大小0.8*0.4cm低回声包块，边界欠清晰。提示：左侧低回声包块。"
        },
        "diagnosis": {
            "初步诊断": "慢性腹泻药物性肝损害肛周脓肿",
            "诊断依据": "1.青年男性，慢性病程，急性发作；2.患者5年前出现腹泻，淡黄色稀水样，每日大便十余次，每于进食生冷、辛辣食物、饮酒后复发，长期反复发作，间断用药。半月前进食辛辣饮食后腹泻再次出现，并出现乏力、厌油腻，上腹闷胀不适，3天前肛缘隆起一包块，轻度疼痛；3.查体：膝胸卧位3点旁可见隆起一红肿包块，范围约1.2cm*0.8cm大小。包块轻度波动感，触痛明显，膝胸卧位齿线3点可及一凹陷；4.血常规示：白细胞：6.52*10^9/L,中性粒细胞比率52.60%,肝功能回报示：ALT：180.2U/L，AST101U/L，肛周B超提示：左侧低回声包块。",
            "鉴别诊断": "1.肛周皮脂腺脓肿：该病肿物较小，一般多发散发，与肛门距离不等，严重时可相互串通，形成瘘道，但病变轻浅，与肛门无管道相通，本例患者肛旁可见隆起一红肿包块，指诊包块轻度波动感，触痛明显，膝胸卧位齿线3点可及一凹陷，故可鉴别。2.肛周疖肿：病灶只位于皮肤或者皮下，表现为肛周肿胀、疼痛，查体局部充血、肿胀，触痛，可及波动感，破溃不形成肛瘘。本例患者肛旁可见隆起一红肿包块，膝胸卧位齿线3点可及一凹陷，可以鉴别。",
            "诊断结果": "中医诊断：1.腹泻2.脾肾两虚西医诊断：1.慢性腹泻2.药物性肝损害3.肛周脓肿"
        },
        "cure": "患者入院后完善各项检查，肛周碘伏消毒，2%利多卡因局部浸润麻醉，20毫升一次性注射器抽吸淡黄色脓液2毫升，患者疼痛锐减。考虑大肠杆菌感染，应用阿莫西林克拉维酸钾1.2加入0.9%氯化钠注射液100毫升静点日二次，甲硝唑注射液250毫升，静点日二次。肝功能回报示肝损害，予甘草酸二胺150毫克，加入10%葡萄糖注射液250毫升，静点日一次，患者症状逐渐减轻。但腹泻进行性加重，每日大便10余次，少量粘液，无脓血。据患者精神可，腹泻，便次增多，舌质淡，苔白，脉沉细，中医诊断：腹泻，辨证属脾肾两虚。治宜温补脾肾。方药如下：党参15g、白术30g、茯苓15g、陈皮15g、半夏10g、枳壳15g、补骨脂15g、干姜6g、山药15g、内金10g、炙甘草6g。水煎取汁100毫升，日三次口服，5剂腹泻消失，继服5剂巩固疗效。"
    },
    {
        "id": 248,
        "symptom": {
            "一般资料": "女性，64岁，无",
            "主诉": "女性,64岁,左髋部疼痛伴活动受限6个月",
            "现病史": "患者入院前6个月出现左髋部疼痛伴活动受限，患者5年前曾因左侧股骨颈骨折性闭合复位空心钉内固定。患者为治疗来我院门诊，门诊拍摄骨盆正位及左髋侧位X光片，髋关节CT检查示：患者左侧股骨颈骨折术后，股骨头坏死。患者不伴头痛头晕、恶心呕吐等症状。门诊以“左侧股骨头坏死，左股骨颈骨折术后”收入院。患者自患病以来神志清，精神可，二便无异常。",
            "既往史": "患者既往体健，否认高血压病、糖尿病、心脏病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清，自主**，轮椅推入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧**正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律69次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。**直肠：未查。生殖器：未查。脊柱四肢：脊柱无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。专科情况：左髋部皮肤和粘膜无红肿及破损，左腹股沟区压痛，左髋外侧叩击痛明显，左髋活动受限，左侧足趾活动及感觉无异常，左侧足背动脉及胫后动脉搏动可触及。",
            "辅助检查": "骨盆正位及左髋侧位X光片，髋关节CT检查示：患者左侧股骨颈骨折术后，股骨头坏死"
        },
        "diagnosis": {
            "初步诊断": "左侧股骨头坏死左股骨颈骨折术后",
            "诊断依据": "1.患者既往股骨颈骨折性闭合复位空心钉内固定病史2.查体：左髋部皮肤和粘膜无红肿及破损，左腹股沟区压痛，左髋外侧叩击痛明显，左髋活动受限，左侧足趾活动及感觉无异常，左侧足背动脉及胫后动脉搏动可触及。3.影像学：骨盆正位及左髋侧位X光片，髋关节CT检查示：患者左侧股骨颈骨折术后，股骨头坏死",
            "鉴别诊断": "诊断明确，无需鉴别。",
            "诊断结果": "左侧股骨头坏死；左股骨颈骨折术后"
        },
        "cure": "患者入院后完善血常规、生化常规、凝血功能、胸片、心电图、腹部超声等检查，排除手术禁忌症，在腰硬联合麻醉下行左股骨颈骨折术后内固定取出术+左髋关节置换术，手术顺利，术后安返病房，予以凯纷缓解疼痛，甘油果糖消肿，低分子肝素抗凝，头孢呋辛钠抗炎预防感染，定期采用碘伏伤口换药，2周后伤口拆线。"
    },
    {
        "id": 249,
        "symptom": {
            "一般资料": "男性，62岁，农民",
            "主诉": "男性,62岁,农民外伤致伤左侧膝关节后疼痛3小时",
            "现病史": "患者3小时前因车祸致伤左侧膝关节，伤处感疼痛，病程中无昏迷史，无明显头晕，无恶心呕吐，无气急胸闷，无腹痛腹胀，无大小便失禁，受伤过程能够回忆，受伤后即来我院急诊就诊，查左侧膝关节三维CT示：左侧膝关节胫骨后侧平台骨折，涉及髁间隆突；急诊拟“左胫骨后侧平台骨折，左胫骨髁间隆突撕脱性骨折”为诊断收治入院进一步诊治。患者伤来神清精神萎，无恶心呕吐，无胸闷心慌，无腹痛腹胀，未进食，二便未解，近期体重未见明显异常。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，否认高血压、糖尿病、癫痫等慢性病史，有喉部息肉手术史，否认其他手术、其他外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清晰，急性面容，自主体位，平车推入病房，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径2.5mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，齿龈正常，齿列齐，扁桃体无肿大，咽部无充血，声音正常。颈部：无提抗感，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，乳头正常对称，无包块，无压痛，未见**分泌物。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊呈正常清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心：心前区无隆起，心尖搏动位置正常，无震颤，心律78次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常血管征。腹部：外形正常，脐正常，腹部柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。肛门直肠：未查。生殖器：未查。脊柱四肢：见专科情况。神经系统：肌力、肌张力见专科情况，生理反射存在，病理征未引出。专科情况：脊柱生理弯曲存在，无畸形，棘突无压痛，颈胸椎活动正常，骨盆挤压分离试验阴性，左膝关节肿胀明显，局部压痛明显，无明显反常活动，未触及明显骨擦音和骨擦感，侧方应力试验及抽屉试验因疼痛不合作，远端肢体感觉、活动、肌力正常，足背动脉搏动及末梢循环良好，余肢未见异常。",
            "辅助检查": "左侧膝关节三维CT示：左侧膝关节后侧平台骨折，涉及髁间隆突。"
        },
        "diagnosis": {
            "初步诊断": "左侧胫骨后侧平台骨折左胫骨髁间隆突撕脱性骨折",
            "诊断依据": "患者为老年男性，有明确的左侧膝关节的外伤病史，主诉：外伤致伤左侧膝关节后疼痛3小时，专科检查：脊柱生理弯曲存在，无畸形，棘突无压痛，颈胸椎活动正常，骨盆挤压分离试验阴性，左膝关节肿胀明显，局部压痛明显，无明显反常活动，未触及明显骨擦音和骨擦感，侧方应力试验及抽屉试验因疼痛不合作，远端肢体感觉、活动、肌力正常，足背动脉搏动及末梢循环良好，余肢未见异常。结合辅助检查：左侧膝关节三维CT示：左侧膝关节后侧平台骨折，涉及髁间隆突。",
            "鉴别诊断": "1.病理性骨折，表现为轻度外伤后即发生骨折，拍片提示骨质内异常阴影，患者有明显的外伤史，x线片未见明显的骨质破坏，暂可排除；2.陈旧骨折，表示3周之前的外伤史，骨折尚未愈合，伴活动障碍，但局部肿胀及压痛程度不明显，而患者体征示局部压痛明显，肿胀明显，伴骨擦感，拍片提示骨折，考虑为新鲜骨折。",
            "诊断结果": "左侧胫骨后侧平台骨折；左胫骨髁间隆突撕脱性骨折"
        },
        "cure": "患者入院后急诊予左下肢皮支具外固定，限制左侧膝关节活动，予甘露醇250ml，qd消肿治疗，完善相关术前检查（血常规，肝肾功能，血糖，凝血功能，心电图，输血前八项等）；术前检查检验结果正常，相关术前检查无明显手术禁忌，结合左侧膝关节三维CT和左侧膝关节核磁共振，左侧胫骨后侧平台骨折以及左胫骨髁间隆突撕脱性骨折有手术指征，于入院后第四天在全麻下行左侧胫骨后侧平台骨折及左胫骨髁间隆突撕脱性骨折切开复位内固定术，手术顺利，术后予五水头孢唑林2.0g，bid抗感染治疗，使用到术后24小时，甘露醇250ml，qd补液治疗、复方骨肽150mg，qd促进骨折愈合治疗，术后24小时后无明显活动性出血予那曲肝素针4100iu，qd预防下肢深静脉血栓抗凝治疗，切口换药、现患者康复可，切口已愈合，继续予左下肢支具外固定，复查左膝关节平片示：左侧胫骨后侧平台骨折以及左胫骨髁间隆突撕脱性骨折内固定复位后复查：内固定器在位，位置良好。2周后切口愈合可，无红肿无渗出，拆线后予出院。"
    },
    {
        "id": 250,
        "symptom": {
            "一般资料": "女性，35岁，职员。",
            "主诉": "女性,35岁,职员。发现右侧乳腺肿物3月余。",
            "现病史": "患者约3月前因孩子撞伤右侧乳腺，未予重视，后出现右侧乳腺肿块，无明显发热、无心慌，无明显红肿疼痛不适，纳眠可，二便调，未予重视，肿块无明显增大，2020-08-14于菏泽市立医院行钼靶检查：1.右侧乳腺：BI-RADS：4B，2.左侧乳腺：BI-RADS：2级，现为求系统治疗，门诊以“乳腺肿瘤”收住院。入院症见：右侧乳腺肿块，无发热，表面无明显红肿热痛，纳眠可，二便正常。",
            "既往史": "既往有妊高症病史3年余，剖宫产手术史3年余，否认冠心病、糖尿病病史。否认肝炎、结核等传染病史及接触史。否认药物、食物过敏史。否认外伤、手术及输血史。预防接种史随当地。"
        },
        "examine": {
            "查体": "青年女性，神志清楚，精神尚可，发育正常。营养正常，是自主**，查体合作。全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。头颅无畸形，眼睑无水肿、充血，双侧瞳孔正大等圆，对光反射灵敏。耳鼻未见畸形，无异常分泌物。口唇无发绀，扁桃体无肿大及化脓。颈软，无抵抗，气管居中，甲状腺未及肿大，颈静脉无怒张。胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音清，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱四肢无畸形，活动自如。肛门、直肠、外生殖器未查。腹壁反射、膝腱反射正常，巴彬斯基征、脑膜刺激征未引出。3专科情况：右侧乳腺可触及8*6cm肿块，质韧，界欠清，周边无明显红肿热痛，右侧**可挤出大量灰色粘稠液体，左侧乳腺未触及明显异常，双侧腋窝未触及明显肿大淋巴结。",
            "辅助检查": "2020-08-14钼靶检查：1.右侧乳腺：BI-RADS：4B，2.左侧乳腺：BI-RADS：2级（菏泽市立医院）。2020-09-06乳腺及腋窝淋巴结B超：右乳低回声（BI-RADS3类）右乳导管扩张、导管内异常回声。"
        },
        "diagnosis": {
            "初步诊断": "乳腺肿瘤（右侧）",
            "诊断依据": "患者女，36岁，发现右侧乳腺肿物3月余；查体：右侧乳腺可触及8*6cm肿块，质韧，界欠清，周边无明显红肿热痛，右侧乳房可挤出大量灰色粘稠液体，左侧乳腺未触及明显异常，双侧腋窝未触及明显肿大淋巴结。2020-08-14钼靶检查：1.右侧乳腺：BI-RADS：4B，2.左侧乳腺：BI-RADS：2级（菏泽市立医院）。2020-09-06乳腺及腋窝淋巴结B超：右乳低回声（BI-RADS3类）右乳导管扩张、导管内异常回声。",
            "鉴别诊断": "乳腺炎：多发生于哺乳期女性，局部发红、肿胀、疼痛。肿物质硬，有压痛，抗炎治疗有效。",
            "诊断结果": "（右侧）乳腺导管内癌。"
        },
        "cure": "入院后完善相关辅助检查，如心电图、血常规、凝血分析、病毒八项及乳腺彩超等；各项相关检查示无明显手术禁忌。择期行右侧乳腺肿物切除术。手术过程如下：患者取仰卧位，术前彩超定位，标记出乳腺导管扩张部位，术区皮肤常规消毒铺巾，1%利多卡因局部麻醉，用探针定位病变导管，取右乳乳晕弧形切口，长约7cm，切开皮肤，皮下组织后，沿腺体表层分离，患者自述不能耐受疼痛，遂麻醉方式改为全麻，麻醉成功后，继续沿腺体表面分离，肿块约10*8*6cm大小，周边切除至脂肪层，导管内存在广泛病变，可见粉渣样物质，周边血运丰富，与周围组织粘连，将可触及的肿块体及周围部分腺体切除至正常导管处。送快速病理，快速病理结果示：（右侧）乳腺导管内癌，大小3*3*2.5cm。向患者家属交代病情后，患者家属同意行右侧**切除+前哨淋巴结活检术，亚甲蓝注射液4ml注射乳晕下皮下组织，距肿物边缘2公分开始，做横梭型切口，于皮下向四周游离皮瓣，上至锁骨，下至腹直肌前鞘，内至胸骨，外至背阔肌前缘。取第三肋与腋前线交界处钝锐性结合分离至腋窝深部软组织，可见蓝染淋巴管，沿淋巴管分离找到5枚蓝染淋巴结，大者约1.0*0.8cm大小，将蓝染淋巴结切除，送检快速病理示：前哨淋巴结未见癌转移，并向上延伸清扫切除周围淋巴脂肪组织，后于乳腺后方游离，在保护好胸大肌筋膜的前提下完整切除乳腺腺体。充分止血后，冲洗创面赶紧，分别于胸骨旁及腋窝放置20#引流管一根，后逐层缝合，无菌敷料覆盖，送常规病理。缝皮机缝合关闭切口，加压包扎。手术过程顺利，术中出血约50ml，麻醉效果好，术后安返病房。"
    },
    {
        "id": 251,
        "symptom": {
            "一般资料": "女性，38岁，居民",
            "主诉": "女性,38岁,居民腹壁可复性肿物3个月余",
            "现病史": "3个月前于站立时发现手术切口有一鸡蛋大小肿物，无痛，平卧肿物可还纳入腹腔，于咳嗽、站立时明显，伴坠胀感，今日为求诊治而来我院，门诊以“腹壁切口疝”收入我科。",
            "既往史": "半年前行腹腔镜脐疝手术，术后出现切口疝。否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认外伤、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主**，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第5肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律83次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：腹平坦，腹式呼吸存在，无腹壁静脉曲张，未见肠型及蠕动波，腹部可见纵向手术切口疤痕，手术切口可见一直径10.0cm肿物，质软，压痛阴性，边界清楚，表面光滑，可触及疝环口直径4.0cm，以手推送将疝内容物还纳入腹腔后，按压疝环肿物不再出现，腹软，全腹无压痛，无反跳痛及肌紧张。肝脾肋下未触及，Murphy征（-）。腹部叩鼓音，肺肝浊音界位于右锁骨中线第5肋间，肝区无叩痛，肝浊音区正常，胆囊区无叩痛，移动性浊音（-），肠鸣音正常存在。腹部未闻及血管杂音。",
            "辅助检查": "入院后检验（--）血常规(20200607):★红细胞3.77↓10^12/L,★血红蛋白浓度104↓g/L,★红细胞压积0.315↓,血小板压积0.32↑,尿常规(20200608):上皮细胞计数40.1↑/μl,鳞状上皮细胞计数39.8↑/μl,潜血±！,生化、凝血、感染未见明显异常。影像检查（--）彩超：左侧腹壁疝腹腔彩超（淋巴结、腹水）：腹腔未见明显异常心电图：1、窦性心律2、局限性右束支传导阻滞。"
        },
        "diagnosis": {
            "初步诊断": "腹壁切口疝",
            "诊断依据": "1.青年女性，慢性病程。2.半年前行腹腔镜脐疝手术，术后出现切口疝。否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认外伤、输血史；按时预防接种；否认药物、食物过敏史。3.腹平坦，腹式呼吸存在，无腹壁静脉曲张，未见肠型及蠕动波，腹部可见纵向手术切口疤痕，手术切口可见一直径10.0cm肿物，质软，压痛阴性，边界清楚，表面光滑，可触及疝环口直径4.0cm，以手推送将疝内容物还纳入腹腔后，按压疝环肿物不再出现，腹软，全腹无压痛，无反跳痛及肌紧张。肝脾肋下未触及，Murphy征（-）。腹部叩鼓音，肺肝浊音界位于右锁骨中线第5肋间，肝区无叩痛，肝浊音区正常，胆囊区无叩痛，移动性浊音（-），肠鸣音正常存在。腹部未闻及血管杂音。",
            "鉴别诊断": "1.腹股沟直疝：疝囊自直疝三角突出，多呈圆锥型，回纳肿物压迫内环后，嘱病人咳嗽肿物仍可突出，此患者不支持，可排除。2.腹壁脂肪瘤：也可以突出于体表，但不能以手法回纳腹腔。",
            "诊断结果": "腹壁疝"
        },
        "cure": "麻醉方式:全凭静脉麻醉，手术时长：1.37小时手术方式:切口疝无张力修补术手术简要经过:患者平卧手术台，常规消毒术野，铺无菌巾，麻醉满意后于原剖腹产手术切口下部切开皮肤皮下组织，切口长8cm，找到疝环，分别2.0*3.0cm，6.0*5.0cm大小，分离粘连组织，游离疝囊，缝合腹膜及疝环。将1309补片纵向连接缝合后置于原剖腹产切口全长之腹直肌前鞘前方，局部置引流管接负压吸引。查无活动性出血，清点纱布器械无误，退镜，放气，手术顺利。术中应用：1309补片1张。术中诊断:腹壁疝术后处理措施:术后给予抗炎对症治疗。术后应当特别注意观察的事项:术后观察切口变化。"
    },
    {
        "id": 252,
        "symptom": {
            "一般资料": "男性，48岁，农民",
            "主诉": "男性,48岁,农民发现右侧颈部包块3+月，突然长大10+天。",
            "现病史": "患者于3+月前无意间，发现颈部偏右侧一包块，约鸽蛋大小，局部无疼痛，无说话费力、畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，无多饮、多食、怕热、手震颤，院外院外未行特殊处理（具体不详），上述症状未缓解，10+天前颈部右侧包块突然长大，伴局部胀痛及触压痛，逐渐出现右侧耳心及右侧头部胀痛不适，偶有眼胀不适，右侧颜面部稍肿胀，无声音嘶哑、呼吸不畅、吞咽梗阻，为进一步诊治来我院就诊，在门诊拟诊断为“甲状腺包块”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主**，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，左3mm右3mm，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。**：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心律92次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，肝上界位于右锁骨中线5肋间，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。**、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，双侧颌下腺正常，双侧颌下淋巴结正常，气管向左偏移，肝颈静脉回流征阴性，颈部右侧见一大小约5.0*5.0*4.0cm包块，表面皮肤无红肿，可随吞咽上下运动，质地中等，边界清，动度可，稍压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "门诊彩超示：甲状腺右侧叶混合性团块（TI-RADS3类）。甲功：TSH:6.154uUI/ml。"
        },
        "diagnosis": {
            "初步诊断": "甲状腺右侧叶包块：性质待查",
            "诊断依据": "1.患者以发现颈部包块3+月，突然长大10+天入院：2.查体：颈部对称无抵抗感，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，颈部右侧见一大小约5.0*5.0*4.0cm包块，表面皮肤无红肿，可随吞咽上下运动，质地中等，边界清，动度可，稍压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。3.辅助检查：门诊彩超示：甲状腺右侧叶混合性团块（TI-RADS3类）。甲功：TSH:6.154uUI/ml。4.临床诊断考虑甲状腺占位，具体性质不明，拟进一步根据术中冰冻结果明确病理性质。",
            "鉴别诊断": "本病当与“甲状腺癌”鉴别，甲状腺癌早期多无明显症状，偶尔发现甲状腺肿块，质硬，不光滑，吞咽时活动度低，肿块增大时伴有吞咽困难，呼吸不畅，声音嘶哑等，颈部可扪及淋巴结肿大。病检可明确。",
            "诊断结果": "甲状腺右叶滤泡性腺瘤"
        },
        "cure": "入院后完善术前常规检查，术前行颈部增强CT扫描，了解甲状腺结节与气管的关系，排除气管压迫症状。于全麻下行甲状腺右侧叶全切除+右侧喉返神经探查+任意皮瓣形成术。甲状腺右侧叶一个囊实性包块，位于腺叶中下份，大小为5.0×4.5×4.0cm，光滑、圆、质地中等，与腺组织分界清。左侧叶探查未发现肿瘤，峡部正常。大体标本剖开后见囊实性病变，暗红色囊液及机化血凝块；术中完整切除病灶，标本病检。手术过程：1.全麻成功后常规消毒铺巾。2.自颈前胸骨上窝一横指作顺皮纹皮肤切口两侧达胸锁乳突肌前沿，深达颈阔肌深面，显示颈前带状肌。3.在颈阔肌深面向上下游离皮瓣，上至甲状软骨角，下至胸骨上切迹，悬吊皮瓣。4.在颈部正中，纵形切开颈白线，游离颈前带状肌，探查甲状腺左右叶所见如上述。5.分离甲状腺右侧叶与颈前带状肌之间的间隙。6.将甲状腺右侧叶向外上方牵拉，在甲状腺下极钝性分离，解剖喉返神经，肉眼直视下保护喉返神经，保护甲状腺下旁腺，切断甲状腺下极血管，结扎并用双极止血。7.将甲状腺向内侧牵拉，切断、结扎甲状腺中静脉。8.分离环甲间隙，保留甲状上旁腺，切断甲状腺上极血管及上极，结扎并用双极电凝止血。9.将甲状腺向外侧牵拉，切断甲状腺峡部，紧贴真被膜分离、切断甲状腺侧韧带及悬韧带，保持气管壁完整，将右侧叶及肿块切除，创面用双极电凝止血。9.探查颈部第六区淋巴结，见两枚增大淋巴结，切除增大淋巴结送检，术中送冰冻，冰冻结果示：甲状腺右侧叶及包块：滤泡性腺瘤，囊性变。送检1枚淋巴结呈反应性增生，另一节结为纤维、血管组织。10.检查术区无明显渗血，置入负压引流管一根并固定。11.可吸收线间断缝合颈前带状肌，间断缝合颈阔肌，消毒后可吸收线皮内缝合皮肤切口。术毕。手术中无并发症发生，出血10ml。送检标本：右侧叶及肿块"
    },
    {
        "id": 253,
        "symptom": {
            "一般资料": "男性，5岁，儿童",
            "主诉": "男性,5岁,儿童发现左侧腹股沟肿物3天。",
            "现病史": "缘于入院前3天，患儿母亲无意中发现，患儿左侧腹股沟内有一肿物，约花生米大小，有弹性，阴囊无红肿及疼痛。此次为求彻底诊治而来我院，门诊以“左侧精索鞘膜积液”收入院。自发病以来，患儿精神可，无明显恶寒发热，无咳嗽、咳痰，饮食、睡眠可，大小便正常，无明显消瘦。",
            "既往史": "既往健康，否认糖尿病、高血压病、冠心病等慢性病史；否认肝炎、结合、伤寒、疟疾等传染病史；否认手术、外伤、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "体重20Kg一般情况：发育正常,营养中等，神志清醒，自主**，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中。颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流，阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况。胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律98次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。会阴及外生殖器正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征右阴性。专科情况：双侧阴囊无红肿，双侧睾丸附睾位于阴囊内。左侧腹股沟内可触及一肿物，大小约2cm*2cm，无压痛，用手向上推送，肿物未消失，压住内环嘱患儿咳嗽不伴有冲击感。",
            "辅助检查": "入院前无入院后检验（--）血常规+血型(20161117):血红蛋白浓度126.00↓g/L,红细胞压积0.363↓,红细胞平均体积78.40↓fL,平均血小板体积9.00↓fL，尿常规(20161117):细菌计数30↑/ul，感染十项(20161117):乙肝表面抗体13.940↑mIU/mL，肝肾功、电解质、凝血五项未见明显异常。影像检查（--）彩超阴囊：左腹股沟区囊性包块（精索鞘膜腔积液可能）。胸片：心、肺、膈未见异常。心电图：窦性心律大致正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "左侧精索鞘膜积液",
            "诊断依据": "1.患者男性，5岁2.主因发现左侧腹股沟肿物3天入院。3.查体：左侧腹股沟内可触及一肿物，大小约2cm*2cm，无压痛，用手向上推送，肿物未消失，压住内环嘱患儿咳嗽不伴有冲击感。",
            "鉴别诊断": "腹股沟直疝：疝囊自直疝三角突出，多呈圆锥型，回纳肿物压迫内环后，嘱病人咳嗽肿物仍可突出，此患者不支持，可排除。",
            "诊断结果": "1.左侧精索鞘膜积液，2.左侧腹股沟斜疝"
        },
        "cure": "麻醉方式:全麻+骶麻手术方式:左侧精索鞘膜积液切除术、左斜疝高位结扎术手术简要经过:于左侧腹股沟区取横行切口长约3cm，切开皮肤皮下及腹外斜肌腱膜，寻找到左侧精索，于精索前内侧寻找到左侧精索鞘膜积液，大小约3*3cm，切除鞘膜积液，探查可见合并左侧腹股沟斜疝，游离疝囊并打开，离断疝囊并将其游离，高位结扎，远端疝囊游离切除，保护精索血管及输精管，彻底止血，查无活动性岀血及副损伤，逐层缝合，皮肤以5-0可吸收线行皮内缝合。术中诊断：左侧精索鞘膜积液、左侧腹股沟斜疝术后处理措施：给予术区沙袋压迫止血对症治疗。术后应当特别注意观察的事项:观察患侧阴囊肿胀情况及术区有无出血情况。"
    },
    {
        "id": 254,
        "symptom": {
            "一般资料": "女性，61岁，居民",
            "主诉": "女性,61岁,居民发现左肾囊肿3年，左侧腰胀满隐痛1月。",
            "现病史": "缘于入院前3年患者体检时彩超发现左肾囊肿，患者无特殊不适，未行正规诊治。1月来患者出现左侧腰部酸胀不适，无发热，无放射性疼痛，患者无尿频、尿急、尿痛及肉眼血尿。无恶心、呕吐等不适。1周前复查彩超提示左肾囊肿，大小约8.0cm*6.0cm，较前增大。此次为求彻底诊治来我院住院治疗。",
            "既往史": "既往高血压病史30余年，口服硝苯地平、卡托普利治疗。否认糖尿病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认手术、外伤、输血史；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主**，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中，颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律78次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常4次/分，未闻及血管杂音。会阴及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。左肾区压痛叩击痛阳性，右肾区及双侧输尿管走行区未见明显异常。耻骨上无压痛，膀胱未充盈。外生殖器发育正常。",
            "辅助检查": "入院前无入院后检验（--）完善入院相关检查，血常规、血型、凝血5项、生化全项、感染九项术前检查未见明显异常。影像检查（--）心脏彩超：左室舒张功能减低[双下肢静脉]：双侧下肢深静脉未见明显异常[泌尿系常规+肾血流]：左肾囊肿、右肾强回声斑（钙化？）[下腹部CT,平扫+增强][胸部CT,平扫]：右肺中叶、左肺上叶舌段索条；右肺上叶肺大泡；双肺多发小结节；肝实质内钙化灶；肝右叶囊肿；胆囊结石；左肾囊肿。心电图：窦性心律大致正常心电图病理检查：（--）（左肾）囊壁样组织，囊壁内可见萎缩的肾小管，囊壁局部钙化，结合临床符合肾囊肿病理改变。"
        },
        "diagnosis": {
            "初步诊断": "左肾囊肿",
            "诊断依据": "1.患者老年女性，慢性病程。2.病史：发现右肾囊肿3年，右侧腰胀痛1月。3.体征：左肾区压痛叩击痛阳性。4.辅助检查：暂缺。",
            "鉴别诊断": "1.肾癌，常见症状为无痛性血尿，肿块，腰部疼痛不适。CT可见肾内占位性病变，确诊需病理证实。2.肾错构瘤，是肾脏较为常见的良性肿瘤，可表现有腰痛、腹部包块、血尿和尿路**症状。CT发现瘤体内脂肪组织是诊断错构瘤的主要证据。3.肾结核表现为尿频、尿急尿痛等膀胱刺激症状，泌尿系造影可见肾脏结构改变，尿检找到结核杆菌具有决定意义。",
            "诊断结果": "左肾囊肿、高血压病"
        },
        "cure": "新入院，完善相关检查，麻醉方式:全麻手术方式:后腹腔镜左肾囊肿去顶术手术简要经过:患者入手术室，麻醉成功后取左侧卧位，常规消毒铺无菌巾单。于左侧腋中线髂前上棘上2cm取横切口长约2cm，置入自制水囊，注入生理盐水250ml扩张腹膜后间隙，5分钟后将水放出。置入10mmTrocar并进镜，直视下分别于左侧肋缘下腋前线和腋后线置入5mmTrocar。显露腰大肌，以超声刀沿腰大肌向上游离，打开肾周筋膜和脂肪囊，见左肾上极有一大小约8.0*6.0cm囊性肿物，将肿物与周围组织完全游离，以吸引器于肿物中央将囊壁刺破将囊液吸净，为淡黄色清亮液体。提起囊壁，距离肾脏实质5mm处将囊壁环形切除并取出体外。彻底止血，温盐水冲洗术区并吸净，术区放置止血材料1块，留置引流管退镜。逐个缝合各切口。手术顺利，术后安返病房。切除标本送病理。术中诊断：左肾囊肿术后处理措施:吸氧多参数心电监测，止血补液对症治疗。患者老年女性，全麻，囊肿较大，腹膜后**较重，给予头孢呋辛应用，预防感染。术后应当特别注意观察的事项:注意生命体征，观察引流管引流量及性质。"
    },
    {
        "id": 255,
        "symptom": {
            "一般资料": "女性，81岁，农民",
            "主诉": "女性,81岁,农民。发现左肺占位4月余，发热、纳差半月。",
            "现病史": "患者于2019年12月因“胸闷、气憋”在我院心血管科住院治疗，2019年12月27日行胸部CT：1.考虑左肺上叶占位，建议增强；2.双肺炎症、纤维灶，3.主动脉及冠状动脉多发钙化，心包积液；4.食管裂孔疝。未行病理等进一步检查，经对症治疗症状改善后出院。近半月患者出现发热，纳差、恶心，今为进一步诊治收入我科。入院症见：发热，纳差、恶心，无胸痛，时有咳嗽、痰少，夜眠可，二便可。近期体重无明显变化。",
            "既往史": "既往有“脑梗死”病史3年，有高血压病病史3年，平时服用“依那普利”，血压控制尚可，曾服用“拜阿司匹林出现胃出血“，房颤病史3年，否认“糖尿病”病史。否认“肝炎、结核”等传染病史及接触史。否认“药物、食物”过敏史。否认外伤、手术及输血史。预防接种史随当地。"
        },
        "examine": {
            "查体": "老年女性，神志清楚，精神尚可，发育正常。营养正常，自主**，查体合作。全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。头颅无畸形，眼睑无水肿、充血，双侧瞳孔正大等圆，对光反射灵敏。耳鼻未见畸形，无异常分泌物。口唇无发绀，扁桃体无肿大及化脓。颈软，无抵抗，气管居中，甲状腺未及肿大，颈静脉无怒张。胸部查体见专科情况。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱四肢无畸形，活动自如。**、直肠、外生殖器未查。腹壁反射、膝腱反射正常，巴彬斯基征、脑膜**征未引出。专科情况：胸廓对称，无畸形，双侧呼吸均，双肺呼吸音低，未闻及干湿啰音。心前区无隆起，心界不大，心律绝对不齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。",
            "辅助检查": "2020-01-06胸部CT：1.考虑左肺上叶占位，建议增强；2.双肺炎症、纤维灶；3.主动脉及冠状动脉多发钙化，心包积液；4.食管裂孔疝。"
        },
        "diagnosis": {
            "初步诊断": "1.左肺占位，2.食管裂孔疝。",
            "诊断依据": "患者因“发现左肺占位4月余，发热、纳差半月”入院。专科情况：胸廓对称，无畸形，双侧呼吸均，双肺呼吸音低，未闻及干湿啰音。心前区无隆起，心界不大，心律绝对不齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。胸部CT：1.考虑左肺上叶占位，建议增强；2.双肺炎症、纤维灶；3.主动脉及冠状动脉多发钙化，心包积液；4.食管裂孔疝。",
            "鉴别诊断": "肺结核球：患者一般有较密切的结核病接触史，起病可急可缓，多为低热（午后为著）、盗汗、乏力、纳差、消瘦、女性月经失调等；呼吸道症状有咳嗽、咳痰、咯血、胸痛、不同程度胸闷或呼吸困难。胸部CT及结核菌素试验等可资鉴别。",
            "诊断结果": "1.左肺腺癌，2.食管裂孔疝。"
        },
        "cure": "入院后完善血常规、肝肾功、肿瘤标志物及影像学检查，以进一步了解病情。行经皮肺穿刺活检诊断为肺腺癌，具体经过：常规术前准备，训练病人配合呼吸。患者取俯卧于CT检查床，应用铅丝贴于拟穿刺部位上方，行（强化）CT扫描，确定最佳穿刺点、进针角度及靶点深度。在CT光标指示下，以记号笔标记出穿刺点于第肋间。常规消毒15cm×15cm,打开穿刺包，带无菌手套，铺洞巾，用2%普鲁卡因2ml行穿刺点、局部皮下及穿刺道胸壁麻醉，皮下保留麻醉用注射器针头行CT扫描，直观确定进针角度及呼吸对穿刺的影响。定位完成后沿针头方向，在病人平静呼吸下缓慢穿刺进针。当针头接近胸膜时，嘱病人平静呼吸后屏气进针穿破胸膜。继续按预定进针角度和深度穿刺进针至靶点，行靶层面CT扫描，证实针尖位于病灶内或病灶边缘后，拔出穿刺针心，快速插入活检针，击发活检枪取材。拔出活检针，堵塞穿刺针孔，将槽内有形组织条医用酒精内固定，如此反复在病灶内不同方向取三次，拔出穿刺针，按压穿刺点3分钟，再次消毒穿刺点，碘伏消毒创口，无菌敷料覆盖，胶布固定。病人无明显不适，再进行常规胸部CT扫描，观察无气胸、出血等并发症发生。术后患者安返病房，测血氧饱和度：心律：呼吸：脉搏：未诉明显不适。继续观测患者生命体征。结合影像学检查确诊为合并食管裂孔疝，而非肿瘤纵隔转移。治疗上根据患者年龄及身体状况，暂不考虑手术治疗，给予营养支持、控制血压及对症治疗，以提高患者生存质量，缓解症状为基本治疗原则，并结合中医中药、针灸等治疗。"
    },
    {
        "id": 256,
        "symptom": {
            "一般资料": "女性，49岁，工人",
            "主诉": "女性,49岁,工人左肩部肿痛畸形伴不敢活动2小时。",
            "现病史": "患者于2小时前，在工作中不慎摔倒，左肩部先着地，当即左肩部肿痛畸形伴不敢活动，急来我院就诊，，急诊摄DR示：左肱骨近端粉碎性骨折，移位。急诊以左肱骨近端骨折为诊断收入院治疗。病来无发热，无心悸气短，无肢体麻木无力，二便及饮食正常。",
            "既往史": "健康，否认高血压及糖尿病史，否认外伤手术史"
        },
        "examine": {
            "查体": "神志清，发育正常，营养中等，步入病房，被动**，查体合作。头颅无畸形，无压痛及包块，耳鼻未见异常，双侧瞳孔等大正圆，对光反射灵敏。颈软，气管居中，甲状腺未触及肿大。胸廓对称无畸形，无压痛，双肺未闻及干湿啰音。心律84次/分，律齐，各瓣膜区未闻及杂音。腹平软，未触及压痛及反跳痛，生理反射对称存在，病理反射未引出。专科检查：左肩部肿胀，压痛阳性，左肩关节各向活动明显受限，左手指感觉运动良好。",
            "辅助检查": "DR示：左肱骨近端粉碎性骨折，移位。"
        },
        "diagnosis": {
            "初步诊断": "左肱骨近端骨折（Neer分型3部分骨折）",
            "诊断依据": "1.病史：左肩部肿痛畸形伴不敢活动2小时。2.查体：左肩部肿胀，压痛阳性，左肩关节各向活动明显受限，左手指感觉运动良好。3.DR示：左肱骨近端骨折，移位。",
            "鉴别诊断": "1.软组织损伤：局部肿痛但无明显畸形，无骨擦感及反常活动等骨折体征，本病例具有骨折阳性体征，影像学检查支持骨折，故可排除软组织损伤。2.病理性骨折：轻度外伤后即发生骨折，影像学检查会存在骨质内异常阴影，患者有明显的外伤史，X线片未见明显的骨质破坏，暂可排除。",
            "诊断结果": "左肱骨近端骨折（Neer分型3部分骨折）,左侧肩袖部分撕裂"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、肝炎八项、RPR、HIV、心电图）及术前准备，给予肩肘固定带外固定，相关检查结果回报无明显异常，无手术禁忌，经讨论后可行胸三角肌入路，锁定钢板内固定，此入路对软组织损伤小，视野显露好，术中需要探查肩袖是否存在损伤。于入院后第4天全麻下行左肱骨近端骨折切开复位锁定钢板内固定术，术中探查见冈上肌部分撕裂，行冈上肌修补术，术后肩肘固定带外固定4周，给予注射用头孢唑啉钠抗感染3天、七叶皂甙钠10mg日1次静点以减轻肿胀，口服骨肽片促进骨折愈合，肌肉注射酮咯酸氨丁三醇止痛治疗。定期换药，术后12天拆线，见切口1/甲愈合，拆除外固定后指导患者肩关节功能锻炼。"
    },
    {
        "id": 257,
        "symptom": {
            "一般资料": "男性，26岁，职员",
            "主诉": "男性,26岁,职员左髋部及左大腿肿痛畸形伴不敢活动3小时。",
            "现病史": "患者于3小时前，被车撞伤，当即左髋部及左大腿肿痛畸形伴不敢活动，由120急救中心送于我院就诊，急诊摄X线片及CT示：左股骨颈骨折、左股骨干粉碎性骨折、左股骨远端粉碎性骨折，腹腔脏器未见明显异常，肺CT未见明显异常。急诊以左股骨干多发骨折为诊断收入院治疗。病来无意识不清，无头痛头晕，无恶心呕吐，无胸闷气急，无肢体麻木、无力，无大小便失禁，未进食，未解大小便。",
            "既往史": "平素身体健康，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动**，平车推入病房。急性面容，表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心律100次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。**直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左侧未查，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左髋部及左大腿肿胀畸形，压痛阳性，可扪及骨擦感，左髋关节及左膝关节活动受限，左下肢较对侧短缩约3厘米，左足背动脉搏动可，左足趾感觉运动可。专科检查：",
            "辅助检查": "X线片及CT示：左股骨颈骨折、左股骨干粉碎性骨折、左股骨远端粉碎性骨折，腹腔脏器未见明显异常，肺CT未见明显异常。血常规示：HGB：113g/L"
        },
        "diagnosis": {
            "初步诊断": "左股骨颈骨折（基底型）左股骨干粉碎性骨折左股骨远端粉碎性骨折",
            "诊断依据": "1.病史：左髋部及左大腿肿痛畸形伴不敢活动3小时。2.查体：左髋部及左大腿肿胀畸形，压痛阳性，可扪及骨擦感，左髋关节及左膝关节活动受限，左下肢较对侧短缩约3厘米，左足背动脉搏动可，左足趾感觉运动可。3影像学检查：X线片及CT示：左股骨颈骨折、左股骨干粉碎性骨折、左股骨远端粉碎性骨折，腹腔脏器未见明显异常，肺CT未见明显异常。",
            "鉴别诊断": "1.软组织损伤：局部肿痛但无明显畸形，无骨擦感及反常活动等骨折体征，本病例具有骨折阳性体征，影像学检查支持骨折，故可排除软组织损伤。2.病理性骨折：轻度外伤后即发生骨折，影像学检查会存在骨质内异常阴影，患者有明显的外伤史，X线片未见明显的骨质破坏，暂可排除。3.神经血管损伤：患肢不能触及动脉搏动，感觉异常。患者查体可触及足背动脉搏动，感觉存在，故可排除。",
            "诊断结果": "左股骨颈骨折（基底型），左股骨干粉碎性骨折，左股骨远端粉碎性骨折"
        },
        "cure": "患者入院后，完善各项检查（血常规、血型、凝血系列、肝肾功、血离子、肝炎八项、RPR、HIV、心电图），给予左下肢持续骨牵引治疗，生理盐水500ML、5%葡萄糖注射液500ML静点补液，给予注射用七叶皂苷钠10mg静点以消肿，局部冷敷，给予酮咯酸氨丁三醇2毫升日2次肌肉注射以镇痛，各项检查回报无明显异常，无明显手术禁忌，由于骨折严重，术前应用3D打印技术制定手术计划，并定制钢板，入院第10天行手术治疗，术前1小时给予注射用头孢唑林钠1.5静点以预防感染，于全身麻醉下行左股骨颈骨折、左股骨干骨折、左股骨远端骨折有限切开复位髓内钉锁定钢板内固定术，术中输入滤白红细胞600ML以补充血容量，术后给予注射用头孢唑林钠1.5日2次静点5天以抗感染治疗，给予注射用七叶皂甙钠10毫克日1次静点以消肿，给予注射用骨肽150毫克日1次静点以促进骨折愈合，局部冷疗以减轻肿胀，术后24小时后给予利伐沙班片1片日一次口服以预防下肢深静脉血栓，术后早期指导患者股四头肌及踝关节屈伸功能锻炼，定期换药，术后14天拆线见切口1/甲愈合。术后2周指导患者行膝关节屈伸功能锻炼。患者恢复良好，治愈出院。"
    },
    {
        "id": 258,
        "symptom": {
            "一般资料": "男性，3岁，无",
            "主诉": "男性,3岁,摔倒致左前臂疼痛、畸形40分钟",
            "现病史": "患者于约40分钟前摔伤左前臂，当时感疼痛，活动障碍，送致我院急诊科就诊，查X线片：左前臂双骨折，予以收住院进一步治疗。病程中无头痛头晕，无恶心呕吐，无心慌胸闷，无腹痛腹泻，无发热，饮食正常，大小便正常",
            "既往史": "否认高血压等基础病，否认手术病史。"
        },
        "examine": {
            "查体": "神志清楚，查体合作，全身皮肤黏膜无黄染及淤血淤斑，口唇黏膜及四肢末梢发绀，头颅无畸形，双瞳孔等大等圆，直径3mm，对光反射敏，颈软，气管居中，甲状腺无肿大，颈静脉无明显充盈，胸廓正常，两肺未闻及干湿性啰音，心律齐，各瓣膜听诊区未闻及病理性杂音，腹平坦，无压痛及反跳痛，肝脾肋下未及，移动性浊音阴性，四肢肌力正常，双下肢无水肿，病理征-。专科检查：左前臂中段肿胀明显，畸形，环形压痛阳性，可及明显骨擦感，叩击痛阳性，活动受限，左上肢末梢血运及皮肤感觉正常。",
            "辅助检查": "X线：左桡骨、尺骨中段骨折"
        },
        "diagnosis": {
            "初步诊断": "左尺桡骨双骨折",
            "诊断依据": "1.主诉：摔倒致左前臂疼痛、畸形40分钟2.专科查体：左前臂中段肿胀明显，畸形，环形压痛阳性，可及明显骨擦感，叩击痛阳性，活动受限，左上肢末梢血运及皮肤感觉正常。3.辅助检查：X线：左桡骨、尺骨中段骨折",
            "鉴别诊断": "通过患者的影像学表现，诊断明确。",
            "诊断结果": "左尺桡骨中段双骨折"
        },
        "cure": "入院后予简单手法整复、夹板外固定术，并“高乌甲素贴”止痛，“消肿活血方”消肿止痛，完善术前检查，排除手术禁忌症，在全身麻醉下行左前臂骨折闭合复位髓内钉内固定术，术后予抗感染、消肿、止痛处理。术后定期换药，配合中频脉冲电疗、红外线等理疗消肿，并促进伤口愈合。"
    },
    {
        "id": 259,
        "symptom": {
            "一般资料": "男性，74岁，退休",
            "主诉": "男性,74岁,退休干咳3个月",
            "现病史": "患者于入院前3个月前无明显诱因出现干咳，自行口服多种止咳药（甘草片等）不能缓解，无胸闷，无恶心呕吐，无进食呛咳。于2020.08.10至当地医院住院行胸部强化CT显示：左肺上叶磨玻璃样结节，浸润性腺癌待排除，建议结合临床及其他相关检查，予以消炎对症治疗后症状稍缓解，后行PET-CT显示：左肺上叶尖后段胸膜下磨玻璃密度影，考虑周围性肺癌可能性大，右肺中叶磨玻璃小结节，不除外恶性。患者自发病以来精神饮食睡眠可，二便可，体重未见明显减轻。",
            "既往史": "患高血压30余年，服药（具体不详）控制可，前列腺肥大15年，服用盐酸坦索罗辛治疗，效果可，患冠心病6年，曾行心脏支架植入手术治疗，规律口服阿司匹林等药物治疗，效果可，否认肝炎及结核等传染病病史，否认外伤史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "神志清楚,精神尚可，胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部强化CT显示：左肺上叶磨玻璃样结节，浸润性腺癌待排除，建议结合临床及其他相关检查。PET-CT显示：左肺上叶尖后段胸膜下磨玻璃密度影，考虑周围性肺癌可能性大，右肺中叶磨玻璃小结节，不除外恶性。"
        },
        "diagnosis": {
            "初步诊断": "1.左上肺结节：肺癌？炎性假瘤？2.右肺中叶结节待查3.原发性高血压4.冠心病（支架植入术后）5.前列腺肥大",
            "诊断依据": "患者男性，74岁，主因“干咳3个月”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部强化CT显示：左肺上叶磨玻璃样结节，浸润性腺癌待排除，建议结合临床及其他相关检查。PET-CT显示：左肺上叶尖后段胸膜下磨玻璃密度影，考虑周围性肺癌可能性大，右肺中叶磨玻璃小结节，不除外恶性。",
            "鉴别诊断": "1.肺癌：患者主因“干咳3个月”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部强化CT显示：左肺上叶磨玻璃样结节，浸润性腺癌待排除，建议结合临床及其他相关检查。PET-CT显示：左肺上叶尖后段胸膜下磨玻璃密度影，考虑周围性肺癌可能性大，右肺中叶磨玻璃小结节，不除外恶性。临床诊断考虑左上叶肺癌可能性大。2.炎性假瘤：一般患者病史较长，可有发热，肺炎病史，近期多无明显症状，患者PET-CT显示：左肺上叶尖后段胸膜下磨玻璃密度影，考虑周围性肺癌可能性大，右肺中叶磨玻璃小结节，不除外恶性。根据患者病史及PET-CT表现，临床诊断考虑此病可能性较小。",
            "诊断结果": "1.左上肺腺癌2.右肺中叶结节待查3.原发性高血压4.冠心病（支架植入术后）5.前列腺肥大"
        },
        "cure": "患者入院后完善心肺功能等相关检查，未见明显手术禁忌，胸部强化CT显示左肺上叶亚实性磨玻璃样病变位于尖后段，于2020年9月15日在全麻下行胸腔镜辅助下左肺上叶尖后段切除+区域淋巴结清扫术，手术过程顺利，术后予以抗炎、雾化祛痰、镇痛及提高免疫力等对症治疗，术后病理诊断：（左上肺）附壁样生长方式为主的腺癌。病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT，若无特殊情况，可以隔6-12个月间断复查胸部CT明确术后病情及右肺中叶结节变化。"
    },
    {
        "id": 260,
        "symptom": {
            "一般资料": "女性，90岁，退休",
            "主诉": "女性,90岁,退休右髋部肿痛伴不敢活动1天",
            "现病史": "患者于1天前，在家中不慎摔倒，右髋部先着地，当即右髋部疼痛，不敢活动，未经诊治，右髋部疼痛症状加重逐来我院就诊，急诊摄X线片示：左股骨颈骨折，移位明显。急诊以右股骨颈骨折为诊断收入院治疗。病来无意识不清，无发热，无头晕头痛，无恶心呕吐，无心悸气短，无胸腹痛，无肢体麻木无力，二便及饮食正常。",
            "既往史": "冠心病及高血压病史20余年、糖尿病40年，否认外伤手术史及输血史，否认过敏史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养中等，被动**，平车推入病房。急性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心律84次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。**直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：右髋部肿胀，右腹股沟区压痛阳性，右髋关节活动受限，右下肢较健侧短缩约3.0cm，右足外旋60度，右股骨大粗隆位于Nelaton线之上，右足背动脉搏动良好，右足趾感觉运动良好。",
            "辅助检查": "X线片示：右股骨颈骨折，移位明显。ECG示：窦性心律，ST段压低。空腹血糖：10.6mmol/L"
        },
        "diagnosis": {
            "初步诊断": "右股骨颈骨折头下型GardenIV型冠心病高血压（极高危）2型糖尿病",
            "诊断依据": "1.病史：右髋部肿痛伴不敢活动1天。2.查体：右髋部肿胀，右腹股沟区压痛阳性，右髋关节活动受限，右下肢较健侧短缩约3.0cm，右足外旋60度，右股骨大粗隆位于Nelaton线之上，右足背动脉搏动良好，右足趾感觉运动良好。3.X线片示：右股骨颈骨折，移位明显。ECG示：窦性心律，ST段压低。空腹血糖：10.6mmol/L",
            "鉴别诊断": "根据查体及影像学检查可排除股骨粗隆间骨折。根据影像学检查可排除病理性骨折。",
            "诊断结果": "右股骨颈骨折头颈型GardenIV型,冠心病,高血压（极高危）,2型糖尿病"
        },
        "cure": "患者入院后，完善相关检查，并请循环科及内分泌科会诊，给予口服硝苯地平缓释片降压治疗，调整胰岛素剂量控制血糖。待各项指标平稳后于全麻下行右人工股骨头置换术。术后给予注射用头孢替唑钠2.0日2次静点以预防感染，术后24小时后给予口服利伐沙班片1片日1次口服以预防下肢深静脉血栓，给予酮咯酸氨丁三醇2毫升日1次肌肉注射以止痛，口服仙灵骨葆胶囊抗骨质疏松治疗，术后早期指导患者股四头肌功能锻炼，指导患者行髋膝关节功能锻炼，定期换药，监测血糖及血压变化，术后12天拆线，切口1/甲愈合，术后2周患者在步行器辅助下下地负重行走。"
    },
    {
        "id": 261,
        "symptom": {
            "一般资料": "男性，60岁，退休",
            "主诉": "男性,60岁,退休腰痛伴左下肢放射痛一月",
            "现病史": "患者1月前无明显诱因下觉腰背部疼痛伴左下肢放射痛，无畏寒发热，无大小便失禁。予对症治疗，效果不佳，今日觉仍有疼痛，至我院诊治，检查腰椎椎间盘CT示：1、L3-4椎间盘左后突出伴左侧神经根受压；2、L4-S1椎间盘轻度后突出；3、腰椎退行性改变。门诊拟\"腰椎间盘突出症\"收住入院。近两日来，患者神清，精神可，无咳嗽胸痛，无腹痛腹胀，无尿频急，食纳可，二便正常。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，否认有高血压、糖尿病病史。否认癫痫等慢性病史，有胆石症手术史，否认外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：神志：清晰，面容：急性，**：自主，检查合作程度：合作。皮肤黏膜：皮疹：无，皮下出血：无，温湿度：正常，水肿：无，肝脏：无，蜘蛛痣：无。淋巴结：全身浅表淋巴结：无肿大。头颈部：巩膜：黄染：无，瞳孔：等大等圆2.5mm，对光反射：正常。耳鼻：未见异常。唇：红润，咽：无充血。颈软，颈动脉：搏动正常，颈静脉：正常，气管：居中，甲状腺：正常，对称，弥漫性，质软，其他异常：无。胸部：**：发育正常，**肿块：无。肺：呼吸运动：正常，肋间隙：正常，叩诊：清音，听诊：呼吸音：清，啰音：无。心：心尖搏动位置：正常，触诊：震颤：无，叩诊：心浊音界未见异常，听诊：各瓣膜听诊区未闻及病理性杂音。腹部：正常，柔软，手术瘢痕：无，压痛反跳痛：无，肝肾脏无叩击痛，移动性浊音阴性，肠鸣音未见异常。**直肠：痔核：无。脊柱四肢：见专科情况神经系统：生理反射存在，病理反射未引出。专科情况：脊柱无畸形，L3-5棘突、棘间压痛及叩击痛（+），左下肢直腿抬高试验（+），加强实验（+），双踇趾背伸肌力可。双下肢感觉活动可，双足背动脉搏动可，末梢循环良好。余肢体感觉活动可。",
            "辅助检查": "腰椎椎间盘CT示：1.L3-4椎间盘左后突出伴左侧神经根受压；2.L4-S1椎间盘轻度后突出；3.腰椎退行性改变。"
        },
        "diagnosis": {
            "初步诊断": "腰椎间盘突出症腰椎退变",
            "诊断依据": "患者为老年男性，主诉：腰痛伴左下肢放射痛一月，专科检查：脊柱无畸形，L3-5棘突、棘间压痛及叩击痛（+），左下肢直腿抬高试验（+），加强实验（+），双踇趾背伸肌力可。双下肢感觉活动可，双足背动脉搏动可，末梢循环良好。余肢体感觉活动可。结合辅助检查：腰椎椎间盘CT示：1.L3-4椎间盘左后突出伴左侧神经根受压；2.L4-S1椎间盘轻度后突出；3.腰椎退行性改变。故腰椎间盘突出症腰椎退变诊断明确。",
            "鉴别诊断": "腰椎结核：本病常有腰部疼痛伴有低热、盗汗的现象，血沉偏快，一般不会表现下肢的疼痛麻木和间歇性跛行的现象，腰椎核磁共振见腰椎椎体信号的改变和骨质破坏的现象，目前可以排除。腰椎肿瘤：腰椎肿瘤也产生腰疼，它**神经根以后也产生放射痛。但是腰椎肿瘤疼痛的特点是夜间痛，肿瘤的病人往往是晚上疼的厉害。白天轻、晚上重，这与腰间盘突出症的白天重、晚上轻正好相反。腰椎核磁共振见腰椎椎体信号的改变和骨质破坏的现象，目前可以排除。",
            "诊断结果": "腰椎间盘突出症,腰椎退变,"
        },
        "cure": "患者入院后完善相关术前检查（血常规，肝肾功能，凝血功能，心电图等），予卧床休息，骨盆牵引治疗，甘露醇250ml＋**5mg消肿治疗，相关检查无明显手术禁忌症，术前检查无异常结果，结合术前腰椎椎间盘CT见L3-4椎间盘左后突出伴神经根受压，患者左下肢支腿抬高试验阳性，保守治疗效果不佳，有手术指征，于入院后第3天在全麻下行腰椎（L3-4）后路椎板减压髓核摘除内固定椎间融合术，术后给予头孢曲松（2.0g，bid）抗感染治疗，使用3天，术后24小时后予达肝素钠针0.2ml，qd抗凝治疗，甘露醇250ml＋**5mg，qd消肿，口服弥可保胶囊营养神经治疗，术后复查X片示原“L3-4椎间盘后突出”行椎板减压髓核摘除椎间融合术后，现复查示：内固定器在位。治疗2周后切口愈合可，患者病情稳定，拆线后予以出院。"
    },
    {
        "id": 262,
        "symptom": {
            "一般资料": "女性，51岁，农民",
            "主诉": "女性,51岁,农民左前臂疼痛、功能障碍1小时",
            "现病史": "缘于患者1小时前因外伤致左前臂疼痛、肿胀，活动受限，伤后遂急诊我院，急诊伤科予查体及拍片示“左桡骨下段粉碎性骨折”，遂拟“1、左桡骨下段粉碎性骨折；2、其他”收住我科治疗。入科时症见：神清，左前臂肿胀，活动受限，无畏寒发热，无头晕头痛，无恶心呕吐，无咳嗽咯血，无胸闷心悸及呼吸困难，无腹痛腹胀，纳寐可，二便自调。",
            "既往史": "否认高血压、糖尿病、冠心病等病史，既往未行手术病史。"
        },
        "examine": {
            "查体": "神志清楚，查体合作，全身皮肤黏膜无黄染及淤血淤斑，口唇黏膜及四肢末梢发绀，头颅无畸形，双瞳孔等大等圆，直径3mm，对光反射敏，颈软，气管居中，甲状腺无肿大，颈静脉无明显充盈，胸廓正常，两肺未闻及干湿性啰音，心律齐，各瓣膜听诊区未闻及病理性杂音，腹平坦，无压痛及反跳痛，肝脾肋下未及，移动性浊音阴性，四肢肌力正常，双下肢无水肿，病理征-。专科查体：左前臂下段肿胀、畸形，无张力性水疱，无皮下瘀斑等，左前臂桡骨下段压痛，局部可及骨擦感，纵轴叩击痛阳性，左腕关节屈伸活动及左前臂旋转功能受限，肢端血运感觉可。",
            "辅助检查": "X线：左桡骨远段粉碎性骨折，远折段向掌侧移位；左下尺桡关节半脱位，关节间隙可。左腕关节软组织肿胀。"
        },
        "diagnosis": {
            "初步诊断": "1.左桡骨下段粉碎性骨折2.左下尺桡关节半脱位",
            "诊断依据": "1.外伤史明确；2.专科检查：神清，生命征平稳，心肺腹部未见明显异常；神清，左前臂下段肿胀、畸形，无张力性水疱，无皮下瘀斑等，左前臂桡骨下段压痛，局部可及骨擦感，纵轴叩击痛阳性，左腕关节屈伸活动及左前臂旋转功能受限，肢端血运感觉可。3.辅助检查左前臂正侧位片：左桡骨远段粉碎性骨折，远折段向掌侧移位。",
            "鉴别诊断": "本病需与“软组织挫伤”相鉴别，后者无畸形、骨擦感及异常活动等骨折阳性体征，本病具有骨折阳性体征，故诊断明确。",
            "诊断结果": "左桡骨下段粉碎性骨折伴左下尺桡关节半脱位（盖氏骨折）"
        },
        "cure": "入院后予手法整复，石膏临时固定，予甘露醇、七叶皂苷钠消肿脱水，排除手术禁忌症，在臂丛麻醉下行左桡骨下段骨折切开复位钢板内固定术，术后给予抗感染、消肿、脱水、止痛处理。定期换药，并配合红外线、中医射频电疗、中医定向透药等处理，指导患者功能锻炼，患者恢复良好。"
    },
    {
        "id": 263,
        "symptom": {
            "一般资料": "男性，70岁，退休",
            "主诉": "查体发现前纵隔肿物6周",
            "现病史": "患者于入院前6周查体发现前纵隔肿物，无咳嗽咳痰，偶胸闷气短，就诊于我院门诊查胸部强化CT显示前纵隔内不规则肿物，范围约3.3*2.2cm，内可见钙化影，呈不均匀强化，与邻近头臂静脉分界欠清，临床考虑前纵隔占位性病变，患者为求进一步手术治疗，门诊以“纵膈肿物”收住院，患者自发病以来无咀嚼无力、眼睑下垂等肌无力表现，无低热、盗汗，无头痛头晕，无恶心呕吐，无尿血，无黄疸，精神饮食睡眠可，二便可，体重未见明显减轻。",
            "既往史": "10余年前有脑出血病史，否认糖尿病、高血压及冠心病病史，否认肝炎及结核等传染病病史，否认外伤史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "神志清楚,精神尚可，胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部强化CT：前纵隔内不规则肿物，范围约3.3*2.2cm，内可见钙化影，呈不均匀强化，与邻近头臂静脉分界欠清。"
        },
        "diagnosis": {
            "初步诊断": "前纵隔占位性病变：胸腺瘤？",
            "诊断依据": "患者男性，70岁，主因“查体发现前纵隔肿物6周”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部强化CT：前纵隔内不规则肿物，范围约3.3*2.2cm，内可见钙化影，呈不均匀强化，与邻近头臂静脉分界欠清。",
            "鉴别诊断": "1.胸腺瘤：多数患者无症状，部分可伴有重症肌无力表现，该患者查体发现前纵隔肿物，胸部CT显示胸廓前后径稍增大，前纵隔内可见形态不规则肿物，范围约3.3*2.2cm，平扫密度不均，内可见钙化影，增强后不均匀强化。2.支气管囊肿：这是一种先天性呼吸系统发育异常引起的囊性肿物，发病率较低，可无临床表现，当囊肿增大或合并感染时可出现局部压迫症状，胸部CT显示为圆形、边缘较光滑的致密阴影，呈囊性病变，该患者胸部CT表现为前纵隔实性占位，考虑此病可能性较小。",
            "诊断结果": "（前纵隔）A型胸腺瘤"
        },
        "cure": "患者入院后完善心肺功能等相关检查，未见明显手术禁忌，胸部强化CT显示前纵隔内不规则肿物，范围约3.3*2.2cm，内可见钙化影，呈不均匀强化，与邻近头臂静脉分界欠清，考虑胸腺瘤可能。于2020年9月28日在全麻下行胸腔镜辅助下前纵隔肿物切除术，手术过程顺利，术后予以雾化祛痰、镇痛及提高免疫力等对症治疗，术后病理诊断：前纵隔A型胸腺瘤，累及包膜及周围脂肪组织。术后病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT明确术后病情变化。"
    },
    {
        "id": 264,
        "symptom": {
            "一般资料": "女性，57岁，工人",
            "主诉": "女性,57岁,工人进食后上腹部饱胀不适15天",
            "现病史": "该患于15天前无明显诱因出现进食后出现上腹部饱胀感，无明显疼痛感，无恶心及呕吐，二便正常，饱胀感逐渐加重，为进一步治疗，办理住院，门诊以“腹腔肿物”收入院。病程中患者精神状态欠佳，睡眠欠佳，小便正常。",
            "既往史": "平素身体一般。无肝炎病史及其密切接触史，无结核病史及其密切接触史，有左肾结石手术史10年，无外伤史，无血制品输注史，无食品药品过敏史，无过敏史，预防接种史按计划进行。"
        },
        "examine": {
            "查体": "腹平坦，未见胃肠型及蠕动波，腹壁较韧，左侧腹部似可触及包块，约成**头大小，边界不清，无明显压痛，无反跳痛，局部叩诊呈浊音，移动性浊音阴性。肠鸣音亢进，未闻及气过水声。肝脏剑突下未及，肋下未及，脾脏肋下未及。",
            "辅助检查": "腹部CT示：左侧腹膜后腔内椭圆形混杂密度肿块影，边缘规则，病灶大小约11.1cm×17.1cm×20.3cm，病灶内密度不均匀，可见的低密度脂肪成分、实性成分，左侧脾脏、胰腺受压、前移，左侧肾脏受压、移位，变形，左肾盂高密度结石影，左侧肾脏实质内稍低密度影，大小为3.4cm×3.6cm。诊断意见：左侧腹膜后肿瘤，脂肪肉瘤？，左侧附件区占位病变，建议进一步检查明确，左肾结石，左侧肾脏结节影。"
        },
        "diagnosis": {
            "初步诊断": "腹腔占位性病变",
            "诊断依据": "1.进食后上腹部饱胀感15天。2.专科检查：腹平坦，未见胃肠型及蠕动波，腹壁较韧，左侧腹部似可触及包块，约成**头大小，边界不清，无明显压痛，无反跳痛，局部叩诊呈浊音，移动性浊音阴性。3.辅助检查：腹部CT:左侧腹膜后肿瘤，脂肪肉瘤？，左侧附件区占位病变，建议进一步检查明确，左肾结石，左侧肾脏结节影。",
            "鉴别诊断": "1.急性胰腺炎：常有暴饮暴食或胆道疾病史，突然出现上腹部剧烈疼痛，放射至腰背部，呈持续性钝痛，腹胀明显，左上腹或上腹部有压痛，无腹膜**症状，血尿淀粉酶明显升高，CT有助于诊断。2.胃十二指肠溃疡穿孔：病人多有溃疡病史，表现为突然发作的剧烈腹痛。体征出右下腹压痛外，上腹仍具疼痛和压痛，腹壁板状强直等腹膜**症状也较明显，腹透示膈下游离气体。",
            "诊断结果": "脂肪肉瘤"
        },
        "cure": "1.普外科入院常规，二级护理，易消化饮食。2.完善盆腔核磁及肿物增强核磁。3.行术前准备，择期手术。4.手术过程：患者仰卧位，全麻显效后，取左腹直肌外缘切口长约20cm，向左腹部延长（横T）切口长约12cm，切开皮肤皮下腱膜及腹膜，进入腹腔，探查可见大网膜下方有一巨大实性肿物，约20cm×14cm×15cm大小，表面有包膜，呈灰白色，质地较硬，周围紧邻腹主动脉、下腔静脉、脾脏及胰尾，左肾受压变形，周围组织粘连紧密，切开后腹膜，沿肿瘤外膜钝性分离，电刀止血、后腹膜伴有渗血，干纱布加压止血，近后腹壁处滋养血管给予7号丝线结扎止血，仔细分离粘连处，将肿瘤完整切除，术中诊断：腹膜后肿瘤。电刀止血渗血处，止血胶喷洒创面，无明显活动性出血，缝合部分后腹膜，温盐水冲洗腹腔，干纱布蘸净，检查术野无明显出血，脾窝处瘤体上方留置胶管引流两根，逐层缝合切口，麻醉平稳，手术顺利，术中失血量约700-800ml，术后安返病室。5.术后抗炎对症治疗。"
    },
    {
        "id": 265,
        "symptom": {
            "一般资料": "男性，58岁，男",
            "主诉": "男性,58岁,男发现膀胱癌10余天。",
            "现病史": "缘于10余天前患者因膀胱肿瘤就诊于我院，入院完善相关检查，于2019.12.17全麻下行膀胱尿道镜检查、膀胱肿瘤活检术，术后病理回报示：（膀胱左侧壁）浸润性尿路上皮癌，高级别。术后病情稳定好转，建议行膀胱全切术，患者及家属要求出院，给予办理出院手续。今日患者欲进一步手术治疗就诊我院，门诊以“膀胱癌”收入院。",
            "既往史": "既往16年前因冠脉狭窄于任丘市人民医院行心脏支架（1个）置入手术；既往高血压病史13年，平素马来酸依那普利片10mg口服1/日、吲达帕胺片2.5mg口服1/日降压治疗；既往糖尿病病史12年，平素口服阿卡波糖、二甲双胍片、格列齐特缓释片降糖治疗，血糖控制情况不详。否认其他慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认其他手术、外伤史；否认输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主**，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第5肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律83次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常4次/分，未闻及血管杂音。会阴及外生殖器正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常，辅助检查，腹部CT提示：膀胱肿瘤、左肾重复肾、右肾上腺肿物。",
            "辅助检查": "入院前检验（--）影像检查（--）腹部CT提示：膀胱肿瘤、左肾重复肾、右肾上腺肿物。（本院）入院后检验（--）生化全项(20200101):★葡萄糖6.57↑mmol/L,二氧化碳22↓mmol/L,★总胆固醇2.89↓mmol/L,★高密度脂蛋白胆固醇0.80↓mmol/L,载脂蛋白B0.58↓g/L,尿常规(20200101):红细胞计数73.7↑/μl,潜血2+！,血常规、感染九项、凝血五项未见明显异常。影像检查（--）超声：[腹腔（淋巴结、腹水）]腹腔未见明显异常，双下肢深静脉未见明显异常心电图：窦性心律，大致正常心电图内镜：病理检查：（--）1、（膀胱）浸润性尿路上皮癌，高级别，伴坏死，癌组织侵犯肌层，请待免疫组化；2、双侧输尿管断端、前列腺组织、双侧精囊腺、双侧输精管断端均（-）；3、淋巴结未见癌转移（0/13）：左髂内及闭孔（0/4），右髂内及闭孔（0/4），左髂外组织（-）,右髂外（0/5）。pTNM分期：pT2N0补充报告:（膀胱）浸润性尿路上皮癌，高级别，伴坏死，局部鳞状上皮分化，癌组织侵犯肌层。免疫组化结果显示:P63(+),P40(+),CK7(局部+),CK5/6(部分+),GATA3(散在+),CK_low(散在+)。"
        },
        "diagnosis": {
            "初步诊断": "1.膀胱癌2.左侧重复肾3.右肾上腺肿物4.冠心病心脏支架植入术后5.2型糖尿病6.高血压",
            "诊断依据": "患者因发现膀胱癌10余天入院，查体：专科情况双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常。辅助检查腹部CT提示：膀胱肿瘤、左肾重复肾、右肾上腺肿物。（本院）",
            "鉴别诊断": "1.肾、输尿管肿瘤：两者均有间歇性无痛性肉眼血尿，肾、输尿管肿瘤可排出条状血块，多无坏死组织；膀胱肿瘤则可排出片状血块，多有坏死组织。可通过超声及造影检查加以区别。2.泌尿系结核除了血尿外，主要症状为慢性膀胱**症状，伴有低若热、盗汗、消瘦、乏力等全身症状，通过尿找抗酸杆菌、IVP、膀胱镜检查等与膀胱癌鉴别。3.前列腺增生主要症状为进行性排尿困难及尿频，有时出现肉眼血尿，在老年人，膀胱癌可以和前列腺增生同时存在，需要行尿脱落细胞学、B超、CT、膀胱镜检查等鉴别。4.尿石症血尿多为镜下血尿，上尿路结石可出现肾、输尿管绞痛，膀胱结石可出现排尿中断现象，通过KUB平片、B超、膀胱镜检查等鉴别，由于膀胱结石对局部粘膜的**，可导致肿瘤发生。因此，长期膀胱结石出现血尿时，应想到膀胱癌的可能，必要时行膀胱镜检查及活检。前列腺癌表现为进行性排尿困难，肛诊前列腺质硬如石，表面结节增生，确诊需靠病理证实",
            "诊断结果": "1.膀胱浸润性尿路上皮癌2.左侧重复肾3.右肾上腺肿物4.冠心病心脏支架植入术后5.2型糖尿病6.高血压"
        },
        "cure": "麻醉方式:静吸复合全麻手术时长：3.52小时手术方式:根治性膀胱切除术、回肠膀胱术、肠吻合术、盆腔淋巴结清扫术手术简要经过:患者入手术室，麻醉成功后取平卧位。常规消毒，铺无菌巾单。取下腹部正中切口长约26cm，逐层进腹，探查腹腔脏器未见明显转移。钳住并切断膀胱脐韧带，将盆腔腹膜与膀胱分离，直达膀胱底部。切断结扎双侧输精管，沿其近端向精囊方向分离，直至精囊顶部。分离双侧输尿管，于靠近盆腔处将其切断远端结扎，近端插入导尿管暂时引流尿液。于腹膜外、膀胱及精囊后方的平面分离，抵达前列腺精囊筋膜。将膀胱向前方牵引，显露精囊三角，于精囊远侧、前列腺基底部后方用钳提起前列腺精囊筋膜后层切开，在该筋膜前后层间的腔隙内紧贴前列腺钝性分离至前列腺尖部，将前列腺与直肠分开。应用超声刀切断双侧膀胱后侧韧带，Hem-o-lok夹止血，于前列腺的前侧方切开前列腺外侧筋膜，分离前列腺侧韧带，切断耻骨前列腺韧带，钳夹切断**背深静脉，以可吸收线缝扎。彻底分离尿道，将膀胱、前列腺及尿道标本完整切除。逐层缝合**切口。给予双侧髂外、髂内及闭孔淋巴结清扫，切除淋巴结送病理。游离双侧输尿管，输尿管内留置F7单J引流管，缝合固定，注意保留血运。于回肠末端距回盲部10cm处取长15cm带系膜的游离回肠段，以稀释碘伏盐水反复冲洗回肠膀胱，在回肠膀胱上方用一次性直线切割吻合器（QGY-75-Z)2个侧侧吻合切断的回肠。先分别将左右输尿管末端3cm剖开，合并吻合成单通道输尿管，再将吻合后输尿管与回肠膀胱近端吻合，1号丝线间断缝合关闭肠系膜。于右髂前上棘与脐连线中点做直径约2cm圆形切口，“+”字切开该处腱膜和肌肉，将回肠膀胱远端拖出腹壁外约3cm，丝线缝合固定，将2个输尿管单J管引出体外，彻底止血。盆腔及腹腔温盐水反复冲洗并吸净，于盆腔填塞可吸收止血纱布3块、10块胶原蛋白海绵，查无活动性岀血及副损伤。于盆腔留置引流管，清点器械纱布无误，逐层缝合关闭切口。手术顺利，术后安返病房，切除标本送病理，术中使用Hem-o-lok6个。术中诊断:根治性膀胱切除术、回肠膀胱术、肠吻合术、盆腔淋巴结清扫术术后处理措施:抗炎补液对症处理，患者术后腹胀恶心不适，给予温中止呕帖外用改善症状，静脉输液处皮肤红肿，给予中药涂擦缓解症状。术后应当特别注意观察的事项:监测生命体征，监测血常规、肾功能及血糖，观察术区引流情况"
    },
    {
        "id": 266,
        "symptom": {
            "一般资料": "男性，75岁，无",
            "主诉": "间歇无痛性肉眼血尿2月",
            "现病史": "患者于2月前无明显诱因出现间歇无痛性肉眼血尿，为全程鲜红暗红血尿，偶有“腐肉”样坏死组织、不规则（条索状）血块排出，伴腰骶部疼痛。无尿频、尿急、尿痛。曾自服“云南白药胶囊”后感血尿症状略有缓解。为求进一步诊治来我院就诊，查盆腔CT示：膀胱右侧壁增厚而且局限内突，门诊以“膀胱癌？”收入院。起病以来精神、饮食、睡眠欠佳，大便可，体重减轻10千克。",
            "既往史": "平素体健，无“高血压、糖尿病”病史，无“肝炎、结核”等传染病史，无手术及外伤史，无食物、药物过敏史，无输血史。"
        },
        "examine": {
            "查体": "发育正常，偏瘦，自动体位，神志清楚，体查合作，全身皮肤巩膜无黄染，浅表淋巴结无肿大，头颅形态大小正常，双侧瞳孔圆形等大，光反灵敏。耳廓无畸形，鼻翼无煽动，口唇无发绀，咽部无充血，双扁桃体不肿大，颈软，气管居中，甲状腺不肿大，胸廓对称无畸形，呼吸运动自如，语颤正常，双肺叩呈清音，双肺呼吸音清晰，双肺未闻及干湿啰音，心前区无隆起，心尖搏动位于左侧第五肋间左锁骨中线内侧0.5cm，触诊无震颤，心界不扩大，心律80次/分，心律齐，未闻及杂音。腹部平坦未见胃肠型及蠕动波，无反跳痛，肝脾肋下未扪及，移动性浊音㈠，肠鸣音4次/分。双肾区无叩痛，未触及肿块，下腹部耻骨上区可触及肿块，坚硬，尿道外口无红肿及分泌物，肛门指诊：前列腺大约长5cm宽5cm，中央沟浅，质韧，无结节，表面光滑，无压痛，肛门括约肌张力正常，未触及异常包块，指套无血染。脊柱呈生理弯曲，无侧弯，两侧上、下肢肌力：5级，四肢肌张力正常。双下肢无凹陷性水肿，生理反射存在，病理反射未引出。",
            "辅助检查": "尿常规:尿红细胞：4+,盆腔CT示：膀胱右侧壁增厚而且局限内突，膀胱镜取活检病理诊断：低级别非浸润性乳头状尿路上皮癌"
        },
        "diagnosis": {
            "初步诊断": "膀胱癌？",
            "诊断依据": "老年男性，间歇无痛性肉眼血尿，为全程鲜红暗红血尿，偶有“腐肉”样坏死组织、不规则（条索状）血块排出；腹部耻骨上区可触及肿块，坚硬；常规：尿常规:4+；盆腔CT示：膀胱右侧壁增厚而且局限内突",
            "鉴别诊断": "膀胱结石：可有血尿，但可伴排尿中断，彩超或者盆腔CT可鉴别",
            "诊断结果": "膀胱癌"
        },
        "cure": "入院后经完善相关检查，患者诊断明确，手术指征明确，积极完善术前准备，术前检查未见明显手术禁忌，经与家属沟通，家属同意手术治疗。于2019-8-20在连续硬膜外麻醉下行“经尿道膀胱肿瘤等离子电切术”，手术顺利，麻醉效果满意，切除膀胱肿瘤组织送病检，术后给予抗感染补液对症治疗。"
    },
    {
        "id": 267,
        "symptom": {
            "一般资料": "女性，44岁，职工",
            "主诉": "女性,44岁岁,职工高处坠落伤致左侧胸部疼痛1小时。",
            "现病史": "患者自诉约1小时前在自己家中从4米高处不慎摔下，伤及左侧胸部，致左侧胸部疼痛、气促、胸闷。急来我院急诊就诊，经相关检查后，以“左侧多发肋骨骨折，脾破裂”收入我病区。",
            "既往史": "既往体健，否认高血压、冠心病、糖尿病病史，否认肝炎，结核等传染病病史及接触史，否认药物、食物过敏史，否认外伤、手术及输血史，预防接种史随当地。"
        },
        "examine": {
            "查体": "。神志清楚，神情痛苦，双侧瞳孔等大等圆，对光反射灵敏，左侧胸壁大面瘀青，可触握雪感及骨擦感，胸廓挤压征阳性，双肺呼吸音粗，左下肺呼吸音偏低，可闻及少量湿性啰音。",
            "辅助检查": "颅脑、胸部、腹部CT示：颅脑CT未见明显异常；左侧多发肋骨骨折，双侧创伤性湿肺，左侧血气胸，左侧胸壁气肿，考虑左肺挫裂伤；脾破裂。腹部B超：脾破裂，少量腹腔积液。"
        },
        "diagnosis": {
            "初步诊断": "1、胸部外伤，左侧多发肋骨骨折，双侧创伤性湿肺，左侧血气胸，左侧胸壁气肿；2、脾破裂。",
            "诊断依据": "1、中年女性，有明确外伤史；2、查体：神志清楚，神情痛苦，左侧胸壁大面积淤青，可触及碾发感及骨擦感，胸廓挤压征阳性，双肺呼吸音粗，左下肺呼吸音低，可闻及少量湿性啰音。3、辅助检查：颅脑、胸部、腹部CT：颅脑CT未见明显异常；左侧多发肋骨骨折，双侧创伤性失肺，左侧胸腔积液，左侧胸壁气肿，考虑左肺挫裂伤；脾破裂。腹部B超：脾破裂，少量腹腔积液。",
            "鉴别诊断": "肝破裂伤：患者多有右侧胸腹部外伤史，我表现为右侧胸腹部压痛明显，上腹部CT及腹部B超可资鉴别。",
            "诊断结果": "1、胸部外伤，左侧多发肋骨骨折，左肺挫裂伤，双侧创伤性湿肺，左侧血气胸，左侧胸壁气肿；2、脾破裂。"
        },
        "cure": "入院后予完善相关检查，明确诊断；特级护理、禁饮食、吸氧、心电监护，积极给予补液、止血等支持治疗；急症行左侧胸腔闭式引流术，脾切除术，左侧第6、7、8肋骨骨折切开复位内固定术加左肺挫裂伤修补术；术后予抗感染、补液、止痛、化痰及营养支持等治疗。"
    },
    {
        "id": 268,
        "symptom": {
            "一般资料": "女性，3岁6个月，无",
            "主诉": "查体发现心脏杂音2年余，咳嗽、咳痰5天",
            "现病史": "患儿于2年前查体发现心脏杂音，无心慌、胸闷，无喜蹲踞现象，无紫绀，无咳嗽、咳痰，无腹胀、腹痛，平素易患上吸道感染。曾行心脏彩超示：先天性心脏病房间隔缺损，当时未特殊治疗。患儿于5天前受凉后出现咳嗽、咳黄色粘液痰，无发热、寒颤，无头痛、头晕，无恶心、呕吐，曾在当地卫生院输液治疗(具体不详)，效果欠佳，为求进一步治疗来我院就诊，门诊以“先天性心脏病，房间隔缺损”收入院，患儿自入院以来，饮食、睡眠一般，大小便正常，体重无明显改变。",
            "既往史": "平素身体健康状况一般，无传染病史，无输血史，无手术史，无食物、药物过敏史，无外伤史。"
        },
        "examine": {
            "查体": "一般情况良好，发育正常，营养良好，神志清楚，自主体位，呼吸正常，查体合作。全身皮肤及粘膜正常，无皮疹，未见皮下出血，无蜘蛛痣，无瘢痕，无溃疡。全身浅表淋巴结未触及肿大。颈部对称，颈软，气管居中，甲状腺无肿大。胸廓对称，吸气三凹征（—），肋间隙正常，两侧呼吸运动对称，节律规整，未触及胸膜摩擦感。无胸骨压痛，双肺叩诊为清音，双肺呼吸音粗糙，可闻及痰鸣音。心前区无隆起，未见心尖搏动，无心包摩擦感，未触及心脏震颤。叩诊心浊音界正常。心律：101次/分，心律规整，心音有力，胸骨左缘第2-3肋间可闻及收缩期2/6级杂音。各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部平坦，未触及肿块。肝浊音界正常，无移动性浊音。肠鸣音正常。肛门、直肠、外生殖器无异常。脊柱正常，四肢无异常。肱二头肌反射、肱三头肌反射存在，Hoffmann、Babinski征、Kernig征未引出。",
            "辅助检查": "心脏彩超：先天性心脏病房间隔缺损（II孔型）（房水平左向右分流束）右心扩大轻度肺动脉高压伴轻度三尖瓣少量反流"
        },
        "diagnosis": {
            "初步诊断": "先天性心脏病；房间隔缺损；肺部感染",
            "诊断依据": "1.小儿女性，平素身体健康；2.患儿2年前查体发现心脏杂音，无心慌、胸闷，无喜蹲踞现象，无紫绀，平素易患上吸道感染；3.入院查体：胸骨左缘第2-3肋间可闻及收缩期2/6级杂音；4.B超示：先天性心脏病房间隔缺损（II孔型）（房水平左向右分流束），右心扩大，轻度肺动脉高压伴轻度三尖瓣少量反流。",
            "鉴别诊断": "1.动脉导未闭：分流量小时无明显症状，分流量大时常有乏力，劳累后心悸、气喘、胸闷等症状，心脏听诊在胸骨左缘第二肋间及左锁骨下方可闻及连续性机械样杂音，可伴有震颤，脉压可轻度增大。彩色多普勒可见在主动脉与肺动脉之间的收缩期与舒张期左向右分流，本患儿者表现不符可资鉴别。2.室间隔缺损：儿童期发病多见，平素易患上呼吸道感染，查体胸骨左缘3、4肋间可触及收缩期震颤，心脏杂音位置多位于胸骨左缘3、4肋间，为3/6~4/6级收缩期喷射性粗糙杂音，肺动脉压增高时可有肺动脉瓣第二心音亢进。胸部ⅹ线可见肺纹理增强等肺血增多表现。超声心动图可见缺损的室间隔，可资鉴别。",
            "诊断结果": "先天性心脏病房间隔缺损；肺部感染"
        },
        "cure": "入院后完善辅助检查，积极控制感染，待感染控制，评估心功能良好，择日在全麻低温体外循环下行房间隔缺损修补+三尖瓣成形术。手术后第9天出院。"
    },
    {
        "id": 269,
        "symptom": {
            "一般资料": "女性，56岁，农民",
            "主诉": "女性,56岁,农民胸闷、气短1年余,加重20天",
            "现病史": "患者1年余前开始出现胸闷、气短,多于活动后出现,持续时间描述不清休息后逐渐缓解,未予重视。20天前患者自觉胸闷、气短加重,发作较前频繁;伴咳嗽、咳痰,呈白色粘痰,伴头晕,伴纳差、剑下疼痛,偶有恶心、呕吐,呕吐物为胃内容物,于县人民医院行心脏彩超提示“粉丝性心脏病”,给予“拜阿司匹林、氢**、螺内酯、美托洛尔缓释片”药物治疗,效果一般。现为求进一步治疗来我院,门诊以“粉丝性心脏病”收入我科。患者自发病以来,精神睡眠可,饮食欠佳,大小便正常,体重未见明显改变。",
            "既往史": "10余年前外伤致左下肢骨折,给予保守治疗。20余天前因左前臂脂肪瘤于县人民医院行手术治疗。否认高血压病、糖尿病及脑血管病病史。否认肝炎、结核等传染病及其密切接触史。预防接种史不详,无输血史,否认食物及药物过敏史个人史:原籍出生,无外地久居史,无疫区居留史,无重大精神创伤史,无毒物及放射线接触史,无烟酒等不良嗜好.月经史、婚育史:174-550。适龄结婚,育有4女,女儿及配偶健康,婚后家庭关系和睦。家族史:父母已故(具体死因不详),1哥2妹均已故(具体死因不详)。否认有家族遗传性疾病及传染病。"
        },
        "examine": {
            "查体": "。中年女性,发育正常,营养中等,神志清晰,精神可,自主**,语言流利,查体合作。全身皮肤、粘膜无黄染及出血点。浅表淋巴结未触及肿大。头颅无畸形,眼睑无水肿,结膜无充血、水肿及苍白,巩膜无黄染,双瞳孔等大、等圆,对光反射正常,双眼球运动灵活,无眼震。耳廓无畸形,外耳道通畅,无异常分泌物,乳突无压痛,听力正常。鼻无畸形,通气良好,无异常分泌物,副鼻窦无压痛。口唇无紫绀,牙龈无出血及溢脓,伸舌居中,颊粘膜无出血点,咽部无充血,扁桃体无红肿,声音无嘶哑。颈部柔软,无抵抗,颈静脉无怒张,气管居中,甲状腺无肿大,未闻及血管杂音。胸廓无畸形,两侧呼吸动度相等,胸骨无压痛,两侧语颤无差别,无胸膜摩擦感,两肺叩清音,肺下界正常,双肺呼吸音粗,未闻及于、湿性啰音,无胸膜摩擦音。心前区无隆起,心尖搏动无弥散。心界无扩大,心律86次/分,律绝对不齐,第一心音强弱不等,二尖瓣听诊区可闻及3/6级舒张期杂音,无心包摩擦音。周围毛细血管无搏动征,双侧桡动脉搏动对称。腹部柔软,无腹壁静脉曲张及胃肠蠕动波。剑下轻压痛,无反跳痛,肝、脾肋下未触及,Murphy征阴性,无移动性浊音,肝、肾区无叩击痛,肠鸣音正常,未听到血管杂音。**、外生殖器拒查。脊柱无畸形,无叩击痛。四肢无畸形,肌力、肌张力正常,双下肢无水肿、无静脉曲张,腹壁反射正常,二、三头肌反射正常,膝腱、跟腱反射正常,双侧Babinski征阴性,Oppenheim征阴性,Chaddock征阴性,脑膜**征阴性.",
            "辅助检查": "2019-04-23(我院)心电图:心房颤动,频发多源性室性早搏,T波低平2019-04-23(我院)心脏彩超示:EF68%,LV45mm,粉丝性心脏病,二尖瓣狭窄(重度)并反流(轻度),三尖瓣轻度反流,轻度肺动脉高压,心房颤动。"
        },
        "diagnosis": {
            "初步诊断": "1.粉丝性心脏病1.1.二尖瓣狭窄(重度)1.2心律失常(心房颤动)1.2.1.室性早搏)1.3轻度肺动脉高压1.4心力衰竭1.4.1.心功能级(NYHA分级)2.脂肪瘤术后",
            "诊断依据": "1.中年女性,10余年前外伤致左下肢骨折,给予保守治疗。20余天前因左前臂脂肪瘤于县人民医院行手术治疗。2.胸闷、气短年余,加重20天。3.查体:Bp110/92mHg。心律86次/分,律绝对不齐,第一心音强弱不等,二尖瓣听诊区可闻及3/6级舒张期杂音。腹软,剑下轻压痛,无反跳痛,肝脾肋下未及,双下肢不肿4.辅助检查:2019-04-23(我院)心电图:心房颤动,频发多源性室性早搏?,T波低平。心脏彩超示:EF68%,LV45m,粉丝性心脏病,二尖瓣狭窄(重度)并反流(轻度)三尖瓣轻度反流,轻度肺动脉高压,心房颤动。",
            "鉴别诊断": "1.急性心包炎:尤其是急性非特异性心包炎可有较剧烈而持久的心前区疼痛。但心包炎的疼痛与发热同时出现,呼吸和咳嗽时加重,早期即有心包炎麼擦音,后者和疼痛在心包腔出现渗液时均高,T波倒置,无异常Q波出现。2.急性肺栓塞:可引起胸闷、胸痛,咯血。有右心负荷急剧增加的表现。如右心室急剧增大肝大。心电图I导联S波加深,Ⅲ导联Q波显著和T波倒置,肺动脉CTA可资鉴别3.缺血性心肌病:患者既往有冠心病、心肌梗死病史,常有发作性胸闷、气短及胸痛,心电图有典型缺血改变,心脏彩超可出现心肌阶段性运动不良。患者无冠心病病史,完善相关检查后进一步鉴别。",
            "诊断结果": "1.粉丝性心脏病2.脂肪瘤术后"
        },
        "cure": "入院完善相关辅助检查,血液分析:嗜碱性粒细胞数:0.09×10^9/L、红细胞压积0.484LL、血红蛋白:155g/L、单核细胞数:0.73×10^9/L、血小板计数:428.00×10^9/L、红细胞:5.19×10^12/L;肝肾功、血脂:总胆固醇:7.55mmo1/L、甘油三酯:2.91mmo1/L、低密度脂蛋白:5.25mmo1L、尿素氮:9.44mol/d;甲功:游离T423.15pmo1/L;出凝血机制、尿常规、肌钙蛋白I、BNP大致正常。胸片:支气管炎表现;心影增大,结合临床给予利尿减轻心脏负荷、改善心功能、控制心室率、稳定心律、改善预后、改善循环、抗凝等对症支持治疗。患者二尖瓣重度狭窄,请心外科会诊意见:有外科手术指征,如家属同意可转科治疗。告知家属会诊意见,家属同意转科治疗。"
    },
    {
        "id": 270,
        "symptom": {
            "一般资料": "女性，45岁，农民",
            "主诉": "发现乙肝20年，腹部胀痛1月余。",
            "现病史": "患者缘于20年前体检发现乙肝标志物阳性，当时无不适，进行检查医生曾告知不用处理，平素无进行定期复查。1月余前感腹部胀痛，呈进行性加重，在当地医院行腹部彩超示:肝硬化，脾大，腹水，按”乙肝，肝硬化，腹水“给予保肝，利尿等对症治疗，疗效差，为求进一步诊治来我院，门诊行血常规示:白细胞数5.30*109/L血红蛋白143g/L血小板63*109/L，上腹部CT示:肝硬化，脾大，左肾见略高密度影，不除外结石。自发病以来，神志清，精神欠佳，饮食欠佳，睡眠可，大小便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，高度近视多年，否认高血压，糖尿病，心脏病，肾病，脑血管病病史，乙肝20年，否认结核，伤寒史，否认手术，外伤史，否认输血，献血史，否认药物及食物过敏史，预防接种史随当地进行。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清，精神欠佳，慢性肝病面容，面色晦暗，全身皮肤粘膜无黄染，未见皮疹，出血点，浅表淋巴结无肿大，巩膜无黄染，双肺呼吸音清，未闻及干湿性啰音，心律64次/分，律齐，未闻及病理性杂音，腹部静脉可见明显曲张，腹部膨软，腹部无压痛，反跳痛，肝区扣击痛阳性，肝未触及，脾肋缘下可触及，移动性浊音阴性，双下肢无水肿。",
            "辅助检查": "血常规:白细胞数2.92*109/L血红蛋白133g/L血小板57*109/L乙肝病毒定量:＜100IU/ml乙肝五项:表面抗原，核心抗体阳性肝功能:谷丙转氨酶18u/L，谷草转氨酶28u/L白蛋白41g/L，总胆红素12.3umol/L腹部大血管彩超:下腔静脉入右房口处狭窄？建议进一步检查。上腹部门脉血管成像:1.下腔静脉(肝段近右心房入口处)狭窄，肝右及肝中静脉狭窄，肝左静脉扩张。2.脾静脉及椎旁静脉扩张。3.肝硬化，脾大。"
        },
        "diagnosis": {
            "初步诊断": "1.慢性乙型病毒性肝炎2.肝硬化脾大脾功能亢进",
            "诊断依据": "1.症状:发现乙肝20年，腹部胀痛1月余。2.查体:慢性肝病面容，面色晦暗，腹部静脉可见明显曲张，腹部膨软，腹部无压痛，反跳痛，肝区扣击痛阳性，肝未触及，脾肋缘下可触及。3.辅助检查:血常规:白细胞数2.92*109/L血红蛋白133g/L血小板57*109/L乙肝五项:表面抗原，核心抗体阳性上腹部门脉血管成像:1.下腔静脉(肝段近右心房入口处)狭窄，肝右及肝中静脉狭窄，肝左静脉扩张。2.脾静脉及椎旁静脉扩张。3.肝硬化，脾大。",
            "鉴别诊断": "1.酒精性肝病:有长期大量饮酒的历史，肝炎标志物阴性。2.自身免疫性肝炎:主要有原发性胆汁性肝硬化和自身免疫性肝病，转肽酶，球蛋白等异常，必要时行自身抗体的检测和病理组织检查。",
            "诊断结果": "1.布加综合征；2.肝硬化脾大脾功能亢进；3.慢性乙型病毒性肝炎"
        },
        "cure": "患者入院后完善三大常规，生化检查，胸等检查，给予复方甘草酸单铵，还原型谷胱甘肽保肝药物治疗，富马酸替诺福韦抗乙肝病毒治疗，次日科主任查房发现腹部静脉曲张明显，建议行腹部血管检查，遂行腹部检查明确布加综合征，并给予“经皮选择性下腔静脉造影，球囊形成术”介入手术治疗，术后继续给予保肝，抗病毒治疗，并给予“氯吡格雷，华法林”抗凝治疗，两周后病情稳定后出院。"
    },
    {
        "id": 271,
        "symptom": {
            "一般资料": "女性，54岁，农民",
            "主诉": "发现右乳肿物5天",
            "现病史": "患者于入院前5天无意中发现右侧乳腺内有一肿物，无红肿及疼痛不适，无乳头凹陷及溢血、溢液，未予特殊治疗。昨日来我院门诊就诊，行彩超：右侧乳腺实性结节，考虑乳腺BI-RADS4b类，建议穿刺活检，双侧乳腺增生伴导管扩张，为进一步治疗而来我院。",
            "既往史": "无肝炎及结核病史。无外伤及手术病史。无药物及其他过敏史。"
        },
        "examine": {
            "查体": "神志清，精神良好，全身的皮肤粘膜无黄染，淋巴结无肿大，双肺呼吸音粗，未闻及干湿性啰音，心律较整齐，各个瓣膜未闻及杂音，腹软，无压痛及肌紧张，肝脾未触及，旰区无叩击痛，移动性浊音阴性，双下肢无水肿，四肢肌力、肌张力正常，巴彬斯基征阴性。专科查体：双乳对称，无桔皮样改变，无明显乳头内陷，右侧乳腺外上象限内可触及一大小约2.5*2.0厘米肿物，无红肿及触，于周围组织边界欠清，活动度尚可，左侧乳腺内未触及明显肿物，腋窝及锁骨上区未触及明显肿大的淋巴结。",
            "辅助检查": "彩超示：右侧乳腺实性结节，考虑乳腺BI-RADS4b类，建议穿刺活检，双侧乳腺增生伴导管扩张。"
        },
        "diagnosis": {
            "初步诊断": "右乳腺肿物",
            "诊断依据": "1.发现右乳肿物5天。2.查体：双乳对称，无桔皮样改变，无明显乳头内陷，右侧乳腺外上象限内可触及一大小约2.5*2.0厘米肿物，无红肿及触，于周围组织边界欠清，活动度尚可，左侧乳腺内未触及明显肿物，腋窝及锁骨上区未触及明显肿大的淋巴结。3.彩超示：右侧乳腺实性结节，考虑乳腺BI-RADS4b类，建议穿刺活检，双侧乳腺增生伴导管扩张。",
            "鉴别诊断": "1.纤维腺瘤，年龄20至25岁，病程缓慢疼痛无，肿块数目常为单侧，肿块边界清楚，移动不受限，转移性病灶无，脓肿形式无。2.乳腺囊性增生病：年龄25至40岁，病程缓慢，周期性疼痛，肿块数目多数成串，肿块边界不清，移动性不受限，转移性病灶无，脓肿形式无。",
            "诊断结果": "右乳腺癌"
        },
        "cure": "入院后完善术前检查，在局麻下行右侧乳腺肿物切除术，术中病理回报右乳腺润性导管癌，部分为高级别导管内癌，并给予右乳癌改良根治术，术后给予预防消肿，补充营养，增免治疗，中成药抗肿瘤治疗，切口隔日换药，病人好转出院。"
    },
    {
        "id": 272,
        "symptom": {
            "一般资料": "男性，35岁，公务员",
            "主诉": "男性,35岁,公务员主因车祸致左小腿疼痛伴活动受限6小时入院",
            "现病史": "入院6小时前骑电动车被侧方驶来汽车相撞，撞击部位及摔倒时位置记忆不清，即感左小腿疼痛，无头晕、晕厥等。急诊就诊于我院，行X线检查示：左胫骨下段骨折。我科遂以“左胫骨下段骨折”收住入院。伤后精神可，食纳可，夜休可。",
            "既往史": "既往体健，无特殊病史。"
        },
        "examine": {
            "查体": "。查体合作，推入病房。脊柱无畸形，无压痛及叩击痛，活动正常。左小腿外旋畸形，左小腿及左踝关节肿胀明显，左小腿终端前方及左小腿近端内侧压痛阳性，血运及感觉正常。各足趾活动可，踝关节活动受限。余肢体感觉、运动及末梢血运正常。",
            "辅助检查": "1.实验室检查未见明确手术禁忌；2.心电图：窦性心律，正常心电图，胸部X线可见心、肺、膈未见异常。3.左侧胫腓骨正侧位：左侧胫骨下段骨折。"
        },
        "diagnosis": {
            "初步诊断": "1.左侧胫骨远端骨折；",
            "诊断依据": "1.主因车祸致左小腿疼痛伴活动受限6小时入院；2.左小腿外旋畸形，左小腿及左踝关节肿胀明显，左小腿终端前方及左小腿近端内侧压痛阳性，血运及感觉正常。各足趾活动可，踝关节活动受限；3.左侧胫腓骨正侧位：左侧胫骨下段骨折",
            "鉴别诊断": "诊断明确，无需进一步鉴别。",
            "诊断结果": "Maisonneuve骨折"
        },
        "cure": "入院后积极完善实验室、心电及影像学检查，排除手术禁忌，给予患者跟骨牵引、促进消肿及预防血栓治疗。消肿满意后，查无明确手术禁忌，行右胫骨远端骨折闭合复位髓内钉固定术，术后给予预防感染、功能锻炼及康复治疗。复查术后X线片。"
    },
    {
        "id": 273,
        "symptom": {
            "一般资料": "男性，26岁，工作人员",
            "主诉": "男性,26岁,工作人员摔伤致左拇指基底部疼痛，活动障碍半小时。",
            "现病史": "患者于约半小时前摔伤左拇指基底部，当时感疼痛，活动障碍，送致我院急诊科就诊，查X线片：左拇指基底部骨折，予以收住院进一步治疗。病程中无头痛头晕，无恶心呕吐，无心慌胸闷，无腹痛腹泻，无发热，饮食正常，大小便正常。",
            "既往史": "否认高血压、冠心病、糖尿病史，否认肝炎、结核等传染病史，否认手术、外伤、输血史，否认药物及食物过敏史。"
        },
        "examine": {
            "查体": "。神志清楚，查体合作，全身皮肤黏膜无黄染及淤血淤斑，口唇黏膜及四肢末梢发绀，头颅无畸形，双瞳孔等大等圆，直径3mm，对光反射敏，颈软，气管居中，甲状腺无肿大，颈静脉无明显充盈，胸廓正常，两肺未闻及干湿性啰音，心律齐，各瓣膜听诊区未闻及病理性杂音，腹平坦，无压痛及反跳痛，肝脾肋下未及，移动性浊音阴性，四肢肌力正常，双下肢无水肿，病理征-。专科检查：左拇指基底部局部肿胀明显，畸形，压痛阳性，可及明显骨擦感，叩击痛阳性，活动受限，左上肢末梢血运及皮肤感觉正常。",
            "辅助检查": "X线片：左拇指近节基底部骨折，骨折远端向外侧移位，半脱位改变。"
        },
        "diagnosis": {
            "初步诊断": "左拇指近节基底部骨折",
            "诊断依据": "1、明确的外伤史；2、局部肿胀、畸形，可触及骨擦音和骨擦感；3、影像学表现提示左拇指近节基底部骨折。",
            "鉴别诊断": "诊断明确无需鉴别。",
            "诊断结果": "左拇指近节基底部骨折（Bennett骨折）"
        },
        "cure": "患者入院后完善相关检查，排除手术禁忌症，在签署手术治疗同意书后行骨折切开复位钢板内固定术。术后予以“甘露醇”消肿、“塞来昔布”止痛，“头孢唑林钠”预防感染，中医理论等治疗，患者经治疗后好转出院。"
    },
    {
        "id": 274,
        "symptom": {
            "一般资料": "男性，40岁，工人",
            "主诉": "摔伤致右足跟肿胀疼痛一小时",
            "现病史": "患者一小时前在工地干活时不小心滑倒摔伤，伤及右足根部，导致右足根部肿胀疼痛，活动受限，来我院行跟骨ct显示右跟骨骨折。患者为求进一步治疗收住院，入院以来神志清，精神可未进饮食，二便正常。",
            "既往史": "既往体健，无高血压，心脏病，糖尿病病史，无疫区毒物接触史，无食物药物过敏史。"
        },
        "examine": {
            "查体": "T:36.9℃,P:70次/分,R:19次/分,BP:130/80/mmhg。一般情况：发育正常，营养良好，神志清，精神差，痛苦貌，被动**，平车入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，发黑分布均匀，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧**正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律70次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。**直肠：未查。生殖器：未查。脊柱四肢：脊柱无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。专科查体：右足根部可见明显肿胀，局部压痛明显，足跟外形畸形。足趾运动感觉正常，足背动脉可触及。",
            "辅助检查": "CT：右跟骨骨折。心电图：窦性心律，正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "右跟骨骨折。",
            "诊断依据": "1.外伤史明确。2.右足根部肿胀，疼痛，畸形，软组织肿胀明显，局部可见皮下淤血青紫。3.Ct显示右跟骨骨折。",
            "鉴别诊断": "根据外伤史及ct检查，结果可明确诊断，无需过多鉴别。",
            "诊断结果": "右跟骨骨折"
        },
        "cure": "患者入院以后，给予完善各项术前检查，患肢抬高固定，早期应用冰袋冷敷减轻肿胀，24小时以后改为热敷，一周之后肿胀消除足根部出现皮纹，进行跟骨切开复位内固定。手术采用侧卧位取足根部外侧L型切口，手术当中注意保护皮肤的血运，避免过度的牵拉。给予复位，骨折后用跟骨钢板进行螺钉固定。缝合皮肤，手术后抬高患肢，减轻肿胀。术后给予头孢呋辛1.5bid静静脉滴注。甘露醇250毫升，qd静脉滴注。"
    },
    {
        "id": 275,
        "symptom": {
            "一般资料": "男性，58岁，农民",
            "主诉": "胡言乱语伴右侧肢体乏力2天",
            "现病史": "患者两天前突起言语不清，胡言乱语，伴右侧肢体乏力，走路不稳，但无畏寒发热、无胸闷胸痛、无肢体抽搐，在外未作特殊处理，两天来上述症状进行性加重，遂急来我院诊治。发病以来，患者精神欠佳，饮食及睡眠差，体力下降。",
            "既往史": "既往有高血压病史，嗜好烟酒。否认心脏病、糖尿病及高血脂，无乙肝、结核等传染病及药敏史。"
        },
        "examine": {
            "查体": "神志不清，双肺呼吸音粗，无明显干湿性啰音，HR64bpm，心律齐，各瓣膜区无杂音，双下肢无水肿，NE：意识模糊，混合性失语，双侧瞳孔等大等圆，对光反射灵敏，右侧鼻唇沟浅，伸舌不配合，颈软，左侧肢体肌力5-级，右侧肢体肌力4级，左侧病理征未引出，右侧巴氏征阳性。",
            "辅助检查": "门诊资料:2019-12-10头颅CT提示左侧颞枕部脑出血伴血肿形成。血常规:NEUT%75.20%↑、LYM0.8610^9/L↓、LYM%15.10%↓、MONO%9.40%。(2019-12-10)电解质:K3.34mmol/L↓、Na134.10mmol/L↓、CL95.14mmol/L↓、tCa2.10mmol/L、iCa0.99、Mg0.97mmol/L、P0.89mmol/L。免疫学：乙肝小三阳。余查血结果见涂片。EKG示非特异性T波异常。X线示双肺纹理增粗。"
        },
        "diagnosis": {
            "初步诊断": "1.脑出血；2.高血压病",
            "诊断依据": "中年男性患者，胡言乱语伴右侧肢体乏力2天，高血压病史，血压控制欠佳。查体：血压:163/95mmHg心肺尚可，意识模糊，混合性失语，双侧瞳孔等大等圆，对光反射灵敏，右侧鼻唇沟浅，伸舌不配合，颈软，左侧肢体肌力5-级，右侧肢体肌力4级，左侧病理征未引出，右侧巴氏征阳性。2019-12-10头颅CT提示左侧颞枕顶脑出血伴血肿形成。",
            "鉴别诊断": "应与脑梗死相鉴别，后者多于安静时起病，头颅CT可见低密度影。",
            "诊断结果": "1.左侧颞枕叶区脑出血；2.高血压病"
        },
        "cure": "诊疗计划:1.进一步完善相关检查2.给予止血（白眉蛇毒血凝酶1KU静滴）、脱水（甘露醇250毫升静滴、**20毫克静注）、护脑（乙酰谷酰胺1.8静滴）及护胃（奥美拉唑40毫克静滴）对症治疗3、告病危，必要时转入神经外科手术治疗。患者家属同意后，转神经外科急诊手术。麻醉经过：患者入室后常规监测IBPSPO2HRRR呼末二氧化碳分压等，开放上肢静脉补液，静脉顺序给予长托宁0.2毫克，咪唑安定2毫克，舒芬太尼25微克，依托咪酯乳剂16毫克，顺式阿曲库铵16毫克，5min后经口明视插入ID7.0mm气管内加强导管，纤维喉镜直视下确认气管内无误后接麻醉机行控制呼吸，术中吸入七氟烷，静脉泵注丙泊酚**维持麻醉，静脉泵注小剂量右美托咪定镇静。术中顺利，手术经过顺利，术中出血约30ml。麻醉效果满意，术毕带管回ICU，术后随访未见麻醉后相关并发症。手术简要经过:全麻成功后，仰卧位，头右偏，预取左侧CT下已标定点切口，常规活力碘消毒术野皮肤区，铺巾，切口皮肤及颞肌直至颅骨，仔细止血，撑开皮瓣，颅骨钻取孔一个，电凝硬脑膜血管并切开硬脑膜，标记引流管3.5cm，向血肿腔区穿刺，离皮质约1cm，见酱红色积血膨出，约10ml，加深2.5cm，盐水反复冲洗，清出机化凝血块约20ml，明胶海绵填塞骨窗，缝合颞肌，全层缝合头皮，接引流装置，包扎切口，术毕。术中患者生命体征尚稳定，麻醉效果良好，失血约30ml。术毕安返ICU病房。术后抗炎（头孢噻肟钠2克静滴)止血止血（白眉蛇毒血凝酶1KU静滴）、护脑（乙酰谷酰胺1.8静滴）及护胃（奥美拉唑40毫克静滴）对症治疗，给予尿激酶3WU冲管防止引流管堵塞。"
    },
    {
        "id": 276,
        "symptom": {
            "一般资料": "女性，88岁，退休工人",
            "主诉": "左侧腹痛13小时，发热三小时。",
            "现病史": "13小时前出现左侧腹部阵发性疼痛剧烈时伴恶心腹胀不呕吐，自行应用开塞露纳肛，排出少量粪便，腹痛无明显缓解，后出现尿频、寒颤，急来医院就诊。测量体温38.3℃，急诊行腹部CT检查，提示左肾及左输尿管中上段多发结石。",
            "既往史": "高血压病40年，骨质疏松腰椎椎体成形术3年。"
        },
        "examine": {
            "查体": "老年女性突发腰腹部疼痛，伴有发热，恶心，腹胀，要首先考虑泌尿系结石伴有感染。其次是其他外科急腹症，比如说急性胰腺炎，胆囊炎等。",
            "辅助检查": "腹部CT:肝脏大小形态属正常范围，实质未见明显异常密度影，胆囊形态尚可，胆系无扩张，胰腺脾未见明显异常，双肾形态尚可，左侧输尿管中上段管腔内见多发结节状密度增高影，大者大小约6毫米，CT值约412HU，其水平以上输尿管及肾盂盏略扩张，左侧肾盂盏内见点状密度增高影。所扫肠管无明显扩张、积气，腹膜后未见明显肿大淋巴结，余显示尚可。诊断意见：提示左肾及左侧输尿管中上段多发结石。尿常规：白细胞+1，亚硝酸盐阴性，蛋白弱阳性，白细胞计数86.8ul。血液分析：白细胞11.4*10^9/L，中性粒细胞比率91.6%，血小板148*10^9/L，CRP75.23mg/L。降钙素原：30.6ng/ml。"
        },
        "diagnosis": {
            "初步诊断": "1.输尿管结石（左）2.泌尿系感染3.肾结石（左）4.高血压病5.骨质疏松",
            "诊断依据": "1.老年女性既往有高血压骨质疏松病史，此次因左侧腹痛，13小时发热3小时就诊。2.症状：腹痛伴有尿频、发热。3.查体：体温38.3℃，双肺呼吸音粗未闻及干湿性啰音，腹软，无压痛，反跳痛，左肾区叩痛。4.辅助检查：腹部CT提示左肾及左侧输尿管中上段多发结石。尿常规：白细胞+1，亚硝酸盐阴性，白细胞计数86.8ul。血液分析：白细胞11.4*10^9/L，中性粒细胞比率91.6%，血小板148*10^9/L，CRP75.23mg/L。降钙素原：30.6ng/ml。",
            "鉴别诊断": "1.急性阑尾炎：发病急，病程短，转移性右下腹痛痛，可伴有发热，阑尾点有明显压痛，反跳痛，超声可见肿大的阑尾。2.急性胰腺炎：突发上腹部或腰部疼痛，血淀粉酶明显增高，CT检查可见胰腺肿大。3.胆道结石梗阻:右上腹部疼痛，伴有恶心呕吐，CT可以明确诊断。4.肠梗阻：就有腹痛、呕吐，**停止排气排便，腹部透视可见气液平。5.卵巢囊肿对扭转：有附件囊肿病史，突发下腹部疼痛，彩超及下腹部CT可以明确诊断。",
            "诊断结果": "1.输尿管结石（左）2.尿源性脓毒血症3.肾结石（左）4.高血压病5.骨质疏松"
        },
        "cure": "入院后积极完善血尿培养，血生化，心电图等常规检查，持续心电监护，吸氧，给予经验静滴左氧氟沙星0.4g1/日、头孢西丁钠2.01/8小时，与患者家属沟通，同意手术治疗，遂于当日在局麻+强化麻醉下进行左侧输尿管镜钬激光碎石术，术后继续抗感染治疗恢复良好。患者于2019年12月9日7:03入院，2019年12月19日康复出院。"
    },
    {
        "id": 277,
        "symptom": {
            "一般资料": "女性，66岁，农民",
            "主诉": "左眼上睑下垂2年，加重一月余。",
            "现病史": "患者约于2年前无明显诱因出现左眼上睑下垂，无异物感，畏光，无视力下降，无头晕、头痛，无恶心、呕吐等，未系统诊治，1个月前自觉上述症状较前加重，来我院就诊，行胸部CT：胸骨后、主动脉前方可见软组织密度影，大小约1.8cm*1.2cm，考虑胸腺瘤。患者为系统诊治，来我院要求手术治疗，门诊以“前纵膈占位”收入我病区。",
            "既往史": "既往体健。否认高血压、冠心病、糖尿病病史。否认肝炎、结核等传染病史及接触史。否认药物、食物过敏史。否认外伤、手术及输血史。预防接种史随当地。"
        },
        "examine": {
            "查体": "神志清楚，精神可，胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音略粗，未闻及干湿啰音，心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱四肢无畸形，活动自如，双下肢无水肿。",
            "辅助检查": "胸部CT：胸骨后、主动脉前方可见软组织密度影，大小约1.8cm*1.2cm，考虑胸腺瘤。"
        },
        "diagnosis": {
            "初步诊断": "前纵膈占位。",
            "诊断依据": "患者男，37岁，因“左眼上睑下垂2年，加重一月余”入院。查体：胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音略粗，未闻及干湿啰音，心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。胸部CT：胸骨后、主动脉前方可见软组织密度影，大小约1.8cm*1.2cm，考虑胸腺瘤。",
            "鉴别诊断": "畸胎瘤：较小时无明显症状，随着肿瘤增大会出现胸痛，胸闷，咳嗽以及胸前不适，还会出现上肢浮肿，呼吸困难等表现，良性的畸胎瘤含有皮肤，毛发，骨骼，神经等组织，恶性的畸胎瘤，组织不清，胸部CT及病理可资鉴别。",
            "诊断结果": "胸腺瘤。"
        },
        "cure": "入院后完善相关检查，查无手术禁忌症，在全麻下行胸腔镜纵膈肿物切除术，手术顺利，术后予抗感染、抑酸、化痰、止血、止痛等治疗。术后恢复顺利。病理结果：(前纵隔）胸腺瘤。"
    },
    {
        "id": 278,
        "symptom": {
            "一般资料": "女性，79岁，农民",
            "主诉": "上腹部胀痛不适2小时",
            "现病史": "患者于2小时前无明显诱因出现上腹部疼痛不适，呈持续性胀痛，伴恶心，呕吐胃内容物，无畏寒、发热，无腹泻，无尿频尿急，无胸闷，无心慌，未作特殊治疗，急由\"120\"以\"腹痛待查\"收入院。发病以来，患者精神欠佳，未睡眠，未进食，大小便未解。",
            "既往史": "有高血压病史多年，服药治疗。1年前在云梦县中医院行腹腔镜胆囊切除术，有胆总管结石病史；否认心脏病，心脏病病史，无药敏史及家族遗传病病史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，平车推入病房，急性痛苦面容，神清，全身皮肤及巩膜无黄染，浅表淋巴结未及肿大，未见肝脏及蜘蛛痣，颈软，双肺呼吸音清，未闻及明显干湿啰音，心律齐，无杂音，腹平坦，未见肠型及蠕动波，右上腹及剑突下压痛，以右上腹为重，无反跳痛，Murphy's征（-），肝脾肋下未及，肝浊音界正常，无移动性浊音，未闻及气过水声，肠鸣音可，双肾区无叩痛，四肢及脊柱未见明显畸形。",
            "辅助检查": "(2019-08-05)肾功能:肌酐184.8umol/L↑、β2微球蛋白6.10mg/L↑。(2019-08-09)血常规:红细胞3.1510^12/L↓、血红蛋白103g/L↓、红细胞压积31.1%↓，(2019-08-09)凝血全套:D-二聚体1.06mg/L↑，(2019-08-09)肝功能:谷草转氨酶72U/L↑、谷草/谷丙5.5↑、碱性磷酸酶141U/L↑，(2019-08-09)肾功能:尿素8.49mmol/L↑、肌酐174.1umol/L↑，(2019-08-09)电解质:钠151.4mmol/L↑、氯113.2mmol/L↑、总钙2.03mmol/L↓(2019-08-13)血常规:红细胞2.9210^12/L↓、血红蛋白95g/L↓、血小板11210^9/L↓、红细胞压积29.2%↓，(2019-08-13)凝血全套:纤维蛋白原1.85g/L↓，(2019-08-13)肝功能:谷草转氨酶123U/L↑、谷草/谷丙5.9↑。"
        },
        "diagnosis": {
            "初步诊断": "1.腹痛待查:胆总管结石；2.胆囊切除术后；3.高血压",
            "诊断依据": "根据临床症状体检及辅助检查尤其影像学检查可明确诊断。1.上腹部胀痛不适2小时。2.有高血压病史多年，服药治疗，降压效果欠佳。腹腔镜胆囊切除术后一年，有胆总管结石病史；有发热病史，有抗炎治疗史。3.体检：174/92mmHg，HR100bpm.腹平坦，未见肠型及蠕动波，右上腹及剑突下压痛，以右上腹为重，无反跳痛，Murphy's征（-），肝脾肋下未及，肝浊音界正常，无移动性浊音，未闻及气过水声，肠鸣音可。4.影像学检查：B超、CT、MR检查可协助诊断。CT：胆总管下段及肝左叶肝内胆管结石，伴胆总管上段及肝内胆管扩张。",
            "鉴别诊断": "1.与肠梗阻相鉴别，后者见恶心呕吐、腹痛、停止排气排便，肠鸣音亢进，但无黄疸。2.与胃穿孔鉴别；既往多有胃病史，突发上腹痛后满腹痛痛，呈烧灼样剧痛，板状腹，满腹压痛反跳痛，肝浊音界消失，肠鸣音消失，腹部透视可见膈下游离气体，本病人可排除之。3.与肝内钙化灶鉴别：无合并相应的胆管扩张。PTC、ERCP、MRCP均能直接观察胆管树。",
            "诊断结果": "1.肝内外胆管结石；2.胆囊切除术后；3.高血压"
        },
        "cure": "1.完善相关检查（心电图、血生化等）。2.给予护肝、抗感染、对症处理。3.根据病情调整治疗计划。4.必要时手术治疗。完善相关检查，给予抗炎，抑酶，护胃，护肝，灌肠补液等治疗，患者拒绝手术治疗，拒绝转上级医院，给予非手术治疗，患者病情好转后自动出院。建议行手术治疗。"
    },
    {
        "id": 279,
        "symptom": {
            "一般资料": "男性，52岁，农民",
            "主诉": "发现左肺癌并骨转移10余天。",
            "现病史": "患者于2020年2月22日因“左胸痛、咳嗽、痰中带血”就诊于当地医院，行胸部CT平扫示：1.符合左肺下叶肺Ca并左肺下叶阻塞性肺不张CT平扫表现；2.双肺结节，转移不除外；3.慢性支气管炎、肺气肿、肺大泡并右肺上叶支气管轻度扩张；4.纵膈淋巴结增大；5.左侧少量胸腔积液并双侧胸膜肥厚；6.考虑肋骨转移并病理性骨折；7.胸骨骨质破坏，考虑转移。给予抗感染、止咳、化痰等对症治疗后咳嗽减轻，无痰中带血，仍有左侧胸痛。为进一步治疗，患者就诊于我院，入院症见：患者左侧胸痛，夜间明显，与体位变动无关，咳嗽，咳少量白黏痰，无痰中带血，活动后胸闷，无憋喘，无发热，无头痛、头晕，无腹痛、腹泻，纳眠可，二便正常，近期体重未见明显变化。",
            "既往史": "既往否认高血压病、冠心病、糖尿病等慢性病史；否认肝炎、结核等传染病病史。否认重大外伤、手术及输血史。否认药物、食物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清楚，精神良好，全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。胸廓对称，无畸形，双侧呼吸均等，右侧胸壁局部压痛，双肺呼吸音低，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱四肢无畸形，活动自如。",
            "辅助检查": "胸部增强CT：1.符合左肺癌并左肺下叶阻塞性肺炎、双肺内、纵隔多发淋巴结转移；2.考虑双侧肋骨骨转移并右侧肋骨病理性骨折；3.胸骨骨质破坏，考虑转移；4.符合慢性支气管炎、肺气肿并肺大泡形成；5.双肺炎症；6.左侧胸膜增厚，左侧胸腔积液。"
        },
        "diagnosis": {
            "初步诊断": "1.左肺癌，胸骨、肋骨转移；2.肋骨病理性骨折；3.双肺结节；4.慢性支气管炎；5.肺气肿。",
            "诊断依据": "1.患者男，52岁，因“发现左肺癌并骨转移10余天”入院。2.查体：全身浅表淋巴结未及肿大。胸廓对称，无畸形，双侧呼吸均等，右侧胸壁局部压痛，双肺呼吸音低，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。3.辅助检查：胸部增强CT：1.符合左肺癌并左肺下叶阻塞性肺炎、双肺内、纵隔多发淋巴结转移；2.考虑双侧肋骨骨转移并右侧肋骨病理性骨折；3.胸骨骨质破坏，考虑转移。穿刺活检病理示：（左肺）中分化腺癌。",
            "鉴别诊断": "肺癌：患者可出现咳嗽、咳痰、咳痰带血，CT可表现为肺占位，行支气管镜检查及肺占位穿刺活检可明确病理类型。",
            "诊断结果": "1.左肺腺癌，胸骨、肋骨转移；2.肋骨病理性骨折；3.双肺结节；4.慢性支气管炎；5.肺气肿。"
        },
        "cure": "入院后完善血常规、肝肾功、凝血分析、心电图、胸腹增强CT等辅助检查；行CT引导下左肺癌穿刺活检术；穿刺活检病理示：（左肺）中分化腺癌。免疫组化：TTF-1(+),NapsinA（+），广CK（+），CK7(+),P40（-），CK5/6(-),Calponin（-），CK8/18(+),EMA（-），KI-67（+15%）。治疗上，中医予汤剂以健脾补肺、止咳化痰、解毒抑瘤为治则，方选四君子汤加减；西医予相应放疗及化疗。"
    },
    {
        "id": 280,
        "symptom": {
            "一般资料": "男性，41岁，农民",
            "主诉": "左侧腰腹部疼痛2天",
            "现病史": "缘于入院2天患者无明显诱因突然出现左侧腰腹部疼痛不适，疼痛呈阵发性绞痛，向左下腹放射，无恶心呕吐，无明显肉眼血尿，于本院门诊查泌尿系B超示：左侧输尿管结石并左肾积水，今日再次出现疼痛，为求进一步诊治，门诊以“左侧输尿管结石并左肾积水”收入院治疗。",
            "既往史": "既往十二指肠溃疡病史3月余。否认高血压、糖尿病、冠心病等慢性病史；否认肝炎、结核、伤寒、疗疾等传染病史；否认手术、输血史；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律80次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4)次/分，未闻及血管杂音。肛门及外生殖器：正常。肛门及外殖器部位脊柱四肢：脊柱四肢无畸形，右上肢活动受限，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肽二头肌腱反射正常，肽三头肌腱反射正常，膝胖反射正常，双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。左肾区及输尿管走行区压痛叩击痛。右肾区及输尿管走行区未见明显异常。耻骨上无压痛，膀胱未充盈。外生殖器发育正常。",
            "辅助检查": "入院前：本院泌尿系B超检查提示：左侧输尿管结石并左肾积水，双肾结石。入院后：血常规：中性粒细胞百分比89.1%,中性粒细胞绝对值7.74*10^9/L,余正常。凝血、感染十项、心电图未见明显异常。肝肾功能电解质未见明显异常。心电图：1、窦性心律2、ST-T改变（Ⅱ、Ⅱ、aVF、V4~V6压低约0.05mV,Ⅱ、III、aVF导联T波低平倒置，请结合临床）3、不完全性右束支传导阻滞。"
        },
        "diagnosis": {
            "初步诊断": "1.左肾积水伴输尿管结石；2.双肾结石；3.十二指肠溃疡",
            "诊断依据": "1.患者中年男性，慢性病程。2.病史：左侧腰腹部疼痛2天。3.体征：左肾区及输尿管走行区压痛叩击痛阳性。4.辅助检查：本院泌尿系B超检查提示：左侧输尿管结石并左肾积水，双肾结石。",
            "鉴别诊断": "1.急性阑尾炎：多有转移性右下腹痛的特征，伴有恶心、呕吐等消化道症状，有明显的右下腹固定点压痛，化脓时继发腹膜炎，可出现反跳痛及肌紧张，彩超检查可见肿大的阑尾，可与本病相鉴别2.泌尿系感染：尿频、尿急、尿痛，尿常规可见大量白细胞。",
            "诊断结果": "1.左肾积水伴输尿管结石；2.双肾结石；3.十二指肠溃疡；"
        },
        "cure": "中医治则方药：清热利湿，通淋排石之法，予中药颗粒冲服，金钱草颗粒15g海金沙颗粒15g炒鸡内金颗粒15g醋延胡索颗粒12g炒川谏子颗粒9g川贝母颗粒6g沉香颗粒3g西洋参颗粒6g猪苓颗粒9g甘草颗粒6g白芍颗粒9g牛膝颗粒6g翟麦颗粒12g盐车前子颗粒15g石韦颗粒12g颗粒3剂，冲服，分早晚日2次口服。方中延胡索、石韦为排石通淋止痛为主药，配合利湿盐车前子、翟麦，滑石粉、|牛膝、赤芍活血化瘀，金钱草、海金沙清热利湿，排尿通淋；全方共奏清热利湿，通淋排石。2.应用中成药八正化石胶囊3/日，口服；盐酸坦洛新缓释片0.2mg口服qd,增强滑肌张力麻醉方式：蛛网膜下腔阻滞手术方式：左侧输尿管镜检查+左侧输尿管镜下秋激光碎石+左侧输尿管支架植入手术简要经过：患者入手术室，麻醉成功后取截石位，常规消毒铺无菌巾单。留置F12尿管，气囊注水3m1,尿道内置F6-7.5wolf输尿管镜，膀胱内未见结石及肿瘤，向左侧输尿管内置入斑马导丝，沿导丝缓慢进镜，上行至左侧输尿管下段可见一大小约为1.3*0.7cm,结石将管腔堵塞，周围肉芽组织增生明显，置入铁激光探针，将结石击碎至0.2cm以下，查无活动性出血及副损伤，向左侧输尿管内置入F626输尿管支架管，撤除F12尿管，尿道内置F18三腔尿管，气囊注水10ml,持续膀胱冲洗。手术顺利，术后安返病房。术中诊断：1.左肾积水伴输尿管结石；2.双肾结石；3.十二指肠溃疡；术后处理措施：术后给予抗炎、补液、保留尿管、持续膀胱冲洗等对症治疗，患者食欲不振，偶有恶心、呕吐，无法进食，胃肠道反应较重，无法口服甘草酸制剂，给予异甘草酸镁注射液，200mg,静点，保肝治疗。术后应当特别注意观察的事项：生命体征，尿管引流颜色及冲洗液是否通畅临床诊断：1.左肾积水伴输尿管结石2.双肾积水3.十二指肠溃疡；4.高血压分析总结：术中及术后容易出现的情况"
    },
    {
        "id": 281,
        "symptom": {
            "一般资料": "男性，30岁，职员",
            "主诉": "间断咳嗽咳痰2月",
            "现病史": "患者自述于2个月前无明显诱因出现咳嗽咳痰，无痰中带血，无胸痛，无胸闷憋气，1个月前开始发热，体温最高37.4℃，无寒颤，于社区医院行抗感染及化痰治疗不见好转，查胸部CT示右肺下叶片状高密度阴影，序贯予以莫西沙星及哌拉西拉他唑巴坦抗感染治疗2周，咳嗽咳痰好转，复查胸部CT示病灶不见吸收好转，为求进一步治疗入我院胸外科。患者自发病以来精神饮食可，二便可，体重未见明显减轻。",
            "既往史": "既往体健，否认糖尿病、高血压及冠心病病史，否认肝炎及结核等传染病病史，否认手术及外伤病史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "神志清楚,精神欠佳，胸廓对称无畸形，双肺呼吸音粗，右下肺可闻及少量干湿性啰音，右下肺叩诊浊音，左肺叩诊清音，右下肺呼吸活动度减低，左肺呼吸活动度尚可，心前区无隆起，心律为82次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部强化CT检查（见图1）：考虑右下叶肺隔离症伴感染；纵隔及右肺门淋巴结影。"
        },
        "diagnosis": {
            "初步诊断": "右下叶肺隔离症伴感染",
            "诊断依据": "患者男性，30岁，主因“间断咳嗽咳痰2月”入院。查体：胸廓对称无畸形，双肺呼吸音粗，右下肺可闻及少量干湿性啰音，右下肺叩诊浊音，左肺叩诊清音，右下肺呼吸活动度减低，左肺呼吸活动度尚可。胸部强化CT检查考虑右下叶肺隔离症伴感染；纵隔及右肺门淋巴结影。予以化痰平喘抗感染治疗后病情不见好转，综合患者临床表现，查体及胸部强化CT，临床诊断考虑右下叶肺隔离症伴感染。",
            "鉴别诊断": "1.肺脓肿：是肺组织化脓性炎症，由黄色葡萄球菌、肺炎克雷伯菌、铜绿假单胞菌、化脓性链球菌等多种致病菌感染引起，细菌感染后组织被破坏从而坏死液化成脓肿。发病部位以上叶居多，肺隔离症多以下叶居多，其临床表现为发冷发热、咳嗽等。临床上经过积极抗感染及对症治疗后病灶会逐渐吸收，临床症状也会好转，而肺隔离症合并感染患者，往往经过积极抗感染治疗后病情不见好转。2.支气管扩张：是指大小支气管由于管壁的肌肉破坏或者弹性成分的破坏，导致管腔形成异常或者导致管腔不可逆性扩张或者导致管腔变形。临床可表现为持续或反复咳嗽、咳大量脓痰、甚至反复咳血，胸部CT可表现为囊状支气管扩张的气道表现为显著的囊腔，腔内可存在气液平面，而肺隔离症往往无此表现。",
            "诊断结果": "右下叶肺隔离症伴感染（叶内型）"
        },
        "cure": "因院外抗感染足疗程，故入院后未在抗感染处理。完善胸部强化CT考虑右肺下叶隔离症诊断明确，叶内型，手术指征明确，各项辅助检查未见手术禁忌，遂在全麻下行VATS辅助切口右肺下叶切除术。术中胸腔镜探查发现右肺各叶与胸壁及纵隔呈广泛膜样粘连，右肺下叶明显增大变硬，以下叶内侧段为著，在下肺静脉下端约3cm处可见有一明显异常的体循环供血血管将血液流入肺脏（见图2）。术中出血100ml，手术过程顺利，术后积极止咳平喘、化痰润肺等治疗。出院时手术切口达Ⅱ/甲级愈合，术后病理回报：符合肺隔离症。出院后2个月（见图3）复查的胸部CT显示无异常，体格检查也无明显异常，健康水平良好。"
    },
    {
        "id": 282,
        "symptom": {
            "一般资料": "男性，18岁，学生",
            "主诉": "右下腹部疼痛1月余，加重6天",
            "现病史": "患者1月余前无明显诱因出现腹部疼痛，以右下腹部疼痛为主，疼痛呈阵发性发作，伴恶心，未呕吐，患者无发热，无腹泻、无胸闷、心悸，无咳嗽、咳痰，无肩背部放射痛，无皮肤发黄及瘙痒，于当地行药物治疗（具体药物不详），疼痛缓解。患者6天前，再次出现腹部疼痛，以右下腹部疼痛为主，疼痛呈阵发性发作，伴恶心，未呕吐，患者无发热，于当地输液治疗，效果不佳，今为求进一步诊治就诊于我院，门诊检查后收住我科。患者自发病以来神志清，精神差，睡眠饮食差，大小便尚正常。",
            "既往史": "平素健康状况良好；否认高血压病史。否认糖尿病病史。否认冠心病病史。否认慢性支气管炎病史。否认胆结石病史。否认胆囊炎病史。否认传染病史。预防接种史按规定。否认手术外伤史。否认输血史。否认药物过敏史，否认食物过敏史。"
        },
        "examine": {
            "查体": "腹部平坦，腹肌软，右侧腹部压痛，以右下腹为重，反跳痛（-），未触及明显包块，肝、脾肋下未触及，肝区及双肾区扣痛（-），Murphy征（-），移动性浊音（-），肠鸣音4次/分。",
            "辅助检查": "2020-03-06彩超检查报告：目前肠管声像图未见明显异常。右下腹淋巴结肿大。右下腹低回声团块、阑尾炎。"
        },
        "diagnosis": {
            "初步诊断": "慢性阑尾炎急性发作",
            "诊断依据": "1.右下腹部疼痛1月余，加重6天2.查体：腹部平坦，腹肌软，右侧腹部压痛，以右下腹为重，反跳痛（-），未触及明显包块，肝、脾肋下未触及，肝区及双肾区扣痛（-），Murphy征（-），移动性浊音（-），肠鸣音4次/分。3.2020-03-06彩超检查报告：目前肠管声像图未见明显异常。右下腹淋巴结肿大。右下腹低回声团块、阑尾炎。",
            "鉴别诊断": "1.胃十二指肠溃疡穿孔患者多有溃疡病史，突发剧烈腹痛，腹壁板状强直等腹膜**症状明显。体检除右下腹压痛外，上腹部压痛明显。X线检查发现膈下游离气体有助于鉴别诊断。2.右输尿管结石突发右下腹阵发性剧烈绞痛，向**放射。尿中有红细胞，B超或X线发现结石可鉴别。",
            "诊断结果": "1.肠系膜肿瘤，2.坏死性淋巴结炎，3.慢性阑尾炎急性发作"
        },
        "cure": "患者入院后完善检查，在全身麻醉下行腹腔镜探查、镜下探查见阑尾位于回肠前位，长约10cm，直径0.8cm，充血水肿，证实慢性阑尾炎急性发作。探查回盲部肠系膜见大小约6*6*7cm的肿瘤，质硬，无明显包膜，与末端回肠及盲肠关系密切。探查余脏器未见明显异常。经与患者家长交代病情，同意行腹腔镜辅助肠系膜肿瘤切除+阑尾切除术。术后病理及免疫组化示坏死性淋巴结炎。"
    },
    {
        "id": 283,
        "symptom": {
            "一般资料": "女性，55岁，农民",
            "主诉": "发现左拇指末节屈曲不能一周",
            "现病史": "患者于一周前发现左拇指末节屈曲不能，未行治疗，观察后仍不能活动，于今日来诊，门诊以左拇长屈肌腱断裂收入病区，患者体温正常，无疫区接触史。",
            "既往史": "患者于一月前因左拇指狭窄性腱鞘炎，在外院行封闭治疗两次，否认高血压病、糖尿病、冠心病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神可，发育正常，营养良好，自主体位，步行入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未扪及肿大.头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧胸部正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音清，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律72次/分，律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。胆囊无压痛，肝胆胰脾未触及肿大，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。脊柱四肢：脊柱双上肢、下肢无畸形、脊柱活动可。神经系统：双下肢肌力5级，生理反射存在，病理征未引出。肛门直肠：未查。生殖器：未查。外科情况：左拇指无明显压痛，末节主动屈曲不能，被动屈曲可，掌指关节可屈曲拇指背伸活动可，血运好，感觉正常。",
            "辅助检查": "血常规正常，凝血正常，表面抗体阳性，核心抗体阳性GLU6.03mmol/l，高密度脂蛋白2.25，低密度脂蛋白3.35mmol/l，心电图正常。"
        },
        "diagnosis": {
            "初步诊断": "左拇长屈肌腱断裂",
            "诊断依据": "1.发现左拇指末节屈曲不能一周入院。2.查体，左拇指无明显压痛，末节主动屈曲不能，被动屈曲可，掌指关节可屈曲，拇指背伸活动可，血运好，感觉正常。",
            "鉴别诊断": "狭窄性腱鞘炎，多有弹响，严重的可以导致末节屈曲不能，被动活动亦不能。",
            "诊断结果": "拇长屈肌腱断裂"
        },
        "cure": "患者入院后完善各项检查，排除手术禁忌于当日行手术探查，术中运用抗生素美洛西林钠预防感染，术中探查发现，拇长屈肌腱于掌指关节以远断裂，近断端回缩，断端呈马尾状，近端以止血钳可牵到刀口，肌肉弹性好，将肌腱断端修剪平整，用1号津下线吻合肌腱，并用3个零肌腱线锁边缝合，手术顺利，术后拇指屈曲位石膏固定，术后应用美洛西林钠预防感染，七叶皂苷钠消肿治疗，术后两周拆线，石膏固定共一月，一月后拆除石膏，中药熏洗功能锻炼。"
    },
    {
        "id": 284,
        "symptom": {
            "一般资料": "女性，65岁，农民",
            "主诉": "突发头颈部剧烈疼痛约5小时。",
            "现病史": "患者约于5小时前做饭时突发头颈部剧烈疼痛，呈持续性胀痛，伴恶心，未呕吐，无畏寒、发热，无肢体抽搐，无大小便失禁，院外未做诊治，急到当地医院就诊，行颅脑CT检查示“蛛网膜下腔出血”，为求进一步治疗，来我院就诊。门诊以“自发性蛛网膜下腔出血”收住我科。患者自发病以来，神志清，精神不振，饮食差，大小便正常。",
            "既往史": "既往“高血压”病史约10年，平时间段口服控制血压药物，血压水平控制不详。否认“心脏病、糖尿病”病史。否认“肝炎、结核”等传染病史。否认手术、外伤、输血史。否认食物、药物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清，精神不振，查体合作。全身皮肤粘膜无苍白，无黄疸，皮肤弹性好，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无苍白，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，视力粗测如常，眼球各向活动可。耳廓外形正常，外耳道无异常分泌物，鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动。口唇无苍白，颊粘膜无溃疡、白斑。颈抵抗，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，双侧呼吸动度一致，肋间隙无增宽。语颤无增强及减弱，无捻发感及胸膜摩擦感。双肺叩诊清音，肺肝浊音介于右锁骨中线第五肋间。双侧呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律68次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，腹部无肌紧张，肝脾肋下未触及，叩诊无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音。肛门及外生殖器未见异常。脊柱四肢无畸形。神经外科情况：神志清，精神不振，查体合作，双瞳孔等大同圆，直径约3mm，对光反射灵敏，视力粗测如常，眼球各向活动可。四肢肌力、肌张力正常。角膜反射、腹壁放射、肱二、三头肌腱反射、膝腱反射正常，颈略抵抗，双侧病理征阴性。GCS：15分。",
            "辅助检查": "颅脑CT示：蛛网膜下腔出血，脑室出血。"
        },
        "diagnosis": {
            "初步诊断": "1.自发性蛛网膜下腔出血2.继发性脑室出血3.高血压3级，极高危",
            "诊断依据": "1.老年女性，发病突然；2.神志清，精神不振，查体合作，双瞳孔等大同圆，直径约3mm，对光反射灵敏，视力粗测如常，眼球各向活动可。四肢肌力、肌张力正常。角膜反射、腹壁放射、肱二、三头肌腱反射、膝腱反射正常，颈略抵抗，双侧病理征阴性。GCS：15分。3.颅脑CT示：蛛网膜下腔出血，脑室出血。",
            "鉴别诊断": "1.脑内血肿：主要表现为持续昏迷或者昏迷进行性加重，清醒病人可伴有头痛，恶心、呕吐，偏盲、对侧肢体偏瘫及偏身感觉等障碍，可以出现瞳孔改变，头颅CT表现为血肿高密度，本例患者颅脑CT检查可以鉴别。2.脑梗死：大多数患者是在静息状态下发病，往往表现为半身肢体活动障碍。发病初期颅脑CT检查结果可正常。",
            "诊断结果": "1.后交通动脉瘤（左侧）2.自发性蛛网膜下腔出血3.继发性脑室出血4.高血压3级，极高危"
        },
        "cure": "入院后完善检查，除外手术禁忌症，限期在全身麻醉下行脑血管造影术+脑动脉瘤栓塞术，术中造影结果提示：左侧后交通动脉瘤,瘤颈较宽，胚胎型大脑后动脉。遂在全身麻醉下行左侧后交通动脉瘤支架辅助、弹簧圈栓塞术。术中将Headway-21支架微导管超选至左侧大脑中动脉，将Headway-17弹簧圈微导管超选至动脉瘤腔内，依次向动脉瘤腔内填入3枚弹簧圈并完全释放LVIS支架。术后造影动脉瘤栓塞致密，载瘤动脉及后交通动脉通畅，结束手术。术后给予对症治疗，一周后患者康复出院。出院时记忆力、定向力、计算力正常。三个月后拟行脑血管造影术复查颅内动脉瘤及支架情况。"
    },
    {
        "id": 285,
        "symptom": {
            "一般资料": "男性，74岁，退休人员。",
            "主诉": "确诊右肺腺癌并骨转移11月余，靶向治疗中。",
            "现病史": "患者2019年3月28日于我院查体，发现右肺上叶占位（最大切面积约7.0*4.4cm），后段阻塞性肺炎，慢支肺气肿，右侧胸膜增厚、黏连。4月8日患者就诊于山东省肿瘤医院，查增强CT发现右侧胸膜转移并胸腔少量积液，心包少量积液，右肺门及纵隔淋巴结转移，脑转移，余结果大致同我院，查支气管镜取活检，病理示：支气管粘膜下查见少量腺体，考虑腺癌，骨扫描示：全身多发骨转移。EGFR基因检测示：非移码缺失突变，遂予吉非替尼靶向治疗。5月29日患者再次于该院复查CT，肺内病灶较前缩小，继续口服吉非替尼治疗。后患者未再规律复查病情。近期患者感左上肢、胸部及左侧髋部时疼痛不适，左上肢上抬受限，自行口服布洛芬止痛治疗，近日效果不佳，今为进一步诊疗遂由门诊以肺癌并脑、骨转移收入我科。入院时患者左上肢、胸部及左侧髋部时疼痛不适，左上肢上抬受限，乏力，纳差，进食量为正常时一半，时烧心，无明显反酸，夜眠可，二便通畅。",
            "既往史": "11月前患者左腿疼痛，诊断为“左膝关节骨质增生”。否认高血压病、冠心病、糖尿病等病史，否认肝炎、结核及新型冠状病毒肺炎等传染性疾病史及接触史。否认重大外伤、手术史，否认输血史。否认药物、食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "老年男性，神志清楚，精神尚可。全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。左侧锁骨中外段增粗，触痛明显。胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音略低，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。双下肢无浮肿。",
            "辅助检查": "胸部+上腹部+盆腔+颈部增强CT示：1.符合中心型右肺癌并右肺上叶阻塞性肺炎、肺内、肝脏、脾脏、颈椎及附件、双侧锁骨、肩胛骨、胸椎及附件、双侧肋骨、腰椎及附件、髂骨、骶骨多发转移；2.慢支、肺气肿，肺内少许炎症；3.右侧胸膜增厚、粘连；4.主动脉及冠脉钙化；5、下颌骨骨质密度增高，不排除转移。"
        },
        "diagnosis": {
            "初步诊断": "1.右肺腺癌并骨转移，吉非替尼治疗中；2.慢性支气管炎伴肺气肿，3.左膝关节骨质增生。",
            "诊断依据": "1.患者男，74岁，因“确诊右肺腺癌并骨转移11月余，靶向治疗中”入院。2.查体：全身浅表淋巴结未及肿大。左侧锁骨中外段增粗，触痛明显。胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音略低，未闻及干湿啰音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音。3.辅助检查：支气管取活检病理示：右肺腺癌。胸部+上腹部+盆腔+颈部增强CT示：符合中心型右肺癌并右肺上叶阻塞性肺炎、肺内、肝脏、脾脏、颈椎及附件、双侧锁骨、肩胛骨、胸椎及附件、双侧肋骨、腰椎及附件、髂骨、骶骨多发转移。",
            "鉴别诊断": "患者支气管取活检病理示：右肺腺癌，诊断明确，暂不予鉴别。",
            "诊断结果": "1.右肺腺癌并肝、脾、骨、淋巴结转移，吉非替尼治疗中；2.慢性支气管炎伴肺气肿，3.左膝关节骨质增生。"
        },
        "cure": "入院后完善血常规、电解质、肝肾功能、凝血功能、心电图等相关检查，了解病情。中医汤剂以滋阴润肺、止咳化痰，兼顾消瘀散结为治则，方选沙参麦冬汤合百合固金汤加减。西医予吉非替尼及对症营养支持等治疗。"
    },
    {
        "id": 286,
        "symptom": {
            "一般资料": "女性，43岁，农民",
            "主诉": "外伤后右膝关节疼痛畸形功能障碍2小时",
            "现病史": "患者自述2小时前在家中耕地时被机器绞到足部牵拉以后伤及膝部，致右膝部肿胀疼痛，变形，不能站立行走，当时无头痛，头晕，无心慌，气短，急到我院就诊，急诊经拍片检查后示右膝关节脱位，急诊给予复位支具固定，后以“右膝关节脱位”收入骨科，入院后骨科医生给予查体，发现右小腿，右足无血运，无足背动脉、胫后动脉搏动，后转入我科。",
            "既往史": "既往体健，否认高血压病、糖尿病、冠心病等病史；否认肝炎、结核等传染病史；否认手术史和输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神可，发育正常，营养良好，自主体位，平车入院，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未扪及肿大.头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径3mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，扁桃体无肿大，咽部无充血，声音正常。颈部：无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，双侧胸部正常对称，无包块，无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊清音，呼吸规整，呼吸音清，未闻及干湿性啰音。心脏：心前区无隆起，心尖搏动位置正常，无震颤，心律88次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常。腹部：腹部平坦，柔软，无压痛，无反跳痛，未扪及包块。胆囊无压痛，肝胆胰脾未触及肿大，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。脊柱四肢：脊柱双上肢无畸形、脊柱活动可，双下肢无明显畸形。神经系统：左下肢肌力5级，生理反射存在，病理征未引出。右下肢检查见外科情况。肛门直肠：未查。生殖器：未查。外科情况：右下肢支具外固定，膝关节后抽屉试验阴性，膝关节前抽屉试验阳性，内外翻试验阳性，腘窝无瘀斑，小腿肌肉尚柔软，无僵硬，小腿血运差，感觉尚可，右足背动脉、胫后动脉无搏动，足及足趾无血运，感觉尚可，活动尚可，踝关节活动尚可。",
            "辅助检查": "血常规正常，凝血五项正常，肝功正常。总胆固醇CH5.06mmol/l，GLU6.1mmol/l，心电图正常，右膝DR示右膝关节前脱位，未见骨折征象。"
        },
        "diagnosis": {
            "初步诊断": "右膝关节前脱位伴胫后动脉断裂",
            "诊断依据": "1.外伤后右膝部疼痛畸形功能障碍2小时。2.查体：右下肢支具外固定，膝关节前抽屉试验阳性，膝关节后抽屉试验阴性，内外翻试验阳性，腘窝无瘀斑，小腿肌肉尚柔软，无僵硬，小腿血运差，感觉尚可，右足背动脉、胫后动脉无搏动，足及足趾无血运，感觉尚可，活动尚可，踝关节活动尚可。3.膝DR示右膝关节前脱位，未见骨折征象。",
            "鉴别诊断": "膝关节后脱位，病人的小腿胫骨是向后方脱位，后抽屉试验阳性，前抽屉试验阴性，DR有助于鉴别。",
            "诊断结果": "右膝关节前脱位伴胫后动脉血栓形成"
        },
        "cure": "患者入院以后，完善血常规，凝血五项检查，急诊在硬腰联合麻醉下行膝关节脱位复位、外定架固定及腘动脉探查吻合术，术中证实腘动脉连续性存在，未断裂，于腘窝处可扪及搏动，远端无搏动，怀疑有血栓形成，于搏动处下方剪开，其内有两厘米长的血栓形成，将血栓取出，见远端内膜不光滑，给予剪除约1厘米血管，五个零无损伤线吻和血管，松血管夹通血良好，通血时间为受伤后四小时三十分，等待十分钟后，足趾血运恢复，足背动脉、胫前动脉搏动良好。可活动外固定架保持屈膝40度位置固定，术后给予头孢呋辛钠的抗感染治疗，血塞通活血化瘀治疗，低分子肝素钠抗凝治疗，七叶皂苷钠消肿治疗，泮托拉唑预防应急性溃疡治疗，术后七天将外架调整到20度位置固定，两周拆线，下肢功能锻炼，防止肌肉萎缩，术后一月拆除外架，给予膝关节卡盘支具固定，锻炼膝关节，并患肢部分负重行走，术后半年复查膝关节功能良好，比较稳定，一般劳动不受影响，病人拒绝行前交叉韧带重建，故未再手术。"
    },
    {
        "id": 287,
        "symptom": {
            "一般资料": "男性，51岁，农民",
            "主诉": "胸、腹部高处坠落伤1小时",
            "现病史": "患者1小时前胸、腹部不慎外伤，无一过性晕厥，伴全腹部疼痛，无皮肤破溃，皮肤无渗血，无恶心，无呕吐，无发热及胸闷，心悸，腹泻等不适，无头晕，头痛，无咳嗽、咳痰，无呼吸困难，体温不高，无寒颤，为求进一步治疗，收入我科。",
            "既往史": "高血压病史5年，否认糖尿病病史，否认冠心病病史，否认慢性支气管炎病史。否认胆结石病史，否认胆囊炎病史。否认传染病史，预防接种史按规定。阑尾炎手术20余年，否认输血史。否认药物过敏史，否认食物过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自然，自主体位，神志清楚，言语清晰，查体合作。全身皮肤粘膜无黄染，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形，无压痛，无头部包块。眼睑正常，结膜正常，巩膜无黄染，双瞳孔等大、等圆，双眼瞳孔对光反射灵敏。外耳道无异常分泌物，无乳突压痛，听力测试无障碍。鼻外形正常，嗅觉正常。口唇红润，口腔粘膜正常，扁桃体无肿大。颈软，无抵抗，颈动脉正常搏动，无怒张，气管居中，双侧甲状腺无肿大，颈静脉回流征阴性。胸廓对称，外形正常，有胸骨压痛。双侧呼吸运动对称，肋间隙正常，语颤正常,叩诊呈清音，呼吸音清，未闻及干湿啰音，无胸膜摩擦音。心前区无隆起，心尖搏动正常,未触及震颤，心浊音界无明显扩大，律齐，无杂音，无心包摩擦音。生殖器未查，**直肠：未查。脊柱正常，活动度正常。四肢正常，运动正常，关节无红肿、无压痛，活动正常，双下肢无水肿，肌张力正常，四肢肌力正常。腹壁反射存在，肱二头肌反射存在，肱三头肌反射存在，膝反射存在。巴氏征(右)：未引出，巴氏征(左)：未引出；克氏征(右)：未引出，克氏征(左)：未引出；布氏征：未引出。专科情况：腹平软，无胃肠型及蠕动波，全腹部压痛，轻度反跳痛，皮肤无渗血，腹肌不紧。肝区叩痛（-），肝脏肋下未及肿大，Murphy征（-），脾肋下未及肿大。双肾区无叩击痛，移动性浊音阴性。肠鸣音4次/分。",
            "辅助检查": "2020.2.27CT考虑胸腹部闭合性损伤、腹腔积液"
        },
        "diagnosis": {
            "初步诊断": "胸腹部闭合性损伤腹腔积液",
            "诊断依据": "1.患者，男，51岁，胸、腹部外伤1小时。2.专科情况：腹平软，无胃肠型及蠕动波，全腹部压痛，轻度反跳痛，皮肤无渗血，腹肌不紧。肝区叩痛（-），肝脏肋下未及肿大，Murphy征（-），脾肋下未及肿大。双肾区无叩击痛，移动性浊音阴性。肠鸣音4次/分。3.辅助检查：2020.2.27CT考虑胸腹部闭合性损伤、腹腔积液",
            "鉴别诊断": "本病鉴别其它脏器破裂，如肠破裂，系膜血管破裂等，进一步行腹部CT、超声检查，必要行剖腹探查。",
            "诊断结果": "1.胸腹部闭合性损伤，2.腹腔积液"
        },
        "cure": "患者入院后完善辅助检查，给予禁饮食，补液，抗生素，营养支持等治疗，密切观察患者腹部体征变化情况，做好手术探查的准备工作。患者腹腔积液没有明显增加，腹部症状体征经过保守治疗，趋于稳定，保守治疗成功。"
    },
    {
        "id": 288,
        "symptom": {
            "一般资料": "男性，74岁，退休工人",
            "主诉": "右手活动不灵1天。",
            "现病史": "患者于1天前无明显诱因出现右手活动不灵，持物不稳，无意识丧失，无言语不清，无饮水呛咳，无头痛、恶心、呕吐，无四肢抽搐，无大小便失禁。今来我院就诊，行颅脑CT检查未见明显低密度病灶。为进一步诊治收入院。患者自发病以来，神志清，精神可，饮食、睡眠可，大小便正常。",
            "既往史": "既往有房颤、早搏病史，7年前安装心脏起搏器。有“高血压”病史，口服“缬沙坦”治疗，有血糖偏高史，未口服降糖药物治疗。否认“肝炎、结核”等传染病史及其密切接触史。否认手术、外伤、输血史。否认食物、药物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神可，查体合作，双瞳孔等大等圆，直径约3mm，对光反射灵敏，视力粗测如常，眼球各向活动可。鼻唇沟无变浅，口角无歪斜，伸舌居中。心律88次/分，律绝对不齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。桡动脉：脉率88次/分，脉律不规整。四肢肌张力正常，左侧肢体肌力正常，右侧肢体肌力约IV级。指鼻试验、轮替试验及跟膝胫试验均协调准确，躯干及四肢深浅感觉均未见异常。双侧病理征阴性。颈软无抵抗，Kenig征、Brudzinski征阴性。GCS：15分。HIHSS评分：0分。洼田饮水试验1级。",
            "辅助检查": "颅脑CT示：老年性脑改变。心电图检查示：心房颤动。"
        },
        "diagnosis": {
            "初步诊断": "1.脑梗死2.高血压3.2型糖尿病4.冠状动脉粥样硬化性心脏病5.心房纤颤",
            "诊断依据": "1.老年男性，急性病程。患者既往有房颤、早搏、安装心脏起搏器史及血糖偏高史。2.右手活动不灵1天。T:36.4℃,P:88次/分,R:16次/分,BP:148/88mmHg（左）；169/98mmHg（右）。四肢肌张力正常，左侧肢体肌力正常，右侧肢体肌力约IV级。双侧病理征阴性。3.颅脑CT示：老年性脑改变。心电图检查示：心房颤动。",
            "鉴别诊断": "1.脑出血：多有高血压病史，急性动态下起病，几分钟到数小时症状达到高峰，多数有意识障碍，表现为头痛、恶心、呕吐、偏瘫、偏身感觉障碍、失语，颅脑CT检查脑实质内高密度病灶，该病人可排除此诊断。2.颅内占位性病变：慢性起病，进展性加重，表现颅内压高及神经系统功能缺损体征，表现为头痛、头晕、恶心呕吐，偏瘫、癫痫等，颅脑CT及MRI见占位病变，该病人可排除此诊断。",
            "诊断结果": "1.颈动脉狭窄（双侧，重度）2.短暂性脑缺血发作3.高血压4.2型糖尿病5.冠状动脉粥样硬化性心脏病6.心房纤颤"
        },
        "cure": "入院后双侧颈动脉彩超检查结果示双侧颈动脉重度狭窄。行脑血管造影检查结果示：双侧颈动脉重度狭窄。患者双侧颈内动脉几近闭塞，只看到线样血流通过，这样的情况患者极易发生脑梗死，出现肢体偏瘫、失语等症状，患者失去劳动能力，甚至不能自理，严重时可以导致患者死亡。一旦发生脑梗死，这种病变是不可逆的。在综合评估患者病情的前提下，我们为其施行了颈动脉内膜剥脱术，先行左侧手术，待恢复良好时，1个月后为其行右侧手术。"
    },
    {
        "id": 289,
        "symptom": {
            "一般资料": "男性，73岁，农民",
            "主诉": "无痛肉眼血尿4月，加重3天",
            "现病史": "患者缘于入院前4月无明显诱因出现全程肉眼血尿，尿色呈淡红色，可见细小血块。无尿频、尿急、尿痛，无发热等特殊不适，于当地医院给予抗炎药物治疗，血尿症状好转。3天前再次出现血尿，于我院彩超检查示：膀胱占位性病变。为求彻底诊治住院治疗。",
            "既往史": "既往15年前患脑梗塞，治疗后无明显后遗症。高血压病史10余年，口服降压药物治疗。否认糖尿病、冠心病等慢性病史；否认结核、伤寒、疟疾等传染病史；否认外伤、输血史：否认药物过敏史"
        },
        "examine": {
            "查体": "双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常，双侧阴囊、睾丸、附睾未见异常",
            "辅助检查": "入院前：彩超：膀胱占位性病变入院后：血常规、感染、生化、凝血未见明显异常。心电图：窦性心动过缓。彩超：膀胱占位性病变。胸部及肾输尿管CT：左肺上叶钙化灶：肝右叶低密度影，建议增强检查；肝右叶钙化灶；膀胱占位，建议增强检查；双肾囊肿：左侧髂骨骨岛。心脏彩超：三尖瓣反流、左室舒张功能减低。双下肢彩超：左小腿肌间静脉丛血栓。"
        },
        "diagnosis": {
            "初步诊断": "膀胱癌、高血压病、脑梗塞后遗症期",
            "诊断依据": "1.患者男性，慢性病程病史：无痛肉眼血尿4月，加重3天。2.体征：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常，双侧阴囊、睾丸、附睾未见异常。3.轴助检查：彩超：膀胱占位性病变。",
            "鉴别诊断": "1.肾、输尿管肿痛：两者均有间歌性无痛性肉眼血尿，肾、输尿管肿瘤可排出条状血块，多无坏死组织：膀胱肿痼则可排出片状血块，多有坏死组织可通过超声及造影检查加以区别，2.泌尿系结核除了血尿外，主要症状为慢性膀胱**症状，伴有低若热盗汗、消瘦、乏力等全身症状，通过尿找抗酸杆菌、IVP、膀胱镜检查等与膀胱癌鉴别。3.尿石症血尿多为镜下血尿，上尿路结石可出现肾、输尿管绞痛，膀胱结石可出现排尿中断现象，通过KUB平片、B超、膀胱镜检查等鉴别，由于膀胱结石对局部粘膜的**，可导致肿瘤发生，因此，长期膀胱结石出现血尿时，应想到膀胱癌的可能，必要时行膀胱镜检查及活检。前列腺癌表现为进行性排尿困难，肛诊前列腺质硬如石，表面结节增生，确诊需靠病理证实",
            "诊断结果": "膀胱肿瘤、高血压病、脑梗塞后遗症期、窦性心动过缓、三尖瓣反流、左室舒张功能减退"
        },
        "cure": "应用推按运经仪**穴位疗法以辅助排尿，主穴：肾俞、关元、水道足三里、阿是穴。如效果不明显，加用针灸治疗：主穴同前。应用中成药前列舒通胶囊2/日，口服；盐酸坦洛新缓释片0.2mg口服qd，增强滑肌张力麻醉方式：椎管内麻醉手术方式：膀胱镜检查、经尿道膀胱肿瘤等离子电切术手术简要经过：患者入手术室，麻醉成功后取截石位，于大腿内侧肌肉丰厚处贴次性电极板做为负极，常规消毒铺无菌巾单。尿道内置F2401opus电切镜行膀胱镜尿道镜检查，尿道粘膜光滑，膀胱内未见结石及憩室，右侧输尿管开口清晰。左输尿管口区及其周围可见片状菜花状肿物，左侧输尿管显示不清。其外上方可见另一肿物，菜花状，约1.2*0.7cm大小。以等离子电切刀将肿瘤部分切除艾力克瓶将肿瘤组织吸出，送术中快速冰冻。冰冻病理回报：尿路上皮癌。以等离子电切刀将肿瘤完整切除，切至肌层。切除后左侧输尿管口显示清晰，输尿管口周围其它部位更换滚珠电极创面电灼，彻底止血。查无活动性出血及副损伤，尿道内注入丁卡因凝胶，尿道内置F20三腔尿管，气囊注水10m1，手术顺利，术后安返病房，切除标本送病理。术中使用甘露醇注射液2000m1*6袋术后处理措施：吸氧多参数心电监测，膀胱冲洗，抗炎对症治疗术后应当特别注意观察的事项：尿管通畅情况及尿色、尿量"
    },
    {
        "id": 290,
        "symptom": {
            "一般资料": "男性，26岁，农民",
            "主诉": "车祸伤后昏迷不醒约50分钟。",
            "现病史": "患者约于50分钟前乘坐手扶拖拉机与汽车发生车祸，伤后立即昏迷，伴鼻腔流血，无肢体抽搐，无大小便失禁，院外未做诊治，120接入我院急诊科，办理绿色通道入院，行颅脑CT检查结果示“1.双侧额颞顶硬膜下血肿并积气；2.双侧额颞叶脑挫裂伤；3.多发颅面骨骨折并颅内积气。”，遂转入我科。患者伤后昏迷，未进食水，未解大小便。",
            "既往史": "既往有“脑积水、内斜视手术”史。否认“高血压、心脏病、糖尿病”病史。否认“肝炎、结核”等传染病史。否认外伤、输血史。否认食物、药物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，昏迷状态，呼吸浅慢，刺痛不睁眼、不发音，无遵嘱活动。左额部见擦伤，右颞顶部肿胀，枕部左侧及右顶部可见裂伤口。双侧瞳孔不等大，直径左：右=2mm：5mm，对光反射无。双侧外耳道未见血性液体流出，鼻腔见血性液体流出。唇上及下颌见皮肤擦伤。心音可，未闻及明显杂音。双肺呼吸音粗，未闻及干湿性啰音。四肢肌张力增高，刺痛微屈曲。双侧肱二头肌腱反射、膝腱反射（+）。双侧病理征阴性。GCS：E1V1M3=5分。",
            "辅助检查": "颅脑、胸部及上腹部CT示：1.双侧额颞顶部硬膜下血肿并积气；2.双侧额颞叶脑挫裂伤；3.多发颅面骨骨折并颅内积气、鼻窦积液、眶内积气；4.双侧创伤性湿肺；5.腹部未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.创伤性硬膜下血肿（双侧额颞顶部）2.脑挫裂伤（双额颞叶）3.小脑幕切迹疝（右）4.中枢性呼吸衰竭5.颅底骨折6.脑脊液鼻漏7.多发颅面骨骨折8.脑积水9.创伤性湿肺10.多处软组织损伤",
            "诊断依据": "1.青年男性，明确外伤史；2.昏迷状态，呼吸浅慢。双侧瞳孔不等大，直径左：右=2mm：5mm，对光反射无。双侧外耳道未见血性液体流出，鼻腔见血性液体流出。四肢肌张力增高，刺痛微屈曲。双侧肱二头肌腱反射、膝腱反射（+）。双侧病理征阴性。GCS：E1V1M3=5分。3.颅脑、胸部及上腹部CT示：双侧额颞顶部硬膜下血肿并积气；双侧额颞叶脑挫裂伤；多发颅面骨骨折并颅内积气、鼻窦积液、眶内积气；双侧创伤性湿肺；腹部未见明显异常。",
            "鉴别诊断": "1.创伤性硬脑膜外血肿：患者有头部外伤史，伤后可有典型的中间清醒期，即昏迷-清醒-昏迷的表现。颅脑CT可见颅骨内板下梭形高密度影。该患者不能除外。2.脑干损伤：患者有头部外伤史，伤后即昏迷，且程度重、持续时间长；瞳孔大小多变，对光反应迟钝或消失，眼球位置异常；可有去皮层强直或去大脑强直；颅脑CT检查示脑实质无明显血肿形成，可有弥漫性脑肿胀或蛛网膜下腔出血表现，中线结构居中。",
            "诊断结果": "1.创伤性硬膜外血肿（右侧额颞部）2.创伤性硬膜下血肿（左额颞）3.脑挫裂伤（双额颞叶）4.小脑幕切迹疝（右）5.中枢性呼吸衰竭6.颅底骨折7.脑脊液鼻漏8.多发颅面骨骨折9.脑积水10.创伤性湿肺11.多处软组织损伤"
        },
        "cure": "入院后患者呼吸不规则，立即行气管插管等抢救治疗，完善检查，患者颅内血肿、小脑幕切迹疝诊断明确，有明确开颅手术指征。但患者一般情况差，颅内出血多，且已发生脑疝，估计预后不佳。患者家属积极手术。遂在全身麻醉下行右侧额颞顶开颅血肿清除术、去骨瓣减压术，术中见颞骨粉碎性骨折，颅内血肿为硬膜外血肿，剪开长约2cm硬膜见硬膜下无血肿，脑组织塌陷良好，在硬膜下置入脑室型颅内压监护装置（术后尾端接脑室引流装置）后将硬膜缝合。弃去骨瓣，常规关颅。术后给予脱水、营养神经等药物治疗。术后患者渐清醒，言语、活动、思维功能尚可（患者伤前即智力低下，家属诉较伤前情况略差）。三个月后再次来我科行颅骨修补术，恢复良好。"
    },
    {
        "id": 291,
        "symptom": {
            "一般资料": "女性，48岁，农民",
            "主诉": "右髋部疼痛两年余。",
            "现病史": "患者于约两年前无明显诱因出现右髋部疼痛不适，活动时加重，无痛行走距离少于100米，休息后减轻，坐位及卧床时无明显疼痛，对日常生活有影响，曾来我院予以DR检查及给予中药熏洗等治疗（具体不详），疼痛无明显减轻，严重影响正常生活。今来我院就诊，门诊以“右髋关节脱位”收入院，现患者右髋部行走仍明显疼痛、跛行。患者约1985年时因右髋关节疼痛、跛行在我院诊为先天性髋关节脱位，予以手术内固定治疗（具体不详），术后右髋疼痛明显改善，约1991年在我院行内固定取出术，有螺丝钉等残留。",
            "既往史": "既往体健，否认有高血压、心脏病、糖尿病等病史，否认肝炎、结核等传染病病史及接触史，否认药物、食物过敏史，有右髋关节手术史及输血史，否认有其他手术史，预防接种史随当地。"
        },
        "examine": {
            "查体": "中年女性，神志清，精神可，痛苦貌，发育正常，营养中等，自主体位，查体合作。全身皮肤、黏膜无黄染及出血点，浅表淋巴结未及肿大。头颅无畸形，眼睑无水肿、充血，双瞳孔正大等圆，直径约3.5mm，对光反射灵敏，耳鼻未见畸形，无异常分泌物。口唇无发绀，颈软，无抵抗，气管居中，甲状腺未及肿大，颈静脉无怒张，胸廓对称，无畸形，双肺呼吸动度均等，双肺呼吸音粗，未闻及明显干湿啰音。心前区无隆起，心界不大，心律68次/分，律齐，各瓣膜区听诊未闻及病理性杂音。腹平软，无压痛及反跳痛，肝、脾未触及，无移动性浊音，双肾区无叩击痛，移动性浊音（-）。脊柱活动可，四肢关节见专科检查。肛门、直肠及外生殖器未见明显异常。腹壁反射、肱二头肌反射、肱三头肌反射、膝腱反射等均正常，巴彬斯基征、脑膜**征未引出",
            "辅助检查": "DR：右髋关节结构不良并股骨头无菌性坏死，CT：1.右股骨头缺血性坏死，髋关节半脱位。2.右股骨近端金属内固定"
        },
        "diagnosis": {
            "初步诊断": "1.右股骨头缺血性坏死；2.右髋骨性关节炎；3.右先天性髋关节发育良不良（术后）；4.右股骨近端内固定残留",
            "诊断依据": "1.右髋部疼痛两年余。2.查体：腰部侧弯，无压痛，右侧臀部明显较左侧小，右下肢外旋位、短缩，右下肢肌肉较左侧明显萎缩，皮温正常，右髋手术疤痕约20cm大小，右髋功能检查：屈曲/后伸：80°/10°、外展/内收：30°/15°、内旋/外旋：0°/25°；右下肢直腿抬高试验（-）；右髋关节4字试验检查受限；右侧股神经牵拉试验（-）。右下肢肌力约3+级，左下肢肌力约5级，双下肢感觉正常，双足背动脉搏动存在，右下肢比左下肢短缩约4cm。左上肢肘关节以远缺如。3.辅助检查：DR：右髋关节结构不良并股骨头无菌性坏死，腰椎退行性变。CT：1.右股骨头缺血性坏死，髋关节半脱位。2.右股骨近端金属内固定术。请结合临床。",
            "鉴别诊断": "1.强直性脊柱炎累及髋关节：常见于青少年男性，多为双侧骶髂关节受累，HLA-B27大多阳性，股骨头保持圆形。但关节间隙变窄、消失甚至融合，易鉴别。部分患者长期应用皮质类固醇可合并ONFH，股骨头出现塌陷，但往往不严重。2.类风湿关节炎：多见于老年女性，累及双侧。X线片表现为股骨头保持圆形，但关节间隙变窄或消失。常见股骨头关节面及髋臼骨侵蚀。易鉴别。",
            "诊断结果": "1.右股骨头缺血性坏死；2.右髋骨性关节炎；3.右先天性髋关节发育不良（术后）；4.右股骨近端内固定残留"
        },
        "cure": "完善血常规、心电图、生化等辅助检查，查无明显手术禁忌症，患者及家属要求手术治疗，在椎管内麻醉下行残留内固定取出+右人工全髋关节置换术，手术顺利，哦术后头孢呋辛钠静滴预防感染、低分子肝素皮下注射、换药等治疗，患者刀口疼痛逐渐减轻，未拆线，病情较稳定而出院。6周内拄拐下地功能锻炼，6周后逐渐丢拐行走，右髋关节已无疼痛，行走功能基本正常。"
    },
    {
        "id": 292,
        "symptom": {
            "一般资料": "男性，64岁，农民",
            "主诉": "上腹部隐痛不适半年余",
            "现病史": "患者半年前无明显诱因下开始出现上腹部隐痛不适，阵发性，可缓解，偶有恶心感，未吐，无畏寒发热，无咳嗽咳痰，无胸闷气急，无腰背部放射痛，无呕血黑便等。",
            "既往史": "既往胆囊结石史，有右股骨粗隆手术史，余无特殊。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自然，自主体位，神志清楚，言语清晰，查体合作。全身皮肤粘膜无黄染，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形，无压痛，无头部包块。眼睑正常，结膜正常，巩膜无黄染，双瞳孔等大、等圆右瞳孔直径左瞳孔直径，双眼瞳孔对光反射灵敏。外耳道无异常分泌物，无乳突压痛，听力测试无障碍。鼻外形正常，嗅觉正常。口唇红润，口腔粘膜正常，扁桃体无肿大。颈软，无抵抗，颈动脉正常搏动，无怒张，气管居中，双侧甲状腺无肿大，颈静脉回流征阴性。胸廓对称，外形正常，无胸骨压痛，胸部正常对称。双侧呼吸运动对称，肋间隙正常，语颤正常，呼吸音清，未闻及干湿啰音，无胸膜摩擦音。心前区无隆起，心尖搏动正常，心浊音界无明显扩大，心律80次/分，律齐，无杂音，无心包摩擦音。脊柱正常，活动度正常。四肢正常，运动正常，关节无红肿、无压痛，活动正常，双下肢无水肿，肌张力正常，四肢肌力正常。腹壁反射存在，肱二头肌反射存在，肱三头肌反射存在，膝反射存在。巴氏征(右)：未引出，巴氏征(左)：未引出；克氏征(右)：未引出，克氏征(左)：未引出；布氏征：未引出。腹部平坦，腹软，上腹部轻压痛，无反跳痛等，Murphy征（-），移动性浊音（-），未及气过水声。肠鸣音4次/分。",
            "辅助检查": "2020-02-03强化ct检查报告：肝占位。"
        },
        "diagnosis": {
            "初步诊断": "肝占位",
            "诊断依据": "1.上腹部隐痛不适半年余2.腹部平坦，腹软，上腹部轻压痛，无反跳痛等，Murphy征（-），移动性浊音（-），未及气过水声。肠鸣音4次/分。3.2020-02-03强化ct检查报告：肝占位。",
            "鉴别诊断": "1.胃十二指肠溃疡穿孔患者多有溃疡病史，突发剧烈腹痛，腹壁板状强直等腹膜刺激症状明显。体检除右下腹压痛外，上腹部压痛明显。X线检查发现膈下游离气体有助于鉴别诊断。2.右输尿管结石突发右下腹阵发性剧烈绞痛，向**放射。尿中有红细胞，B超或X线发现结石可鉴别。",
            "诊断结果": "肝癌"
        },
        "cure": "患者入院后完善辅助检查，行三维重建，术前评估，在全身麻醉下行肝癌切除术，手术顺利，术后补液刀口换药，观察病情变化情况。"
    },
    {
        "id": 293,
        "symptom": {
            "一般资料": "男性，17岁，学生",
            "主诉": "腹痛、腹胀6小时",
            "现病史": "患者于6小时前无明显诱因的出现腹痛、腹胀不适，腹痛为阵发刀割样痛，伴恶心，呕吐，呕吐物为胃内容物，无咖啡色物，无烧心、嗳气、返酸，无腹泻，小便正常，肛门停止排气排便。患者无发热，无咳嗽、咳痰，无心悸、胸闷，无呼吸困难，无尿急、尿频、尿痛。无肩背部放射痛，无心前区压榨样疼痛，开始腹痛不重，未治疗，后逐渐加重，为进一步治疗，急来我院就诊，急诊医师检查后以\"肠梗阻\"收入院治疗。患者自发病以来，精神可，未进食，小便正常，体重无明显变化。",
            "既往史": "无高血压、冠心病及糖尿病史，无肝炎、结核等传染病史及密切接触史。无重大外伤史，6个月大时曾因\"肠套叠、阑尾切除\"行手术治疗，无输血史，后曾有过多次“肠梗阻”病史，均保守治疗好转，无药物及食物过敏史，预防接种随当地。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自然，自主体位，神志清楚，言语清晰，查体合作。全身皮肤粘膜无黄染，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形，无压痛，无头部包块。眼睑正常，结膜正常，巩膜无黄染，双瞳孔等大、等圆，双眼瞳孔对光反射灵敏。外耳道无异常分泌物，无乳突压痛，听力测试无障碍。鼻外形正常，嗅觉正常。口唇红润，口腔粘膜正常，扁桃体无肿大。颈软，无抵抗，颈动脉正常搏动，无怒张，气管居中，双侧甲状腺无肿大，颈静脉回流征阴性。胸廓对称，外形正常，无胸骨压痛，胸部正常对称。双侧呼吸运动对称，肋间隙正常，语颤正常,叩诊呈清音，呼吸音清，未闻及干湿啰音，无胸膜摩擦音。心前区无隆起，心尖搏动正常,未触及震颤，心浊音界无明显扩大，心律124次/分，律齐，无杂音，无心包摩擦音。生殖器未查，肛门直肠：未查。脊柱正常，活动度正常。四肢正常，运动正常，关节无红肿、无压痛，活动正常，双下肢无水肿，肌张力正常，四肢肌力正常。腹壁反射存在，肱二头肌反射存在，肱三头肌反射存在，膝反射存在。巴氏征(右)：未引出，巴氏征(左)：未引出；克氏征(右)：未引出，克氏征(左)：未引出；布氏征：未引出。腹膨隆，可见肠型及蠕动波，无腹壁静脉曲张，腹部可见长约15cm手术瘢痕，未触及明显肿块，腹轻压痛，无反跳痛，腹肌不紧，Murphy征（-），肝脾肋下未及肿大。肝脾及双肾区无叩击痛，移动性浊音阴性，肠鸣音活跃，闻及气过水声。",
            "辅助检查": "2020-2-11腹部立位片：膈下未见游离其他，肠管轻度扩张，肠管内见较大气液平。考虑肠梗阻"
        },
        "diagnosis": {
            "初步诊断": "肠梗阻肠套叠术后",
            "诊断依据": "1.腹痛、腹胀6小时2.查体：腹平软，无胃肠型及蠕动波，无腹壁静脉曲张，腹部可见长约15cm手术瘢痕，未触及明显肿块，脐周及左下腹压痛，无反跳痛，腹肌不紧，Murphy征（-），肝脾肋下未及肿大。肝脾及双肾区无叩击痛，移动性浊音阴性，肠鸣音减弱，未闻及气过水声。3.2020-2-11腹部立位片：膈下未见游离其他，肠管轻度扩张，肠管内见较大气液平。考虑肠梗阻",
            "鉴别诊断": "1.输尿管结石：以腰腹部疼痛，可有活动性血尿，X线片及超声见结石影。2.消化道穿孔：患者常有溃疡病史，表现为突发剧烈上腹部疼痛，可出现腹膜**征，X线可见膈下游离气体。3.胆囊炎：多表现为上腹痛，与进食油腻食物有关，彩超、CT、等检查可鉴别。4.急性胃肠炎：患者有不洁食物摄入史，表现为上腹部疼痛不适，并有恶心，呕吐，呕吐物为胃内容物。呕吐后疼痛减轻，对症治疗好转。",
            "诊断结果": "1.粘连性肠梗阻，2.肠套叠术后"
        },
        "cure": "患者入院后给予完善辅助检查，禁饮食，胃肠减压，补液，对症等治疗。患者肠梗阻不缓解。给予在全身麻醉下手术探查，术后证实为粘连带卡压，导致肠梗阻，予以松解黏连，肠管减压治疗。患者术后恢复顺利。"
    },
    {
        "id": 294,
        "symptom": {
            "一般资料": "男性，65岁，居民",
            "主诉": "进行性排尿困难2年，加重1周",
            "现病史": "缘于入院前2年患者无明显诱因出现排尿不畅症状，表现为尿线变细，尿等待，尿流中断，夜尿次数增多，约3-4次/晚。排尿困难逐渐加重，7个月前曾出现尿涨留，尿管保留，拔除尿管后恢复排尿。1周前排尿困难加重小腹憋胀不适，于我院行尿道造影：前尿道局部狭窄。给予留置F8号尿管解除尿涨留，此次为求进一步诊治来我院住院治疗。",
            "既往史": "既往强制性脊柱炎病史30年。否认有结核、肝炎等传染史；否认高血压、糖尿病史；否认外伤、输血史及药物过敏史。无职业病及毒物接触史"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中。颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律72次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4)次/分，未闻及血管杂音。肛门及外生殖器：正常。肛门及外生列脊柱四肢：脊柱后凸畸形，双肘伸直受限，有关节肿胀，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩神经系统：腹壁反射存在，肽二头肌膊反射正常，肽三头肌腱反射正常，膝胖反射正常，双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性专科情况双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨压痛存在，膀胱充盈明显。外生殖器发育正常，尿道口略红肿，尿管保留，引流通畅。双侧阴囊、皋丸、附翠未见异常。肛门外括约肌张力正常。前列腺IIP,中央沟消失，质地中等，表面光滑无结节，边界清晰，无触痛。精囊未及。指套无血染。",
            "辅助检查": "入院后检验（--)血常规、凝血、感染、生化、尿常规、前列腺肿瘤标志物未见明显异常。影像检查（--)胸部后前位、泌尿系平片kub:心肺膈未见明显异常；左肾结石？强直性脊柱炎；请结合临床。心脏彩超：主动脉瓣退变三尖瓣反流，左室舒张功能减低。双下肢彩超：主动脉瓣退变、三尖瓣反流、左室舒张功能减低；泌尿系超声：前列腺增生伴钙化、右肾多发囊肿、右肾肾孟分离右肾小结石膀胱壁毛糙心电图：大致正常"
        },
        "diagnosis": {
            "初步诊断": "前列腺增生右肾结石肾囊肿强直性脊柱炎",
            "诊断依据": "1.患者老年男性，慢性病程。2.病史：进行性排尿困难2年，加重1周。3.体征：前列腺Ⅱ，中央沟消失，质地中等，表面光滑无结节，边界清晰，无触痛。精囊未及，指套无血染。4.辅助检查：暂缺。",
            "鉴别诊断": "1.前列腺癌：前列腺癌表现为进行性排尿困难，肛诊前列腺质硬如石，表面结节增生，确诊需靠病理证实2.神经源性膀胱：多伴有其它神经系统功能障碍，尿流动力学检查可明确诊断。诊疗经过：麻醉方式：椎管内麻醉手术方式：尿道镜检查、尿道狭窄球囊扩张术",
            "诊断结果": "尿道狭窄、前列腺增生症并尿潴留、右肾囊肿强直性脊柱炎"
        },
        "cure": "手术简要经过：患者入手术室，麻醉成功后取截石位，常规消毒铺无菌巾单。稀释碘伏水冲洗尿道，尿道内置F6-7.5wolf输尿管镜，行膀胱镜尿道镜检查，见前尿道近球部瘢痕形成，尿道狭窄明显，长约2cm,输尿管镜勉强通过，放置安全导丝。缓慢进镜，输尿管镜缓慢置入膀胱。膀胱内未见结石及占位存在，退镜，留置导丝，确认导丝置入膀胱。压力充盈器内吸入灭菌生理盐水，排空空气备用。将球囊保护套取下，沿导丝推送F6球囊扩张导管，使之通过狭窄段。将压力充盈器连接球囊导管，确信连接紧密，缓慢充盈升压，将压力升至30个大气压，维持压力5分钟。抽吸缩痕球囊，彻底抽吸球囊，将导管取出。再次尿道内置输尿管镜，观察狭窄段扩张效果满意。查无活动性出血及副损伤，沿导丝顺利置入F20号三腔尿管，气囊注水10m1,手术顺利，术后安返病房术后处理措施：吸氧，多参数心电监测，持续膀胱冲洗，抗炎补液对症治疗。术后应当特别注意观察的事项：注意观察尿色及膀胱冲洗情况，保持引流通畅。"
    },
    {
        "id": 295,
        "symptom": {
            "一般资料": "女性，55岁，无",
            "主诉": "右上腹间歇性疼痛1年，加重8天",
            "现病史": "该患者于一年前无明显诱因开始出现右上腹部不适疼痛，疼痛呈间歇性隐痛，可向右肩背部放射痛。无恶心、呕吐，无反酸、嗳气、烧灼，无腹泻及便血，曾在我院救诊，以“胆囊炎”诊断，给予抗炎、利胆、对症等口服药治疗（具体药名及剂量不详）后症状好转。上述症状常在饮食大量油腻食物后明显。随服抗炎及利胆类药物（阿莫西林2片、消炎利胆片6片）后症状时缓时重。近8天前上述症状加重。为求进一步诊治今日遂到我院门诊救诊，以“1.慢性胆囊炎2.胆囊结石”诊断收入院，此次发病以来患者饮食差，睡眠尚可，体重无明显减轻，大小便正常。",
            "既往史": "平素体差，否认高血压、糖尿病病史，否认有“乙肝、结核”传染病史，无外伤史，无输血、献血史，无药物、食物过敏史，余系统回顾未见异常。"
        },
        "examine": {
            "查体": "发育正常，消瘦，步入病房，自主体位，查体合作。全身皮肤颜色正常，弹性减退，全身浅表淋巴结未触及肿大。头颅无畸形，双侧瞳孔等大等圆，对光反射存在。口唇无紫绀，腹式呼吸，呼吸频率18次/分，两侧呼吸运动对等，双肺呼吸音清，未闻及干湿性啰音。心前区无隆起，心尖搏动未触及，心界未叩出，心律80次/分，律齐，各瓣膜区未闻及病理性杂音。右上腹有深压痛，尤以胆囊区明显，无反跳痛，murphv征（+）反跳痛阴性，叩诊呈鼓音，移动性浊音阴性，肠鸣音存在。肛门、外生殖器未查。脊柱呈生理弯曲，活动自如，各棘突无明显压痛，两侧上、下肢肌力：5级，四肢肌张力正常。双下肢无凹陷性水肿，生理反射存在，病理反射未引出。",
            "辅助检查": "腹部彩超示：胆囊多发结石脂肪肝"
        },
        "diagnosis": {
            "初步诊断": "1.胆囊结石（多发）2.脂肪肝",
            "诊断依据": "1.该患者于一年前无明显诱因开始出现右上腹部不适疼痛，疼痛呈间歇性隐痛，可向右肩背部放射痛。无恶心、呕吐，无反酸、嗳气、烧灼，无腹泻及便血，曾在我院救诊，以“胆囊炎”诊断，给予抗炎、利胆、对症等口服药治疗（具体药名及剂量不详）后症状好转。上述症状常在饮食大量油腻食物后明显。随服抗炎及利胆类药物（阿膜西林2片、消炎利胆片6片）后症状时缓时重。近8天前上述症状加重2.查体见右上腹有深压痛，尤以胆囊区明显，反跳痛阴性，murphv征（+）3.腹部彩超示：胆囊多发结石脂肪肝",
            "鉴别诊断": "急性胰腺炎：可有胆石症病史，多于暴饮暴食或饮酒或发病，为上腹部偏左侧腹痛，持续性，可向肩背部放射，恶心、呕吐后腹痛不缓解，腹胀较明显，血、尿淀粉酶明显增高，CT检查示胰腺弥漫性肿大，可见局部低密度坏死区域，胰周积液等异常",
            "诊断结果": "1.胆囊多发结石2.脂肪肝"
        },
        "cure": "入院后经完善相关检查，患者诊断明确，手术指征明确，积极完善术前准备，术前检查未见明显手术禁忌，经与家属沟通，家属同意先行胆囊切除，胆总管情况随诊观察，必要时再考虑手术治疗。于2019-5-25在全麻下行腹腔镜胆囊切除术，手术顺利，术后经抗感染、输液，患者逐日恢复好转，腹部切口愈合良好，以Ⅱ/甲愈合，切口缝线按期拆除。"
    },
    {
        "id": 296,
        "symptom": {
            "一般资料": "女性，59岁，农民",
            "主诉": "摔伤后右膝关节肿痛，活动受限10小时。",
            "现病史": "患者自诉10小时前在家中走路时摔倒，当即感到右膝部疼痛剧烈，不能活动，伤后无昏迷，无恶心呕吐，无心慌胸闷，无逆行性遗忘，遂被送至当地医院就诊，拍片示：右股骨髁上骨折，患者为求进一步治疗，特来我院就诊，门诊医生以“右股骨髁上骨折”收入我科，现患者右膝部疼痛不适。",
            "既往史": "既往体健，否认高血压、糖尿病等其它慢性病病史，否认肝炎、结核等传染病病史，否认药物及食物过敏史，2014年6月因右膝关节骨性关节炎于哈医大一院行右膝关节置换，术后恢复良好。预防接种史随当地。"
        },
        "examine": {
            "查体": "中老年女性，神志清楚，发育正常，营养中等，平车推入病房，查体合作。全身皮肤黏膜无黄染及出血点，浅表淋巴结无肿大。头颅发育正常，双瞳孔等大等圆，直径约3.5mm，对光反射正常，鼻腔通畅，耳鼻无异常分泌物。颈软，无压痛，气管居中，甲状腺无肿大。胸廓对称，双肺呼吸音粗，未闻及明显干湿啰音。心界不大，心前区无隆起，心律80次/分，律齐，各瓣膜区听诊无异常心脏杂音。腹平软，无压痛、扣击痛及反跳痛，肝脾肋下未扪及，双肾区无扣击痛，移动性浊音（-）。脊柱及四肢关节活动检查见专科情况。肛门、直肠及外生殖器检查未见明显异常。神经系统检查生理反射存在，病理反射未引出。专科情况：脊柱生理弯曲存在，各棘突及两侧椎旁肌处无压痛及叩击痛，活动可。右膝关节部肿胀明显，右股骨远端压痛明显，可触及骨擦感，右膝关节因疼痛拒绝活动，右下肢无麻木不适，足背动脉搏动良好，余未见明显异常。",
            "辅助检查": "DR示：右膝关节置换术后，右股骨髁上骨折，对位对线不良。"
        },
        "diagnosis": {
            "初步诊断": "1.右膝人工关节置换术后；2.右股骨髁上骨折",
            "诊断依据": "1.明确外伤病史，摔倒致股骨远端肿痛、活动受限10小时。2.患者诉10小时前在家中摔倒，伤及右股骨远端，伤后即感右膝部肿痛难忍，活动受限，伤时无昏迷及逆行性遗忘，经外院就诊后转至我院。3.专科情况：脊柱生理弯曲存在，各棘突及两侧椎旁肌处无压痛及叩击痛，活动可。右膝部肿胀明显，右股骨远端压痛明显，可触及骨擦感，右膝关节因疼痛拒绝活动，右下肢无麻木不适，足背动脉搏动良好，余未见明显异常。4.辅助检查：DR：右膝人工关节置换术后，右股骨髁上骨折，对位不良。",
            "鉴别诊断": "本病可与病理性骨折相鉴别。病理性骨折：患者既往有癌症病史，骨折多在较小外力下发生，平素患处即感疼痛不适，X线可见骨质破坏。",
            "诊断结果": "1.右膝人工关节置换术后2.右股骨髁上骨折"
        },
        "cure": "入院后完善相关辅助检查，未见明显手术禁忌症，在全麻下行右股骨髁上骨折切开复位内固定术，手术顺利，麻醉满意，术后予预防感染、护胃、止痛及营养支持等对症治疗，下肢支具固定患肢，指导功能锻炼，术后碘伏规律换药，刀口愈合良好，2周拆线后出院。"
    },
    {
        "id": 297,
        "symptom": {
            "一般资料": "女性，70岁，农民",
            "主诉": "发现肉眼血尿2天",
            "现病史": "患者于2天前无明显诱因出现肉眼血尿，伴尿频尿急，无畏寒发热，无腹痛，无腰背疼痛，无心悸，来我院门诊就诊，查腹部CT示：右侧肾上腺区见60mm团块影伴钙化，为进一步诊断及治疗拟诊为“右侧肾上腺肿物”收住入院，入院后患者一般情况可，无发热，无咳嗽咳痰，无明显胸腹部疼痛，食纳可，睡眠可，大便正常。",
            "既往史": "平素健康状况良好，无肾结核病史，否认高血压、糖尿病、癫痫等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "腹部：正常，柔软，手术瘢痕：无，压痛反跳痛：无，肝肾脏无叩击痛，移动性浊音阴性，肠鸣音未见异常。双肾区输尿管径路无叩痛，耻骨上膀胱区轻压痛，外阴发育正常，尿道外口无异常分泌物。",
            "辅助检查": "腹部CT示：右侧肾上腺区见60mm团块影伴钙化。泌尿系彩超：右肾大小84*51mm，皮质内见29*20mm强回声。"
        },
        "diagnosis": {
            "初步诊断": "1.血尿待查：右肾上腺肿物2.右肾萎缩3.右肾钙化",
            "诊断依据": "患者为老年女性，主要症状为肉眼血尿，时间为2天。结合查体：双肾区输尿管径路无叩痛，耻骨上膀胱区轻压痛，外阴发育正常，尿道外口无异常分泌物。以及腹部CT示：右侧肾上腺区见60mm团块影伴钙化和泌尿系彩超：右肾大小84*51mm，皮质内见29*20mm强回声。可以初步判断导致血尿的原因为右肾上腺肿物。结合术后病理：右侧肾上腺腺瘤，可以明确为右侧右侧肾上腺腺瘤。",
            "鉴别诊断": "1.泌尿系结石，泌尿系结石可能出现血尿，但泌尿系结石发作时一般疼痛明显，为绞痛，一般泌尿系彩超检查可鉴别。2.泌尿系结核，泌尿系结核也可能出现血尿症状，但患者否认有结核病史，无慢性咳嗽，无明显肺部结核症状，基本可以排除。3.灶性结节状皮质增生：腺瘤多是单侧发病，并有薄层包膜，对周围组织有压迫现象，而灶性结节状皮质增生多为双侧发病，直径一般在1cm一下，彩超可以鉴别。4.肾上腺皮质癌：肾上腺皮质癌为恶性肿瘤，发现时候一般较大，呈浸润性生长，正常的肾上腺组织被破坏，常有腹主动脉淋巴结转移，CT以及病理可以鉴别。",
            "诊断结果": "1.右肾上腺腺瘤2.右肾萎缩3.右肾钙化"
        },
        "cure": "患者入院后完善相关检查：尿沉渣定量+尿液分析:白细胞2205(ul)↑，白细胞团62(ul)↑；红细胞沉降率测定:血沉10.00(mm/h)；给予抗感染对症治疗，尿常规基本恢复正常后增强CT腹部,双肾见小圆形低密度影，增强后无明显异常强化，右肾见致密影，右侧肾上腺区见大小约60mm的不规则状肿块，内见钙化，增强后不均匀强化。有手术指征，建议行手术治疗，于入院后第五天在全麻下行腹腔镜下肾上腺病损切除术，术后病理回报为：肾上腺腺瘤，另一结节内部为坏死，周围钙化。患者肾上腺功能减退，术后给予糖皮质激素替代治疗，出院前患者引流管已拔除，切口愈合良好，无发热，予出院。"
    },
    {
        "id": 298,
        "symptom": {
            "一般资料": "男性，59岁，无",
            "主诉": "查体发现左侧输尿管占位性病变两周。",
            "现病史": "患者两周前查体，发现左输尿管占位性病变，无明显尿频尿急尿痛及血尿等不适，在外未行特殊治疗，今来我院，门诊以\"输尿管占位性病变\"收入我科。患者发病以来精神饮食状况可，睡眠一般，大小便正常。",
            "既往史": "高血压病史五年血压最高170/90mmHg，自服依那普利治疗，控制状况可;否认糖尿病，心脑血管疾病病史，无肝炎，结核及疟疾病史；无外伤史无手术史，无输血史，无食物药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "双肾区无膨隆及叩痛，肋腰点无压痛，双侧输尿管行经区无压痛，膀胱区无膨隆及压疼，正常成年男性外生殖器。",
            "辅助检查": "泌尿系彩超示:左输尿管内实性低回声，考虑输尿管占位，左肾积水，左输尿管上段扩张。心电图及胸部ct未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "左侧输尿管肿瘤",
            "诊断依据": "1.患者中年男性，查体发现左侧输尿管占位，病变两周入住我院。2.体检生命体征稳定，专科检查无明显异常3.辅助检查彩超可见左侧输尿管末端膨大，并左输尿管扩张。",
            "鉴别诊断": "输尿管结石:患者可出现输尿管梗阻积水，但结石以疼痛为主要特点，所以通过影像学可以明确其与肿瘤的差别。",
            "诊断结果": "左侧输尿管肿瘤。"
        },
        "cure": "患者入院后，积极完善各项术前检查，做好准备于我科，左侧输尿管部分切除+输尿管吻合术，术后患者安返病房，并给予抗炎补液治疗，密观患者术后病情恢复情况，定期换药。"
    },
    {
        "id": 299,
        "symptom": {
            "一般资料": "男性，65岁，农民",
            "主诉": "间断发作右下腹部疼痛8个月，加重6天。",
            "现病史": "患者及家属诉缘于8个月前无明确诱因出现右下腹部疼痛，为持续性钝痛，偶有上腹及盆腔放射痛，无发冷、发热，无腹泻、便秘，无尿频、尿急、尿痛，曾于当地诊断为“慢性阑尾炎”，予口服药物治疗（药名及剂量不详），疼痛消失。4个月前疼痛再次出现，以阑尾周围脓肿收入我科，发现右下腹包块，表面欠光滑，边界清楚，质中等，压痛，活动欠佳，予以抗炎治疗，包块略缩小，好转出院，6天前右下腹再次疼痛，不向他处放射，无寒战、发热，无心慌、气短，无尿频、尿急、尿痛及肉眼血尿，无粘液脓血便，发病后于当地卫生机构予以抗炎等药物治疗（具体药物及剂量不详），未见好转，为进一步治疗，来我院，门诊以“阑尾周围脓肿”收入院。自发病来，饮食可，二便正常，睡眠欠佳。",
            "既往史": "平素身体健康，否认“结核”、“肝炎”等传染病史，否认“高血压、糖尿病、心脏病”等病史，否认药物和食物过敏史，无外伤及重大手术史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，表情痛苦，步入病房，查体合作。全身皮肤粘膜无黄染，未见肝掌、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性罗音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心率88次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。肛门、外生殖器未见异常。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。外科情况：腹平坦，腹壁静脉无曲张，未见胃肠型及蠕动波；右下腹局限性压痛，略反跳痛、肌紧张，麦氏点外侧可及4.0cm*5.0cm肿物，质中等，表面光滑，边界欠清，压痛明显，肝脾肋下未触及；肝区、双肾区无叩击痛，叩鼓音，移动性浊音阴性；结肠充气试验阳性，腰大肌、闭孔肌试验阴性，肠鸣音正常。",
            "辅助检查": "血常规：WBC：7.27*10^9/L。中性粒细胞比率63.20%，淋巴细胞比率：30.10%；中性粒细胞数4.59*10^9/L，淋巴细胞数：2.19*10^9/L，血红蛋白162.00g/L。生化回报示：ALT:41.6U/L,AST：25U/L，AST/ALT：0.60，TBIL8.0umol/L，DBIL2.5umol/L，IBIL5.50umol/L。CT示：1.肝实质多发低密度结节，转移瘤？建议进一步检查；肝囊肿2.右侧回盲部结构紊乱，局部肠壁结节状增厚，待除外占位性病变，建议结肠镜检查3.考虑双肾囊肿4.前列腺增生、钙化。B超示：阑尾区盲管样结构---阑尾炎不除外周围脓肿。"
        },
        "diagnosis": {
            "初步诊断": "1.右下腹肿物2.慢性阑尾炎3.阑尾周围脓肿？4.肝实质多发转移瘤？5.肝囊肿、双肾囊肿6.前列腺增生、钙化。",
            "诊断依据": "1.老年男性，慢性病程，急性起病；2.患者8个月前无明确诱因出现右下腹部疼痛，为持续性钝痛，偶有上腹及盆腔放射痛，4个月前以阑尾周围脓肿收入我科，发现右下腹包块，予以抗炎治疗，包块略缩小，6天前右下腹再次疼痛；3.查体：腹平坦，右下腹局限性压痛，略反跳痛、肌紧张，麦氏点外侧可及4.0cm*5.0cm肿物，表面光滑，边界欠清，压痛明显，结肠充气试验阳性。4.CT示：1.肝实质多发低密度结节，转移瘤？建议进一步检查；肝囊肿2.右侧回盲部结构紊乱，局部肠壁结节状增厚，待除外占位性病变，建议结肠镜检查3.考虑双肾囊肿4.前列腺增生、钙化。B超示：阑尾区盲管样结构---阑尾炎不除外周围脓肿。",
            "鉴别诊断": "1.上消化道穿孔：该病多为突然发病，呈刀割样剧痛，迅速弥散至全腹。查体：全腹压痛、反跳痛、肌紧张，呈“板状腹”，听诊肠鸣音消失，立位腹平片可见膈下游离气体。本例患者8个月前无明确诱因出现右下腹部疼痛，4个月前发现右下腹包块，诊断阑尾周围脓肿予以抗炎治疗，包块略缩小，6天前右下腹再次疼痛；查体右下腹局限性压痛，略反跳痛、肌紧张，麦氏点外侧可及4.0cm*5.0cm肿物，表面光滑，边界欠清，压痛明显，结肠充气试验阳性，CT示：1.肝实质多发低密度结节，转移瘤？2.右侧回盲部待除外占位性病变，B超示阑尾炎不除外周围脓肿，可以鉴别。2.急性化脓性梗阻性胆管炎：该病主要表现为寒战、高热，右上腹疼痛，黄疸，低血压，休克，精神神经症状。本例患者8个月前无明确诱因出现右下腹部疼痛，4个月前发现右下腹包块，诊断阑尾周围脓肿予以抗炎治疗，包块略缩小，6天前右下腹再次疼痛；查体右下腹局限性压痛，略反跳痛、肌紧张，麦氏点外侧可及4.0cm*5.0cm肿物，表面光滑，边界欠清，压痛明显，结肠充气试验阳性，CT示：1.肝实质多发低密度结节，转移瘤？2.右侧回盲部待除外占位性病变，B超示阑尾炎不除外周围脓肿，可以鉴别。",
            "诊断结果": "1.阑尾及回盲部腺癌2.肝实质多发转移瘤？3.肝囊肿、双肾囊肿4.前列腺增生、钙化。"
        },
        "cure": "患者入院后初步诊断为右下腹肿物、慢性阑尾炎、阑尾周围脓肿？肝实质多发转移瘤？完善各项检查，予禁食水，肠道准备，考虑大肠杆菌及混合菌感染，应用头孢哌酮钠舒巴坦钠1.5加入0.9%氯化钠注射液150毫升术前半小时静点，备皮，肌注术前针，取右下腹探查切口，依次切开腹壁各层进腹，探查见肝脏多发结节，回盲部可见一5cm*3cm*3cm肿物，与周围粘连，仔细分离。术中诊断回盲部肿物，行右半结肠切除+回肠横结肠吻合术，术中麻醉成功，手术顺利，术后安返。术后应用头孢哌酮钠舒巴坦钠2.25加入0.9%氯化钠注射液250毫升静点日二次，应用5%葡萄糖注射液2000毫升、脂肪乳注射液200毫升、复方氨基酸注射液500毫升静脉输液，10%氯化钾注射液45毫升维持水电解质在及酸碱平衡等治疗，术后7天拆线，好转出院，上一级医院治疗肝脏转移瘤。术后病理回报示：阑尾及回盲部腺癌，PTNM分期：PT4aN1。肝囊肿、双肾囊肿及前列腺增生、钙化未予治疗。"
    },
    {
        "id": 300,
        "symptom": {
            "一般资料": "男性，47岁，农民",
            "主诉": "左下肢静脉迂曲扩张10余年。",
            "现病史": "患者诉缘于10余年前无明确诱因发现左下肢血管迂曲扩张成蚓状，伴沉重、乏力、酸胀不适感，长时间站立时加重，平卧后消失，小腿及足背无水肿，无瘙痒及皮肤颜色改变，于当地诊断为“左侧大隐静脉曲张”，未予治疗。后上诉症状进行性加重，左侧小腿、足靴区皮肤色素沉着，为求进一步诊治来我院，经门诊以“左侧大隐静脉曲张”收住院。",
            "既往史": "既往体健，无手术史，外伤史及药物过敏史，否认“肝炎”、“结核”等传染病接触史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，查体合作。双肺叩诊清音，肺肝浊音界于右锁骨中线第五肋间。双肺呼吸音清，未闻及干湿性啰音及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心率68次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，腹肌软，无压痛，无反跳痛，肌紧张，肝脾未及，Murphy征阴性，麦氏点无压痛，肾区叩击痛阴性，叩诊移动性浊音阴性，肠鸣音正常4-6次/分，未闻及气过水音及金属音。肛门及外生殖器未见异常。脊柱四肢无畸形，四肢关节活动正常，双侧胫骨前及足背无水肿，余见外科情况。生理反射正常存在，病理反射未引出。外科情况：左下肢内侧血管迂曲、扩张，以小腿为著，左侧小腿、足靴区皮肤色素沉着，大隐静脉瓣膜功能试验阳性，交通支瓣膜功能试验阳性，深静脉通畅试验阴性。",
            "辅助检查": "双下肢血管B超示：双侧股总、股浅、腘动脉管腔结构清晰，内膜增厚不光滑，可见散在的点状强回声，管腔未见明显狭窄，CDFI：血流通畅，PW：频谱未见明显异常。左侧大隐静脉内径0.75cm，左侧小隐静脉0.69cm，右侧大隐静脉腔内未见明显异常回声，血流充盈好，未见明显返流。CDFI：血流通畅，PW：频谱未见明显异常。提示：双侧下肢动脉硬化、左侧大、小隐静脉曲张，余双侧下肢静脉未见明显异常。CT示：胸廓对称。双肺透过度均匀，双肺门对称不大，气管及主支气管通畅，双肺纹理增多，双肺可见硬结及索条影。左肺可见微结节影，双肺可见条片状致密影。心脏不大，主动脉走行区可见点状高密度影，纵隔内可见小淋巴结影。纵隔可见点状高密度影。双侧胸腔内未见液体密度影。双侧胸膜局部增厚、粘连，左侧可见点状高密度影，胃部分上升到胸腔，肝右叶可见片状低密度影，胆囊窝区内可见结节状高密度影。诊断：1.双肺条片状致密影，考虑炎性病变2.左肺微结节3.双肺纹理增多，双肺硬结及索条，考虑纤维增殖性病变4.主动脉钙化，纵隔内小淋巴结，纵隔淋巴结钙化5.双侧胸膜局部增厚、粘连并左侧钙化6.食管裂孔疝7.考虑肝囊肿，考虑胆囊结石。"
        },
        "diagnosis": {
            "初步诊断": "1.左侧大、小隐静脉曲张，2.双侧下肢动脉硬化，3.食管裂孔疝，考虑肝囊肿，胆囊结石，4.双侧肺炎。",
            "诊断依据": "1.中年男性，慢性起病；2.患者10余年前左下肢血管迂曲扩张成蚓状，伴沉重、乏力、酸胀不适感，长时间站立时加重，平卧后消失，后上诉症状进行性加重，左侧小腿、足靴区皮肤色素沉着；3.左下肢内侧血管迂曲、扩张，以小腿为著，左侧小腿、足靴区皮肤色素沉着，大隐静脉瓣膜功能试验阳性，交通支瓣膜功能试验阳性，深静脉通畅试验阴性；4.下肢血管B超示：双侧下肢动脉硬化、左侧大、小隐静脉曲张。CT示：双肺条片状致密影，考虑炎性病变，食管裂孔疝，考虑肝囊肿、胆囊结石。",
            "鉴别诊断": "1.原发性下肢深静脉瓣膜功能不全：患肢沉重不适，久站后胀破样疼痛和酸胀，早期出现交通支破坏，尤其是足靴区，迅速出现营养性变化，包括色素沉着和溃疡，大隐静脉瓣膜功能试验阳性，交通支瓣膜功能试验阳性，深静脉通畅试验阴性。本例患者10余年前出现左下肢血管迂曲、扩张、延长，早期无色素沉着和溃疡，可以鉴别。2.下肢深静脉血栓形成后综合征：下肢均匀肿胀，小腿比大腿明显，由于踝交通静脉常受病变累及而功能不全，足靴区迅速出现营养性变化，包括湿疹和溃疡形成，交通支瓣膜功能试验阳性，深静脉通畅试验阳性。本例患者左下肢血管迂曲、扩张、延长，下肢无水肿可以明确诊断。",
            "诊断结果": "1.左侧大、小隐静脉曲张，2.双侧下肢动脉硬化，3.食管裂孔疝，考虑肝囊肿，胆囊结石4.双侧肺炎。"
        },
        "cure": "患者入院后完善各项检查，双侧肺炎，予注射用头孢唑啉钠1.0加入0.9%氯化钠注射液静点日二次，一周后复查炎症消失。各项检查回报无手术禁忌，于腰麻下行左侧大小隐静脉高位结扎加抽剥术，麻醉成功后平卧手术台，术区皮肤碘酒、酒精、碘伏消毒后铺无菌巾，取左侧卵圆窝斜切口，长4cm，依次切开皮肤、皮下，显露大隐静脉，钝锐结合分离大隐静脉5条属支，依次钳夹、切断，近端4号线结扎，于大隐静脉入股静脉处，高位钳夹、切断，近端4号线高位双重结扎，远端置入静脉探子，至小腿内侧，切开皮肤、皮下，抽出此段静脉，于大腿内侧切开皮肤约4.0cm,剥出此段曲张静脉，静脉远端置入静脉探子直至内踝上方，抽出此段静脉，结扎部分曲张静脉；于腘窝做一横切口，高位结扎小隐静脉主干，抽出部分曲张静脉。术后抬高患肢，早期下床活动，术后第二天低分子肝素钙5000单位皮下注射日一次抗凝治疗，应用3天，停药后予阿司匹林肠溶片100毫克，日一次口服，2周后痊愈出院。"
    }
]