[
    {
        "id": 401,
        "symptom": {
            "一般资料": "女性，47岁，文员",
            "主诉": "发现宫颈高危型HPV感染10月余",
            "现病史": "患者诉2019年8月做宫颈癌筛查时行宫颈液基细胞学检查，提示ASC-US,人乳头瘤病毒检测HPV-52型阳性，在本市人民医院行宫颈活检术，术后病理诊断为“慢性宫颈炎”并予宫颈放药治疗3个月，之后未予复查。至2020年06月22日到我院门诊进行复查，予查HPV-52结果仍为“阳性”；宫颈细胞NDA定量检测结果为“可见DNA倍体异常细胞（≥3个）”；阴道镜检查提示“宫颈病变性质待查”；同时行血常规、支原体培养、衣原体检测结果无异常；白带常规提示：清洁度Ⅲ，白细胞+++。建议其住院进行诊治，2020年6月28日门诊拟诊“宫颈病变？”收住院。入院时一般情况：带下量中，色黄，质稠，无异味，无腹痛，无尿急尿频，无肛门坠胀感，饮食睡眠正常，二便正常。",
            "既往史": "既往史：否认“高血压病”、“糖尿病”、“冠心病”病史，否认结核病等传染病史，无重大外伤、手术、中毒及输血史，无药物过敏史，预防接种史不详。个人史：出生生长于原籍，未到过传染病疫区，无吸烟等不良生活嗜好，生活及工作条件一般，否认冶游史。月经及婚育史：经初潮13岁，6/30天LMP2020年05月13日，月经量中，色红，无痛经。适龄结婚，G3P1，顺产1子，人流2次，放环避孕。配偶、子女均体健。家族史：否认家族成员中有遗传病及传染病病史。"
        },
        "examine": {
            "查体": "T:37℃，P:80次/分，R:16次/分，BP:130/85mmHg。一般情况：神清，精神可，发育正常，自动体位，查体合作。皮肤粘膜：皮肤粘膜、巩膜无黄染，无皮疹、出血点、蜘蛛痣及肝掌，皮肤弹性好。淋巴结：全身浅表淋巴结未触及肿大。头部及其器官：头颅外形无畸形，头发色泽正常，无秃发。眼眶外形无畸形，双眼睑无水肿，眼球活动正常，睑结膜无水肿及充血，巩膜无黄染，双侧瞳孔等大等圆，对光反射灵敏。耳郭无畸形，外耳道无溢脓，乳突无压痛。鼻翼无扇动，通气畅，鼻中隔无弯曲，嗅觉无异常，鼻窦区无压痛。口角无歪斜，口唇无紫绀，伸舌居中，双扁桃体无肿大，咽部无充血。颈部：颈软无强直，两侧对称，无颈静脉怒张，未见动脉异常搏动。气管居中，甲状腺无肿大，无结节、触痛，未闻及血管杂音。胸部：胸廓：外形无畸形，两侧对称，双侧乳房对称。肋间隙正常，无扁平胸、鸡胸及漏斗胸，无局部隆起或凹陷，无静脉曲张。运动正常。局部无压痛。肺脏：呼吸运动两侧一致，呼吸运动正常。两侧呼吸运动度相等，语颤一致，无胸膜摩擦感。叩诊双肺呈清音，肺下界位于肩胛下角线第10肋间，肺下界移动度6cm。听诊双肺呼吸音清，未闻及明显干湿性罗音。未闻及胸膜摩擦音。心脏：心尖搏动位于左第5肋间锁骨中线内1.0cm，波动范围正常。心前区无抬举样搏动，未触及震颤及心胞摩擦感。叩诊心浊音界无扩大。HR80次/分，未闻及早搏，心音尚有力，心脏各瓣膜区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹平坦，无肠型、蠕动波及异常搏动。腹肌软，全腹无压痛，肝脾肋缘下未触及，胆囊、肾未触及。肠鸣音4-5次/分，未闻及气过水声及血管杂音。肛门、直肠、外生殖器：女性生殖器发育正常，肛门、会阴未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛。肋脊角无压痛。双下肢无肌肉萎缩，关节活动障碍，双上肢外观正常，关节活动自如，四肢无静脉曲张及溃疡，无杵状指、趾。桡动脉、足背动脉搏动存在。双下肢无水肿。神经系统:四肢肌力、肌张力正常。生理反射存在，病理反射未引出。专科情况：外阴发育正常，阴道通畅，分泌物量中，色黄，质稠，宫颈阴道面可见柱状上皮移行异位表现，异位上皮眼观稍红，糜烂状，无活动性出血，无接触性出血，宫颈阴道面可见多发潴留囊肿，部分表面呈暗紫色，双合诊：子宫常大，无压痛触痛，宫颈无摆举痛，双侧附件未触及包块，无压痛。子宫附件活动度好。",
            "辅助检查": "2020年06月22日，本院门诊查：1.人乳头瘤病毒检测：HPV-52阳性。2.宫颈细胞NDA定量检测：可见DNA倍体异常细胞（≥3个）。3.阴道镜：宫颈病变性质待查。4.白带常规提示：清洁度Ⅲ，白细胞+++。血常规、支原体培养、衣原体检测未见异常。"
        },
        "diagnosis": {
            "初步诊断": "宫颈病变性质待查,宫颈人乳头瘤病毒感染,慢性子宫颈炎,宫颈潴留囊肿",
            "诊断依据": "1.因“检查发现宫颈病变10月余”入院。10月余前宫颈活检有“慢性宫颈炎”、HPV检测高危型52型为阳性。2.妇科检查：宫颈阴道面可见柱状上皮移行异位表现，异位上皮眼观稍红，糜烂状，无活动性出血，无接触性出血，宫颈阴道面可见多发潴留囊肿，部分表面呈暗紫色，双合诊：子宫常大，无压痛触痛，宫颈无摆举痛3.辅助检查：2020年06月22日复查HPV-52阳性，宫颈细胞NDA定量检测：可见DNA倍体异常细胞（≥3个）。阴道镜：宫颈病变性质待查。白带常规提示：清洁度Ⅲ，白细胞+++。血常规、支原体培养、衣原体检测未见异常。",
            "鉴别诊断": "患者入院时考虑有宫颈病变，倾向于宫颈癌前病变，诊断方面根据持续的高危型HPV病毒感染而主要是考虑有低级别或者高级别宫颈上皮内瘤变的可能性较大，由此发展至宫颈癌的可能性较小，因此在鉴别诊断方面，目前因尚未能确诊，亦无法有明确的疾病与之进行鉴别诊断。",
            "诊断结果": "宫颈低级别鳞状上皮内瘤变（CINI级）,宫颈人乳头瘤病毒感染,慢性子宫颈炎,宫颈潴留囊肿"
        },
        "cure": "1.入院后予完善相关辅助检查，进行凝血功能、肝肾功能、血糖等检验、心电图检查等以了解有无进行宫颈活检以及相关药物治疗的禁忌。2.查无禁忌后于6月29日予行宫颈活检术，予宫颈活检钳取宫颈3/7/11/12点处的组织各一块，分袋送病理检查，术中出血不多，术后予宫颈堵塞无菌纱块压迫止血，24小时后取出，观察宫颈面无活动性出血。取活检前后予奥硝唑静脉用药进行预防术后感染的治疗，之后阴道放置中药栓剂并口服妇科千金片等中成药进行慢性宫颈炎的治疗，宫颈潴留囊肿未做治疗，出院后予定期复查即可。3.病理检查意见：（1）（宫颈7点、12点）慢性炎伴糜烂、局部鳞化累腺，局部低级别鳞状上皮内瘤变（CINI级）伴表浅挖空细胞形成，（宫颈11点）并累腺。（2）(宫颈3点、11点）慢性炎伴糜烂、局部鳞化,局部鳞化上皮伴表浅挖空样细胞。提示有宫颈癌前病变形成，但目前为低级别病变，挖空细胞符合人乳头瘤病毒感染导致的细胞变化。4.术后恢复良好，予出院，并嘱半年后返院复查一次。"
    },
    {
        "id": 402,
        "symptom": {
            "一般资料": "女性，28岁，职员",
            "主诉": "停经10+1周，阴道流血10+天",
            "现病史": "患者平素月经规律，停经后40+天感轻微恶心、呕吐等早孕反应，自测尿HCG阳性，来院查血HCG200580IU/L，患者未进一步检查。10+天前，患者无诱因出现阴道流血，量少，约平素月经量1/5，呈暗红色，自诉见肉样组织物排出，持续至今，伴恶心、乏力、头晕等不适，无畏寒、发热、呕吐，无腹痛、腹胀，无转移性腹痛及肛门坠胀感，无咳嗽、咳痰，大小便正常。昨日来我院门诊就诊，查血HCG＞264000IU/L，彩超提示“宫腔内探及范围约9.8*4.4cm的杂乱中等回声，部分呈水泡样改变”，考虑妊娠滋养细胞疾病。患者今日要求进一步治疗入院，故门诊以“停经待查：葡萄胎？”收住入院。患病以来，患者精神饮食较差，睡眠尚可。",
            "既往史": "G3P1+2，既往剖宫产2次，人流1次，末次人流时间7年前。余无特殊。"
        },
        "examine": {
            "查体": "T:36.6℃，P:72次/分，R:20次/分，BP:128/72mmHg。生命体征正常，心肺未闻及异常，肝脾肋下均未扪及，全腹无压痛，无反跳痛及肌紧张；耻骨联合上两横指可扪及宫底，麦氏点无压痛，移动性浊音阴性，肠鸣音正常。脊柱和四肢：正常；无关节红肿，无关节强直，无杵状指（趾），无肌肉萎缩；神经系统：生理反射正常，病理反射阴性。妇科检查外阴：已婚式，发育正常；阴道：通畅，内见中量暗红色血液；宫颈：光滑，质中，无举摆痛；子宫：前位，增大如4+月孕大小，无压痛；附件：双附件区未扪及明显异常。",
            "辅助检查": "血清人绒毛膜促性腺激素测定：&gt;264000IU/L。经阴道彩超结合经腹彩超检查：子宫:子宫平位，前后径约6.0cm，肌层回声尚可，宫腔内探及范围约9.8*4.4cm的杂乱中等回声，部分呈水泡样改变，CDFI:未见确切血流信号；宫颈未见异常回声。附件:右侧附件区探及大小约1.8*1.0cm的低回声结节，边界清，形态规则，CDFI:周边可见环状血流信号；左侧附件区未见明显异常回声。盆腔:盆腔未见明显液性暗区。宫腔杂乱中等回声：滋养细胞疾病？其它？建议进一步检查。右侧附件区低回声结节：黄体？"
        },
        "diagnosis": {
            "初步诊断": "停经待查：葡萄胎？",
            "诊断依据": "患者有停经史及阴道流血病史，妇检子宫增大如4+月孕，明显大于停经月份，辅助检查提示宫内杂乱回声，部分呈水泡样改变，血HCG明显高于正常，故诊断。",
            "鉴别诊断": "1.宫内早孕：患者有停经史，妇科检查子宫增大，但彩超宫未见孕囊，仅见杂乱回声及部分水泡样改变，不支持。2.异位妊娠：患者有停经史及阴道流血病史，但无明显腹痛病史，我院彩超提示宫内见杂乱回声，故排除。",
            "诊断结果": "完全性葡萄胎"
        },
        "cure": "患者入院后完善相关检查及术前准备，无手术禁忌症，行彩超监测下清宫术，术中吸刮出大小不一水泡状组织物约40g，术后予以头孢呋辛静脉输液预防感染及缩宫素促宫缩治疗。术后病检示“宫壁组织、宫腔组织”：水泡状胎块伴滋养细胞增生。患者清宫术后阴道流血逐渐减少，子宫逐渐恢复至正常大小，术后复查彩超示子宫前位，前后径约4.3cm，肌层回声均匀，宫内膜双层范围约0.4-0.8cm，宫腔分离约0.4cm；宫颈未见异常回声，血HCG41408IU/L。出院后患者门诊监测血HCG值直至8周后降为阴性。"
    },
    {
        "id": 403,
        "symptom": {
            "一般资料": "女性，24岁，职员",
            "主诉": "孕37+6周喘气半月，下腹胀伴阴道动红半小时",
            "现病史": "患者以往月经规则，13岁初潮，每次7天，周期30天,量中，暗红色，无痛经，孕2产0，预产期：2019-12-3。患者停经50余天B超检查提示宫内妊娠，有恶心呕吐等早孕反应，5月1日因妊娠剧吐在我科补液对症治疗16天好转出院。孕5+月自觉胎动至今。8月23日孕26+3周因上感再次我科治疗1周治愈出院，住院期间检查OGTT阳性发现妊娠糖尿病，予饮食控制，未行药物治疗。近半月无明显诱因散步后感喘气，无心慌胸闷。11月14日来我院孕检，测血压158/93mmHg，尿蛋白+-，无头昏头痛，无腹痛腹胀及**见红，无流水，门诊以\"妊高病”收入我科予硫酸镁解痉降压治疗2日，观察2日今日上午无不适办理出院，刚办理出院手续感下腹稍胀伴**动红，再次以\"孕2产0孕37+6周先兆临产，妊高病，妊娠期糖尿病\"收入院。孕期，孕妇精神食欲尚好，体力无明显改变，大小便正常。发病以来，精神食欲可，大小便正常。",
            "既往史": "平素身体健康，否认\"肝炎\"及\"结核\"病史，否认食物药物过敏史，无手术外伤史。无输血史，否认家族性传染病史。"
        },
        "examine": {
            "查体": "神清，精神好，检查合作，步入病房，颈软，全身皮肤粘膜未及黄染，全身浅表淋巴结未及肿大，双肺呼吸音清晰，心前区未及异常搏动，下腹膨隆，软，无压痛，肝脾肋下未及，脊柱呈生理性弯曲，四肢活动自如，生理性反射存在，病理性反射未引出。双下肢凹陷性水肿。专科情况：产检：宫高：36厘米，腹围：116厘米，胎心142次/分，未触及正规宫缩，宫颈未消，宫口未开，阴道少许血性分泌物。",
            "辅助检查": "门诊资料:2019-9-6我科出院小结一份查：输血全套均为阴性血型B型Rh阳性2019-11-5我院B超提示：晚孕头位单活胎双顶径8.9cm2019-11-12我院胎心监测评分10分2019年11月14日本院尿分析：蛋白+-，白细胞1+.心电图提示：窦性心动过速异常心律心电图胎心监测评分9分中餐前血糖6.5mmol/L心脏彩超提示：目前心内结构及血流未见明显异常。胎儿B超提示：头位单活胎双顶径9.1cm(2019-11-14)血常规:WBC9.410^9、RBC3.4410^12↓、HGB109g/L↓、PLT12110^9↓、HCT32.0%↓、NEUT%73.00%，(2019-11-14)电解质:K3.69mmol/L、Na144.34mmol/L、CL106.53mmol/L、tCa2.51mmol/L、iCa1.19、Mg0.74mmol/L↓、P1.01mmol/L，(2019-11-14)糖化血红蛋白测定:HbA1c5.0%。(2019-11-15)肝功能:TP54.8g/L↓、ALB30.8g/L↓，(2019-11-15)肾功能:CREA62.2umol/L、BUN2.03mmol/L↓、CO219.8mmol/L↓、UA481umol/L↑、Cys-c1.76mg/L↑，(2019-11-15)血脂:TG2.81mmol/L↑、CHOL3.67mmol/L、HDL-C1.11mmol/L、LP(a)142mg/L，(2019-11-15)心肌酶谱:CK59U/L、CK-MB8U/L、LDH163U/L、HBDH154U/L，(2019-11-15)心梗三项:CK-MB&lt;2.5ng/ml、CTnI&lt;0.01ng/ml、MYO&lt;30ng/ml。"
        },
        "diagnosis": {
            "初步诊断": "孕2产0孕37+6周先兆临产,单活胎妊娠高血压病妊娠糖尿病心衰？",
            "诊断依据": "1.产妇女、24岁、已婚、G2P02.孕37+6周喘气半月，下腹胀伴**动红半小时3.平素身体健康，否认\"肝炎\"及\"结核\"病史，否认食物药物过敏史，否认家族史，无输血史。4.查体：血压:140/90mmHg,神情，检查合作，步入病房，下腹膨隆，软，无压痛，双下肢凹陷性水肿。高血压蛋白尿水肿。5.产检：宫高：36厘米，腹围：116厘米，胎心142次/分，未触及正规宫缩，宫颈未消，宫口未开，阴道少许血性分泌物。6.辅助检查：超声示头位单活胎。尿分析：蛋白+-，白细胞1+，OGTT阳性发现妊娠糖尿病。综上，诊断成立。",
            "鉴别诊断": "诊断明确，无须鉴别。",
            "诊断结果": "孕2产1孕37+6周先兆临产,单活胎妊娠高血压病妊娠糖尿病"
        },
        "cure": "诊疗计划:1.完善相关辅助检查（血分析，凝血功能血型，B超，胎心监测等）。2.告病重，予解痉对症等治疗。密切观察生命体征，胎心及胎动。3.适时终止妊娠。入院后完善相关检查，给予糖尿病饮食，监测血压。38周后在椎管内麻醉下行子宫下段剖宫产术。手术经过：麻醉成功后，常规消毒铺巾，取下腹横切口约14厘米，逐层切开腹壁各层进入腹腔，腹部脂肪较厚。切开子宫取出一活女婴，脐带扭转，1分钟评8分，羊水约500毫升、色清亮，胎盘胎膜娩出完整，缝合子宫后检查双附件外观无明显异常，手术顺利，术中出血约300毫升，术毕返回病房。术后去枕平卧，腹部加压沙袋。鉴于患者妊娠期高血压病、糖尿病不排除，术后给予头孢第三代\"头孢噻圬钠\"抗炎治疗，并监测血压、血糖，给予缩宫（催产素）、支持（氯化钾辅酶A等）等治疗，术后镇痛泵拔除后给予抗凝治疗（那屈肝素钙4100IU皮下注射，每天一次）。高危儿转儿科观察治疗。术后第二天血压即降至正常值，监测血糖均正常。抗炎(头孢噻圬钠)及对症治疗(抗凝、补液）5天后患者出院。"
    },
    {
        "id": 404,
        "symptom": {
            "一般资料": "女性，40岁，企业职员",
            "主诉": "同房后出现下腹疼痛3小时余。",
            "现病史": "患者平素月经周期规律，LMP2020年08月19日，今日晚（9月13日）同房后不久，约19时30分后开始出现下腹疼痛，痛较重，钝痛伴小腹胀感，以右下腹为明显，有伴肛门坠胀便意感，无放射痛及腰痛，无上腹部痛感，无腹泻，无阴道流血，无发热恶寒，无恶心呕吐，未做处理，卧床休息观察，现因腹痛无缓解，疼痛持续，但无明显加重，未出现其他异常症状，为诊治于22：30分后到我科就诊，急行阴道B超检查示右附件区混合性回声区（5.0×3.4cm）黄体破裂待排，宫外孕破裂出血未排除，子宫后方稍低回声区（5.8×3.2cm），考虑血块。宫内节育器存。子宫肌壁稍低回声团（肌瘤？）。尿HCG阴性，拟诊“黄体破裂出血”收入院。入院症见：下腹疼痛，伴肛门坠胀，无腰痛，无头晕，无恶寒发热，无明显乏力，无转移性疼痛，无阴道流血，纳寐可，二便调。",
            "既往史": "否认有“高血压病”、“糖尿病”及“冠心病”等疾病史。否认有“肝炎”、“结核病”等传染病史，否认重大外伤、中毒及输血史；剖宫产术1次。否认有药物及食物过敏史。个人史：生活条件较好，否认冶游史。预防接种史不详。其他无特殊情况。月经及婚育史：13岁月经初潮，3-6/28-30天，量中，暗红色，无痛经。LMP2020年08月19日。适龄结婚，G7P2，顺产1子，剖宫产1子，人工流产5次，家人均体健。家族史：否认遗传病及传染病史。"
        },
        "examine": {
            "查体": "一般情况：神清，精神可，发育正常，语言清晰，自动体位，查体合作。皮肤粘膜：皮肤粘膜、巩膜无黄染，无皮疹、出血点、蜘蛛痣及肝掌，皮肤弹性好。全身浅表淋巴结未触及肿大。头部及其器官及胸部四诊未及异常，肺部呼吸间清，呼吸平稳，双肺听诊，扣诊未及异常。心脏，心搏正常，心前区未及震颤、叩诊心浊音界无扩大，HR95次/分，心音有力，律齐，心脏各瓣膜区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹平坦，下腹正中耻骨联合上二横指见长约12超敏陈旧性手术疤痕，无肠型、蠕动波。小腹轻压痛，阑尾区未及明显压痛，无腹肌紧张，无反跳痛，肝脾未触及，肠鸣音4-5次/分，未闻及气过水声及血管杂音，叩诊无移动性浊音。肛门未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛。肋脊角无压痛。四肢外观无畸形，活动好，无功能障碍，无水肿表现。神经系统:四肢肌力、肌张力正常。生理反射存在，病理反射未引出。专科情况：外阴发育正常，经产型，阴窥检：阴道畅，无出血，分泌物量中，色白，质稀，未闻及臭味，宫颈光滑，色泽正常，未见有囊肿等异常。双合诊：阴道壁未触及肿块，宫颈有明显举摆痛，阴道后穹窿无触痛，未及结节，子宫后位，常大，双附件区未及明显肿块，子宫附件区均有明显压痛。",
            "辅助检查": "2020-09-13日我院门诊检查：1.阴道B超检查：右附件区混合性回声区（5.0×3.4cm）黄体破裂待排，宫外孕破裂出血未排出，子宫后方稍低回声区（5.8×3.2cm），考虑血块。宫内节育器存。子宫肌壁稍低回声团（肌瘤？）。2.尿HCG：阴性。"
        },
        "diagnosis": {
            "初步诊断": "1.右侧卵巢黄体囊肿破裂出血2.子宫多发性肌壁间肌瘤3.具有宫内节育器",
            "诊断依据": "1.患者LMPLMP2020年08月19日，就诊时间为2020-9-13，平素月经周期28~30天，可判断发病时间段为排卵后的黄体晚期阶段。2.下腹疼痛发生于同房后不久，有明显的诱因存在，疼痛局限于下腹部，以右下腹为明显。妇检：下腹压痛，无反跳痛，以右下腹痛明显，双合诊有宫颈摆举痛。3.B超检查提示：右附件区混合性回声区（5.0×3.4cm）黄体破裂待排，宫外孕破裂出血未排除，子宫后方稍低回声区（5.8×3.2cm），考虑血块。宫内节育器存。子宫肌壁稍低回声团（肌瘤？）。4.尿HCG阴性。",
            "鉴别诊断": "1.附件囊肿或者肿瘤蒂扭转、破裂：可以有诱因或者无明显诱因下出现一侧下腹急性突发性疼痛，常伴恶心、呕吐甚至休克，妇检可触及张力大的肿物，明显压痛。B超检查可以进行初步鉴别。2.感染：急性盆腔炎、阑尾炎的患者也出现下腹疼痛，可以伴随有发热、腹痛、肿块及腹部压痛、反跳痛、腹肌紧张，白细胞增高，C反应蛋白或者降钙素原等明显增高等。通过了解病史、B超检查，体检，妇检，血液相关检验等可以进行初步的鉴别。3.异位妊娠：异位妊娠流产或者破裂也可以出现下腹疼痛，可有或者没有停经史，B超检查附件区有看到混合性包块或者明确孕囊，血或者尿HCG检验阳性，可以做出初步的鉴别诊断。",
            "诊断结果": "1.右侧卵巢黄体囊肿破裂出血2.左侧卵巢粘连3.右侧输卵管粘连4.轻度失血性贫血5.子宫多发性肌壁间肌瘤6.具有宫内节育器"
        },
        "cure": "1.入院后完善相关的检查，如凝血功能，肝肾功能、心电图等，判断是否有感染性疾病、凝血功能异常等导致发病的可能，结果均未及异常。行阴道后穹窿穿刺未能抽出血液。2.根据病史、妇检、B超检查结果、尿HCG结果等，当前诊断黄体囊肿破裂较明确，因为有盆腔出血征象，患者腹痛不能缓解，为明确病情，避免出血进一步增加，当前有手术的指征，予向患者说明后，建议腹腔镜手术治疗，创伤小，恢复快。患者表示知情同意，完善相关文书签写，术前准备完善后实施腹腔镜手术治疗。3.手术全麻及腹腔镜下进行。术中探查见盆腔大量积血，约900ml，部分凝块，右侧卵巢增大约4cm×5cm，可见一破口约1.5cm×1.0cm，仍有活动性出血，可见囊腔及黄体组织，右侧卵巢与右侧盆壁及肠系膜粘连，子宫前壁下段可见一约2cm×2cm肿物突起，子宫稍增大，形态欠规则，表面色泽正常，质中。左侧输卵管与左侧盆壁粘连，右侧输卵管及左侧卵巢外观未见异常。予电刀分离松解右卵巢及左侧输卵管粘连带，钝性扩大右卵巢破裂口，将黄体囊肿剥离切除，予可吸收线过底连续缝合卵巢组织，充血止血。盆腔放置聚乳酸防粘连凝胶2支预防盆腔粘连。检查无异，予关腹结束手术。4.术前2小时内予静脉用药预防术中术后感染。术后抗菌素抗感染用药48小时后，观察患者无发热等感染表现，术口处无红肿渗出，予停用抗菌素。术后第四天，病理检查结果确诊为卵巢黄体囊肿破裂，患者观察无异常，恢复良好，予出院，嘱一周后门诊复查，术后一个月内禁止过性生活。"
    },
    {
        "id": 405,
        "symptom": {
            "一般资料": "男性，33岁，居民",
            "主诉": "男性,33岁,居民左侧颌面部肿胀疼痛伴张口受限8天，加重伴呼吸不畅4天。",
            "现病史": "患者于8天前因左侧牙齿疼痛后，突然出现左侧颌面部肿胀疼痛，伴张口受限，无畏寒发热，不伴口角歪斜，无耳心疼痛等。当时患者前往当地县人民医院就诊，予以住院输液治疗4天，上述症状未见缓解。近4天来，患者自觉上述症状加重，伴吞咽困难、呼吸困难。今为进一步明确诊治来我院就诊，口腔科门诊拟诊断为“左侧颌下间隙感染？”收入院。患者自发病以来精神状态差，饮食量少，睡眠欠佳，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，体型偏胖，神志清楚，急性病容，情绪烦躁，被动体位，端坐呼吸，查体基本合作；全身皮肤粘膜无黄染，无瘀点，瘀斑，浅表淋巴结未扪及肿大；头颅畸形，眼睑无水肿，睑结膜红润，巩膜无黄染，无突眼，双侧瞳孔等大形圆，直径约0.25cm，对光反射灵敏，眼球动度正常，无眼球震颤。口腔及耳鼻咽喉详见专科情况；颈部见专科情况。气管居中，甲状腺无肿大，无血管杂音，颈静脉无充盈，肝颈征阴性；胸廓无畸形，双侧呼吸动度一致，语颤一致，叩诊为清音，双肺呼吸音清晰，未闻及干湿性啰音；心前区无隆起，心尖区无抬举样搏动、无震颤，心尖搏动位于第5肋间左锁骨中线交点内侧0.5cm.叩心界不大，心率*次/分，律齐，心音有力，各瓣膜区未闻病理性杂音。腹平坦，无胃肠型，腹软，无压痛，反跳痛，肝脾肋下未及，肝肾区无叩痛，移动性浊音阴性，肠鸣音4-5次∕分；肛门，直肠，外生殖器未查；脊柱四肢无畸形，双下肢无水肿，生理反射存在，病理征未引出。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜充血，张口重度受限，左侧软腭明显充血、水肿、隆起，左侧腭扁桃体肥大，隐窝口未见分泌物，左侧咽腭弓充血肿胀，舌腭弓充血肿胀，咽后壁无滤泡，其余情况窥及不清。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，左侧颌面、颈部明显肿胀，皮温高，压痛明显。气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "颈部增强CT提示：左侧下颌骨、下牙槽骨周围软组织肿胀，病变向内达左侧鼻咽、口咽、喉咽、咽旁间隙，累及咽喉后壁、鼻咽、口咽、喉咽咽腔狭窄，考虑牙源性感染伴多发脓肿形成。"
        },
        "diagnosis": {
            "初步诊断": "左侧颌下间隙感染，左侧颌下脓肿，左侧咽旁间隙感染，左侧咽旁脓肿，咽后脓肿，喉梗阻（II度）",
            "诊断依据": "1.患者青年男性，急性起病，病程短。2.患者因“左侧颌面部肿胀疼痛伴张口受限8天，加重伴呼吸不畅4天”入院；3.查体见：咽喉：咽部粘膜充血，张口重度受限，左侧软腭明显充血、水肿、隆起，左侧腭扁桃体肥大，隐窝口未见分泌物，左侧咽腭弓充血肿胀，舌腭弓充血肿胀，咽后壁无滤泡，其余情况窥及不清。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，左侧颌面、颈部明显肿胀，皮温高，压痛明显。气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。4.辅助检查：颈部增强CT提示：左侧下颌骨、下牙槽骨周围软组织肿胀，病变向内达左侧鼻咽、口咽、喉咽、咽旁间隙，累及咽喉后壁、鼻咽、口咽、喉咽咽腔狭窄，考虑牙源性感染伴多发脓肿形成。",
            "鉴别诊断": "本病当与\"变态反应性喉水肿\"相鉴别，变态反应性喉水肿可表现为血管神经性水肿，儿童多发，进展迅速，数分钟内可发生喉阻塞，如不及时救治，多窒息死亡。喉镜检查见后粘膜苍白、水肿，表面有浆液性渗出物。严重时声带运动障碍，并出现三凹征，由此二者可资鉴别。",
            "诊断结果": "左侧颌下间隙感染，左侧颌下脓肿，左侧咽旁间隙感染，左侧咽旁脓肿，咽后脓肿，喉梗阻（II度），2型糖尿病"
        },
        "cure": "入院时患者已经有明显的呼吸不畅，端坐呼吸。考虑合并喉梗阻II度。立即给予吸氧、心电监测等对症处理，予以下病危。急诊完善颈部增强CT、心电图、胸部CT等相关检查，了解病变情况以及脓肿形成局部部分、范围。给予阿莫西林克拉维酸钾联合奥硝唑抗炎治疗，甲强龙消肿治疗。结合CT结果，考虑颌面颈深多发间隙感染伴脓肿形成。需要紧急行脓腔切开引流+气管切开。急诊在全麻下行“左侧颌下、颈深间隙脓肿切开引流+左侧咽旁脓肿切开引流+气管切开术”。术中所见：左侧颌面、颈部明显肿胀，皮温高，皮下可触及捻发感。切开后探查左侧颌下间隙、左侧下颌骨外侧缘及内侧缘脓肿形成，脓腔约5x5cm大小，内含大量黄白色脓液，恶臭。左侧咽旁间隙探及脓肿形成。手术过程：1.患者取平卧位，头后仰，垫肩。2.颈前常规消毒铺巾，2%利多卡因行颈前局部浸润麻醉。沿颈前胸骨上窝上缘行长约4cm横行切口，切开皮肤、皮下脂肪组织，钝性及锐性分离颈前带状肌，向上牵拉甲状腺峡部，暴露气管前壁。切开2-3气管环，置入7.5mm硅胶气管导管。3.气管导管接全麻机，静脉复合全麻。再次消毒铺巾。4.作左侧颈部胸锁乳突肌前缘L形切口，长约8cm，依次切口皮肤、皮下组织，深达颈阔肌深面。见颈部间隙水肿、渗液明显。分离颈阔肌后，暴露显示颌下腺包膜。5.沿颌下腺后下缘，钝性向上分离，触及下颌骨下缘，分别沿下颌骨下缘外侧及内侧分离，暴露并分离脓腔，见大量黄白色脓液流出，恶臭。取部分脓液送细菌培养。向颌下腺深面钝性分离至咽旁间隙，分离咽旁间隙脓腔，引出脓液。6.稀释碘伏反复冲洗脓腔，彻底止血，置血浆引流管3根，分别于下颌骨浅面、下颌骨深面、左侧咽旁间隙脓腔内。分层关闭术腔，皮肤消毒后用可吸收缝线缝合，术毕，手术中无并发症发生，出血20ml。手术过后，颈部留置3根血浆引流感，充分引流脓腔脓液。脓液常规送细菌培养+药敏实验。结果提示：肺炎克雷伯菌，药敏实验：对临床上大多抗生素均敏感。故而术后抗生素继续使用：阿莫西林克拉维酸钾联合奥硝唑抗炎治疗。甲强龙消肿治疗。入院后监测血糖偏高，糖化血红蛋白7%。请内分泌科会诊，考虑不排除糖尿病可能，围手术期给予胰岛素控制血糖。术后抗炎治疗10天。患者病情逐渐好转，张口受限度明显改善。复查生化及CT等指标恢复正常。办理出院。"
    },
    {
        "id": 406,
        "symptom": {
            "一般资料": "男性，17岁，学生",
            "主诉": "鼻窦炎术后2年，头痛伴鼻阻10+天",
            "现病史": "患者2年前曾因鼻窦炎在我科手术治疗。于10天前无明显诱因，开始出现头痛，伴恶心呕吐，伴左侧鼻阻，鼻流脓涕，伴嗅觉减退，鼻腔异味，无鼻痒、喷嚏、鼻出血、涕血、耳鸣、耳闭、听力下降，起病后病情持续性发作，院外口服药物（具体用药不详），上述症状未缓解，于“眉山市人民院”就诊，并予以对症治疗（具体治疗不详）后头痛症状缓解，仍有鼻阻、流脓涕、鼻腔异味，为进一步诊治来我院就诊，在门诊拟诊断为“慢性鼻窦炎；鼻腔新生物待诊”收入院，入院中医症见：患者鼻阻、流脓涕、鼻腔异味，伴头痛，舌质红，舌苔薄白，脉浮数。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "既往2年前曾因鼻窦炎行手术治疗。否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率78次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，鼻中隔右侧偏曲，左侧中鼻道见新生物生长，左侧中鼻甲息肉样变，双侧下鼻甲肥大，鼻咽部稍膨隆。咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "鼻内镜提示：慢性鼻窦炎。鼻息肉。"
        },
        "diagnosis": {
            "初步诊断": "1.鼻窦炎2.左侧鼻腔新生物3.鼻中隔偏曲4.鼻甲肥大",
            "诊断依据": "患者以鼻窦炎术后2年，头痛伴鼻阻10+天入院，查体见：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，鼻中隔右侧偏曲，左侧中鼻道见新生物生长，左侧中鼻甲息肉样变，双侧下鼻甲肥大，鼻咽部稍膨隆。辅查：鼻内镜提示：慢性鼻窦炎。鼻息肉。",
            "鉴别诊断": "与“结构性鼻炎”相鉴别，结构性鼻炎常以“鼻塞、鼻出血及反射性头疼”为主要症状，鼻腔检查可见：鼻中隔偏曲，鼻甲肥大等病理改变，但鼻腔及中鼻道少见有脓性分泌物积聚；副鼻窦CT可鉴别。",
            "诊断结果": "1.慢性鼻窦炎伴鼻息肉2.真菌性鼻窦炎3.鼻中隔偏曲4.鼻甲肥大"
        },
        "cure": "入院过后对慎先生进行了详细的检查，发现：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，鼻中隔右侧偏曲，左侧中鼻道见新生物生长，左侧中鼻甲息肉样变，鼻腔可见脓涕，双侧下鼻甲肥大，鼻咽部稍膨隆。完善血常规、肝肾功、凝血、心电图、胸片等常规检查未见明显异常。进一步完善副鼻窦CT以了解鼻腔鼻窦病变情况。入院过后还是常规的给予抗生素抗炎、糖皮质激素消肿等对症治疗，选择阿莫西林克拉维酸钾1.2g静滴2/日；甲强龙注射液40mg静滴1/日；配合鼻喷激素的使用（糠酸莫米松鼻喷雾剂）。术前输液3天时间。从慎先生复查的鼻窦CT情况来开，左侧鼻腔内可见息肉样新生物生长，首先还是考虑鼻息肉复发可能，但是不能完全排除鼻腔肿瘤性病变（比如内翻性乳头状瘤可能）。CT片上提示左侧上颌窦内有高密度影，不除外有合并霉菌感染的可能性。CT片上提示左侧的上颌窦窦口是开放的，局部骨质有吸收、破坏。完善术前准备后，在全麻下给慎先生完成了第二次手术，手术名称：经鼻内窥镜行左侧全组鼻窦开放术+鼻息肉切除术+鼻窦病损切除术+左侧下鼻甲成形术。手术大约1个小时，术中出血50ml左右。术中发现：左侧下鼻甲肥大,残留中鼻甲息肉样变,左侧中鼻道见大量息肉样新生物，左侧钩突上段残留，左侧上颌窦口、额窦口、蝶窦口堵塞，左侧筛窦区见大量息肉样新生物生长，中间夹杂黄褐色干酪样物，左侧上颌窦内、左侧额窦内见黄褐色干酪样物堵塞，窦腔粘膜水肿明显，左侧蝶窦内见大量脓性分泌物，鼻咽部未见明显异常。结合术中情况，考虑慎先生系鼻窦炎术后复发，同时合并鼻窦霉菌感染。"
    },
    {
        "id": 407,
        "symptom": {
            "一般资料": "女性，48岁，居民",
            "主诉": "间断咳嗽2月",
            "现病史": "患者入院前2月受凉后出现咳嗽，咳白色泡沫痰，量少不易咯出，无畏寒发热，无鼻塞流涕，无咽喉肿痛，无心累、气紧，无双下肢水肿，无夜间阵发性呼吸困难，无潮热盗汗，无胸闷胸痛，无头晕乏力，无食欲减退。咳嗽持续，以晨间咳嗽为主。为求进一步治疗，于今日至我院就诊，门诊以慢性支气管炎急性发作收入住院治疗。入院症见：咳嗽气急，呛咳阵作，咽痒，遇冷空气及异咳嗽加重，反复发作，干咳无痰。",
            "既往史": "肺结核病史10年，曾服药9个月，现未诉明显咯血等症状。否认肝炎史、疟疾史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.2℃，P:80次/分，R:18次/分，BP:135/90mmHg。发育正常，营养良好，正常面容，表情自如，自主体位，步入病房，神志清楚，查体合作。皮肤黏膜色泽正常，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形。眼睑无水肿、下垂，球结膜无充血、水肿，巩膜无黄染，对光反射灵敏，双侧瞳孔等大、等圆。耳鼻无异常分泌物。口唇红润，伸舌居中，扁桃体不大，咽部无充血。颈部无抵抗感，颈静脉无充盈、怒张，气管居中，肝颈静脉回流征阴性，甲状腺无肿大。心脏：视诊：心前区无隆起，剑突下未见心尖搏动。触诊：心尖搏动正常。叩诊：心界无扩大，听诊：心率80次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。周围血管未查。腹部视诊：腹部平坦。腹部触诊：腹肌柔软，全腹部无压痛，无反跳痛，腹部无包块，肝未触及，脾未触及，Murphy征阴性，麦氏点无压痛。腹部叩诊：移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常。外生殖器肛门直肠未查。脊柱四肢无畸形，四肢关节无活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾，双下肢无水肿。生理反射存在，病理反射未引出。专科情况：胸廓：无畸形。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：两肺呼吸音粗糙，两肺未闻及湿啰音、鼾音、哨笛音、水泡音、捻发音。",
            "辅助检查": "胸部CT检查：肺部紊乱增粗。"
        },
        "diagnosis": {
            "初步诊断": "慢性支气管炎急性发作",
            "诊断依据": "1.患者有受凉史，因间断咳嗽2月入院。2.查体：体温36.5℃，脉搏80次/分，呼吸20次/分，血压105/70mmHg，SPO295%。双肺呼吸音粗，未闻及明显干湿啰音。3.辅助检查：胸部CT检查：肺部紊乱增粗。",
            "鉴别诊断": "与肺结核相鉴别：患者受凉后咳嗽咯痰，需警惕该病可能，但该病常伴潮热盗汗等结核中毒表现，故可能性小，必要时抗感染治疗后复查胸部CT以助鉴别。",
            "诊断结果": "1.霉菌性鼻窦炎2.慢性支气管炎急性发作"
        },
        "cure": "入院后，患者给予抗炎、解痉、祛痰等对症治疗。症状改善不明显。随完善了头颅、颈、胸部CT检查，考虑鼻窦占位性改变。请我科会诊，考虑霉菌性鼻窦炎可能。并拟转我科进一步治疗。转到我科后，对刘女士进行了详细的病史询问，刘女士说：自己平时鼻子也没有特殊不舒服的症状，没有鼻塞、嗅觉下降、流脓涕等。以前感冒受凉后有过流鼻涕的症状，自己就缓解了。进一步完善鼻内镜检查，右侧中鼻道及后份发现少许粘稠的分泌物。鼻腔结构也基本正常。呼吸内科对刘女士做了头颅、颈、胸部CT检查，从头颅CT上能够大体看到鼻窦的病变情况。从CT片上观察，右侧上颌窦内的软组织影填充，隐约的可以发现有高密度信号。结合临床经验来分析，不除外霉菌感染可能。当然同时也要佩服呼吸内科老师的诊疗经验，患者长期咳嗽、的确找不到原因了，最后干脆就做了头、颈、胸的CT，广泛的搜索一遍，看是否能够发现比较隐匿的病灶。与刘女士也进行了充分的沟通，因为目前咳嗽的原因的确不明确，按照呼吸内科的治疗流程，的确效果也不好。现在发现鼻窦炎有炎症，而且可能是霉菌感染。具有手术探查治疗的指针，手术的目前是明确诊断，也是同时治疗的过程。刘女士刚开始还比较担心，但是经过充分的沟通交流过后，还是决定做这个手术。完善术前常规准备工作，于局麻下给刘女士完成了手术，手术名称为：经鼻内窥镜行右侧上颌窦、筛窦、额窦开放+鼻窦病损切除+双侧中下鼻甲成形术。术中探查见：右侧中鼻道见少许脓性分泌物，右侧上颌窦口、额窦口封闭，右侧上颌窦腔见大量黄褐色干酪样物堵塞。手术大约1个小时，术中出血约20ml。"
    },
    {
        "id": 408,
        "symptom": {
            "一般资料": "男性，6岁，学生",
            "主诉": "发热5天，咳嗽2天",
            "现病史": "患儿于8月31日傍晚无明显诱因出现发热，体温最高39.4度，予以退热后有反复，间隔4-5小时，无畏寒寒颤，无明显咳嗽、气促，在家口服药物，具体不详，无好转，9月2日在我院门诊就诊，当时稍咳嗽，且咳嗽不明显，血常规大致正常，C反应蛋白:29.10mg/L，予以口服药物治疗好转不明显，昨天咳嗽明显加剧，仍有发热，今上午来我院复诊，胸片右下肺可见大片密度增高影，影像诊断考虑右下肺大叶性肺炎？晚上复查血常规大致正常，C反应蛋白:38.00mg/L明显升高，门诊以肺炎收住院。患儿起病以来，精神稍差，食纳、睡眠欠佳，大小便正常。",
            "既往史": "平素健康。否认手术、外伤及输血史，否认肝炎、结核等传染病接触史。无新冠肺炎接触史，未去过疫区及中高风险地区。否认药物、食物及其他过敏史。按国家计划免疫接种疫苗，接种后无不良反应。"
        },
        "examine": {
            "查体": "发育正常，营养中等，精神稍倦怠，面色稍苍白，自动体位，步行入病房。神志清楚，反应正常，体查不甚合作。全身皮肤未见黄染、皮疹、皮下出血点，皮肤弹性可；浅表淋巴结未触及肿大。头颅五官端正，双侧眼睑无浮肿，结膜无充血，瞳孔等圆等大，直径约2.5mm，直接、间接对光反射灵敏，鼻翼无煽动，鼻腔粘膜无肿胀，口唇无发绀，口腔粘膜完整，咽充血，双扁桃体I度肿大，未见疱疹、脓点。颈软，无抵抗，气管居中，甲状腺无肿大，颈静脉无怒张。胸廓对称无畸形，三凹征（-），双肺呼吸动度均等，叩诊呈清音，听诊双肺呼吸音稍粗，右肺闻及干湿啰音，无胸膜摩擦音。心脏视诊心前区未见异常搏动，触诊心前区无震颤，叩诊心界不大，心率110次/分，心律齐，心音有力，未闻及杂音。腹部视诊：腹部外形无异常，未见肠型及蠕动波，腹部平软，无压痛、反跳痛，未触及包块，肝脾肋下未及，移动性浊音阴性，肠鸣音正常。外阴、肛门无异常。指尖毛细血管充盈时间：",
            "辅助检查": "2021年09月04日胸片右下肺可见大片密度增高影，影像诊断考虑右下肺大叶性肺炎？血常规大致正常，C反应蛋白:38mg/L。"
        },
        "diagnosis": {
            "初步诊断": "大叶性肺炎",
            "诊断依据": "患者因发热5天，咳嗽2天入院。体查：T39℃,,神清，精神稍差，急性病容，双肺呼吸音粗，无三凹征，右肺可闻及干湿啰音。胸片右下肺可见大片密度增高影，影像诊断考虑右下肺大叶性肺炎？血常规大致正常，C反应蛋白:38mg/L明显升高。",
            "鉴别诊断": "1.肺结核:肺结核一般有持续低热，盗汗，乏力等情况，咳嗽时间一般比较长，胸片上多见于肺上野，患儿为急性起病，病程5天，为高热，胸片也不支持，可能性不大。2.支气管异物:患儿无呛咳，无异物吸入史，且支气管异物常见于1-3岁小孩，影像学检查一般有肺不张等情况，目前患儿6岁，可能性不大，完善肺部CT检查。",
            "诊断结果": "1.右肺大叶性肺炎并胸腔积液2.肺炎支原体感染3.腺病毒感染"
        },
        "cure": "9月4日晚上入院后完善相关检查，结果回报：肝肾功能电解质心肌酶大致正常；抗0正常；二便常规正常，柯萨奇病毒IgM抗体:阴性，腺病毒IgM抗体:阴性，肺炎支原体抗体IgG:阴性，肺炎支原体抗体IgM:阴性，EB病毒IgM抗体:阴性。同时予以下治疗：1.患儿右下肺炎症较重,CRP明显高，哌拉西林他唑巴坦1.93g/次，静滴，Q8h，抗感染；2.患儿血常规白细胞不高，考虑混合感染可能，予阿糖腺苷0.1g/次，静滴，Qd，抗病毒；3.氨溴索15mg/次，静滴Q12h止咳化痰；4.布地奈德1mg+乙酰半胱氨酸0.3g雾化，Bid。患儿仍反复发热，于9月6日进一步完善流感检查，复查血常规+CRP，查血培养，胸部CT，结果回报血常规:白细胞:4.52x10^9/L，淋巴细胞数目:0.96x10^9/L，中性粒细胞数目:3.35x10^9/L，血小板数目:243x10^9/L，C反应蛋白:22.00mg/L，甲型流感病毒抗原:阴性，乙型流感病毒抗原:阴性，痰培养:呼吸道常居菌，未检出嗜血杆菌与真菌；胸部CT：右肺中叶见大片状实变影，内见含气支气管影，右肺下叶亦见多发条片状稍高密度模糊影，右侧胸膜腔见弧形液性密度影，报告诊断:右肺多发感染伴右肺中叶实变，右侧胸膜腔少量积液，建议治疗后复查；诊断大叶性肺炎并胸腔积液，病原体暂不明确，一般病毒或者支原体或细菌都可以引起，目前反复发热，考虑患儿可能合并支原体感染，治疗加用阿奇霉素颗粒0.2g，口服，每天一次，必要时完善PPD皮试，效果不好时考虑肺灌洗。9月11日停阿糖腺苷，将乙酰半胱氨酸改为异丙托溴铵雾化，其他治疗同前，患儿9月14日体温降至正常，复查相关检查，结果回报：腺病毒IgM抗体:弱阳性，考虑腺病毒感染，肺炎支原体抗体IgG:弱阳性，肺炎支原体抗体IgM:阳性(+)考虑支原体感染，C反应蛋白:1.98mg/L正常，血常规大致正常；复查肺部CT：原诊“右肺多发感染伴右肺中叶实变，右侧胸膜腔少量积液”治疗后复查，与前片2021-09-06比较，现片示：右肺中叶见大片状高密度影，部分实变影内见含气支气管影，右肺下叶亦见多发条片状稍高密度模糊影，较前明显吸收减少，双肺纹理增多、增粗，双侧胸腔未见明显积液，余大致同前，报告诊断:右肺多发感染伴右肺中叶实变，右侧胸膜腔少量积液治疗后改变，详见上述，请结合临床随诊。25-羟基维生素D（D2+D3）高效液相色谱-串联质谱法:25.0ng/mL处于正常低值，建议补充维生素D。目前诊断大叶性肺炎并胸腔积液、支原体感染、腺病毒感染。患儿家属于9月15日要求出院。建议回家继续抗支原体治疗，2周后复查肺部CT。"
    },
    {
        "id": 409,
        "symptom": {
            "一般资料": "男性，10月，儿童",
            "主诉": "咳嗽5天，加重伴喘息2天，发热1天",
            "现病史": "5天前患儿无明显出现咳嗽，初始无明显喘息，咳嗽呈阵发性单咳，伴有痰，给予口服药物对症治疗，效果欠佳。2天前患儿咳嗽较前明显加重，呈阵发性连声咳，较剧烈，伴喘息、纳差、精神欠佳，睡眠多。1天前患儿出现发热，热峰37.7℃，给予退热等对症治疗后，体温暂降，约1-2次/日，口服药同时加用雾化吸入等治疗，效果欠佳。今为求进一步诊疗至我院，门诊以“急性毛细支气管炎”收住我科，发病以来患者精神吃奶欠佳，睡眠欠佳，大小便正常。",
            "既往史": "既往史:既往曾诊断唐氏综合征；卵圆孔未闭、中枢性协调障碍"
        },
        "examine": {
            "查体": "一般情况:发育异常，营养不良，先天愚型貌，表情自如，体位自动，神志清楚，精神欠佳，查体不合作。皮肤黏膜:色泽正常，无皮疹、无皮下出血、无肝掌、无水肿、无蜘蛛痣，毛发分布正常，皮肤温度正常，皮肤弹性正常。淋巴结:浅表淋巴结无肿大。头部:头颅:大小正常，无畸形。眼:外眼角上斜，结膜正常，无巩膜黄染，角膜正常，瞳孔等圆等大，瞳孔对光反射灵敏。耳廓:正常，无外耳道异常分泌物，乳突无压痛，听力无障碍。鼻:鼻梁低平，无鼻翼煽动，无异常分泌物，无鼻窦压痛。口腔:唇正常，粘膜正常，舌正常，未萌芽，咽充血。颈部:无颈项强直，颈静脉正常，肝颈静脉回流征阴性，气管居中，甲状腺正常。胸部:胸廓正常，无胸骨压痛，乳房正常。肺:视诊:呼吸急促。触诊:语颤正常，无胸膜摩擦感。叩诊:正常清音听诊:呼吸音粗，可闻及痰鸣音及呼气相喘鸣音，语音传导正常，无胸膜摩擦音。心:视诊:心尖搏动正常，无剑突下搏动，心尖搏动位置正常。触诊:心尖搏动正常，无震颤。叩诊:心脏相对浊音界正常听诊：心律整齐，心音正常，无附加心音，无杂音，无心包摩擦音，无周围血管征。腹部:视诊：外形膨隆，无胃型，无肠型，无腹壁静脉曲张，无手术瘢痕。触诊：全腹柔软，无压痛、反跳痛，无腹部包块，肝脏未触及，胆囊未触及，Murphy征：阴性，脾脏未触及，肾脏未触及。叩诊：肝浊音界存在，肝上界位于右锁骨中线5肋间，无叩痛，移动性浊音阴性。听诊：肠鸣音正常，每分钟4次，无气过水声。直肠肛门:正常外生殖器:外观无畸形脊柱四肢:四肢肌力、肌张力降低，不能稳定竖头，抬头无力，不能自如翻身。通贯掌。神经系统:生理反射存在，病理反射未引出，脑膜刺激征阴性。张口反射阳性，手把握反射阳性，上肢移位反射阳性。",
            "辅助检查": "血常规及CRP:白细胞:15.4110^9/L,中性粒细胞百分比:42.0%,淋巴细胞百分比:52.2%,单核细胞百分比:5.1%,红细胞:4.1510^12/L,血红蛋白:116g/L,红细胞压积:37.4%,血小板:21210^9/L,C反应蛋白:2.20mg/l。"
        },
        "diagnosis": {
            "初步诊断": "急性毛细支气管炎,唐氏综合征,卵圆孔未闭,中枢性协调障碍",
            "诊断依据": "以“咳嗽5天，加重伴喘息2天，发热1天”为代主诉入院。查体:先天愚型貌，全身皮肤无黄染、皮疹及出血点。口腔黏膜红润，呼吸稍促，双肺呼吸音粗，可闻及痰鸣音及呼气相喘鸣音，心音中等，四肢肌力、肌张力降低，不能稳定竖头，抬头无力，不能自如翻身，张口反射阳性，上肢移位反射阳性。既往诊断：唐氏综合征、卵圆孔未必、中枢协调障碍。",
            "鉴别诊断": "1.支气管异物：患儿多有明确异物吸入史，突发剧烈呛咳，连续性咳嗽明显，肺部呼吸音听诊不对称，合并感染时肺部可闻及湿啰音及哮鸣音，排胸片可协助诊断。2.急性喉炎：常有声嘶，犬吠样咳嗽，吸气性呼吸困难，可伴发热。重症病例可有喉梗阻，常有喉笛音，吸凹征（+），口唇发绀，肺部听诊可闻及喉传导音。",
            "诊断结果": "肺炎,唐氏综合征,卵圆孔未闭,中枢性协调障碍"
        },
        "cure": "入院后完善相关检查:白细胞升高明显，提示感染；生化:总蛋白:59.5g/L,白蛋白:37.5g/L,稍低，与饮食欠佳相关，丙氨酸氨基转移酶:39U/L,天门冬氨酸氨基转移酶:56U/L,大致正常，乳酸脱氢酶:347U/L,肌酸激酶:55U/L,肌酸激酶同工酶:23U/L,α羟丁酸脱氢酶:262U/L,大致正常，补体C3:0.950g/L,补体C4:0.152g/L；降钙素原:0.08ng/ml,白介素-6:22.7pg/ml,稍高，提示细菌感染；结核抗体:阴性；新型冠状病毒RNA(ORFlab):阴性,新型冠状病毒RNA(N):阴性；柯萨奇病毒抗体IgM:阴性,EB病毒壳抗原IgM抗体:阴性；呼吸道病原学九项抗体:肺炎支原体IgM抗体:可疑，余正常，肺炎支原体IgM抗体2.95,陽性；血培养:经五天培养无细菌生长，48h未生长细菌，以后再生长细菌几率很小。胸部CT:1.右肺上叶、双肺下叶炎症。治疗上给予头孢拉定、阿奇霉素联合抗感染，甲泼尼龙抗炎平喘、雾化吸入止咳化痰平喘、机械深度排痰、必要时吸痰，补液、降低气道高反应等对症治疗2天后患儿减轻。继续上述巩固治疗到9天。复查胸部CT:较前片对比：1.右肺上叶、双肺下叶炎症，左肺下叶较前明显好转，建议治疗后复查。患儿无明显咳嗽、喘息，体温正常，两肺未闻及明显啰音，疾病达出院标准，办理出院。"
    },
    {
        "id": 410,
        "symptom": {
            "一般资料": "男性，1岁7个月，无",
            "主诉": "发热2天，流涎1天，声音嘶哑1小时",
            "现病史": "患儿于入院前2天无明显诱因出现发热，体温最高38.8℃，口服布洛芬颗粒0.1g，体温可降至正常，每日3次，无皮疹，无咳嗽及咳痰，无头晕及头痛，无抽搐，入院前1天患儿出现流涎，于我院门诊就诊，查血细胞分析：白细胞6.89×10^9/L、淋巴细胞比率33.10%、单核细胞比率10.30%、中性粒细胞比率54.20%、血红蛋白126.0g/L、血小板257.00×10^9/L，C反应蛋白2.3mg/L，指导口服小儿豉翘清热颗粒（具体剂量家长无法提供），患儿无明显好转，今日患儿出现间断哭闹，进食差，1小时前患儿出现声音嘶哑，无犬吠样咳嗽，无喉鸣，无呼吸困难，现家长为系统诊疗再次来我院，门诊以“急性喉炎，鹅口疮”收入院，病程中患儿无恶心及呕吐，无腹痛及腹泻，饮食稍差，睡眠一般，排便正常，尿量略减少。",
            "既往史": "患儿平时身体一般。2021-01-05至2021-01-15因“支气管肺炎，急性喉炎，EB病毒感染，支原体感染，急性胃肠炎”于我科住院治疗，好转出院。否认肝炎、结核、伤寒等传染病史及接触史，否认心、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，既往有口服药物过敏史，具体药物不详，否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "左侧口角皲裂、红肿，左侧口角皲裂、红肿，口腔颊粘膜可见白色凝乳状附着物，咽部充血，声音嘶哑，哭闹时伴吸气性喉鸣，双肺呼吸音粗，未闻及干湿啰音，心音有力，节律齐，未闻及病理性杂音。腹软，肝脾未触及肿大，肠鸣音存在，四肢活动自如，神经系统未见异常。",
            "辅助检查": "入院前：血细胞分析：白细胞6.89×10^9/L、淋巴细胞比率33.10%、单核细胞比率10.30%、中性粒细胞比率54.20%、血红蛋白126.0g/L、血小板257.00×10^9/L，C反应蛋白2.3mg/L。-04-2620:01入院后：化验回报：流感病毒三联检：流感病毒A型Igm抗体阴性、流感病毒B型IgM抗体阴性、副流感病毒IgM抗体阴性，阴性；降钙素原(PCT)"
        },
        "diagnosis": {
            "初步诊断": "急性喉炎,鹅口疮",
            "诊断依据": "急性喉炎1.发热2天，声音嘶哑1小时。2.查体：咽部充血，声音嘶哑，哭闹时伴吸气性喉鸣。3.辅助检查：血细胞分析：白细胞6.89×10^9/L、淋巴细胞比率33.10%、单核细胞比率10.30%、中性粒细胞比率54.20%、血红蛋白126.0g/L、血小板257.00×10^9/L，C反应蛋白2.3mg/L。鹅口疮1、流涎1天。2.查体：双侧颊黏膜可见白色片状附着物。",
            "鉴别诊断": "1.气管异物：患儿有发热、声音嘶哑、喉鸣表现，起病急，应注意吸入异物可能，但患儿家长否认异物呛咳史，暂不支持。必要时做电子纤维支气管镜协助诊断。2.疱疹性咽峡炎：患儿有发热、流涎表现，查体见咽部充血，需注意本病早期可能，监测患儿口腔黏膜变化。",
            "诊断结果": "急性喉炎,鹅口疮,中性粒细胞减少症"
        },
        "cure": "入院予炎琥宁静点抗感染治疗，地塞米松静点缓解喉头水肿，维生素D口服支持治疗，布地奈德泵吸缓解呼吸道症状，维生素C静点、适量补液对症治疗。入院查PCT正常，病原学检查均阴性，生化类检查基本正常，尿常规基本正常，门诊查真菌葡聚糖检测正常。治疗第2天，患儿热退，雾化治疗不配合，停布地奈德雾化治疗；治疗第3天，患儿声音嘶哑、喉鸣缓解，停地塞米松治疗；治疗第5天，患儿无不良主诉，复查血常规提示白细胞总数正常，CRP正常，中性粒细胞绝对值"
    },
    {
        "id": 411,
        "symptom": {
            "一般资料": "男性，2岁8个月，无",
            "主诉": "男性,2岁8个月岁,无声嘶、喉鸣、咳嗽3天，加重1天",
            "现病史": "患儿于入院前3天无明显诱因出现出现声音嘶哑，哭闹时有吸气性喉鸣，伴咳嗽，阵发性湿咳，咽有痰声，有痰咳不出，家长予四季抗病毒口服液、小儿咽扁颗粒、阿莫西林颗粒、小儿止咳糖浆（具体剂量未提供）口服治疗，近1天加重，声嘶及喉鸣较前明显；现为求进一步治疗，门诊以“急性喉气管炎”收入院；患儿发病以来，进食差，偶诉腹痛，可自行缓解，无恶心呕吐，无发热，无呼吸困难及喘憋，睡眠欠安，二便正常。",
            "既往史": "患儿平时身体健康。既往2019年2月11日至2019年2月19日因“急性化脓性扁桃体炎,中性粒细胞减少症,轻度贫血”于我院儿科住院诊疗，治愈出院，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "精神反应好，神志清，呼吸平稳，面色正常，咽部充血，声音嘶哑，哭时有吸气性喉鸣，扁桃体充血Ⅰ度肿大，颈软，双肺呼吸音粗，偶闻及少量痰鸣音。心音有力，节律齐，未闻及杂音，腹软，肠鸣音存在，正常，肝脾未触及肿大，四肢活动自如，神经系统未见异常。",
            "辅助检查": "血细胞分析(五分类)：白细胞5.72×10^9/L、淋巴细胞比率55.44%、单核细胞比率15.24%、中性粒细胞比率28.34%、中性粒细胞数绝对值1.62×10^9/L、红细胞4.14×10^12/L、血红蛋白118.0g/L、血小板263.00×10^9/L，C—反应蛋白测定（CRP）（散射比浊法）：C反应蛋白3.6mg/L。降钙素原测定(定量)：降钙素原(PCT)0.15ng/ml。患儿血常规白细胞正常，单核细胞比率偏高，C反应蛋白、降钙素原测定正常，提示存在病毒感染。流感病毒三联检：流感病毒B型IgM抗体弱阳性，余阴性。提示存在流感病毒感染，予奥司他韦颗粒30mg日2次口服抗病毒感染。尿液分析(干化学法+流式细胞仪法)：尿酸碱度6.50、葡萄糖阴性、隐血阴性、尿蛋白(白蛋白)阴性、酮体1+1.5mmol/L、白细胞(脂酶活性)阴性。予复查。呼吸道病毒五联检，凝血项测定(4项)，新冠病毒核酸检测(荧光定量PCR)回报未见明显异常。胸部(正侧位)片：两肺纹理增强、结构紊乱，两肺透过度良好，双肺未见实变及肿块影。EB病毒抗体（4项）：EB病毒早期抗原IgM0.68COI、EB病毒核心抗原IgG2.32U/ml、EB病毒衣壳抗原IgG"
        },
        "diagnosis": {
            "初步诊断": "急性喉气管炎",
            "诊断依据": "1.病史：声嘶、喉鸣、咳嗽3天，加重1天。2.查体：咽部充血，声音嘶哑，哭时有吸气性喉鸣，扁桃体充血Ⅰ度肿大，双肺呼吸音粗，偶闻及少量痰鸣音。",
            "鉴别诊断": "1.急性会厌炎：临床症状为剧烈的喉痛、吞咽困难和呼吸困难，喉镜检查可见喉部炎症严重，会厌、杓会厌皱襞、杓状软骨、假声带均充血水肿致声带及声门不可见，该患有声音嘶哑表现，无喉痛、吞咽困难和呼吸困难，不支持，待观察病情，必要时请耳鼻喉科会诊协诊。2.支气管异物：此病有异物吸入史，突然出现呛咳，X线可表现为肺不张和肺气肿，但有的病程迁延，有继发感染则类似肺炎或合并肺炎，此患儿无呛咳，无异物吸入史，可除外此病。",
            "诊断结果": "急性喉气管炎,EB病毒感染,流感病毒感染,胃肠功能紊乱。"
        },
        "cure": "入院后予二级护理，予头孢替唑钠0.5g日2次静点，炎琥宁0.1g日1次静点抗感染治疗；地塞米松静注，硫酸特布他林、布地奈德雾化吸入缓解呼吸道症状。入院第2天声嘶及喉鸣消失，仍有咳嗽，流感病毒三联检：流感病毒B型IgM抗体弱阳性，余阴性。提示存在流感病毒感染，予奥司他韦颗粒30mg日2次口服抗病毒感染。入院治疗第四天，患儿出现胃肠道症状，恶心，呕吐二次，大便稀，日三次，尿量尚可，给予蒙脱石散收敛、止泻，益生菌调节肠道菌群，适当补充液体，大便情况逐渐好转，治疗过程中喉炎病情无反复，喉炎症状逐渐好转，共治疗六天。"
    },
    {
        "id": 412,
        "symptom": {
            "一般资料": "女性，48岁，无",
            "主诉": "患者因“左侧肢体无力2天”前来我院就诊。",
            "现病史": "患者缘于入院前2天无诱因出现左侧肢体无力，表现为左上肢尚能抬举，但持物不稳，左下肢尚能站立及行走，较前明显笨拙，无言语障碍，无头痛头晕、恶心呕吐，无视物模糊、视物旋转、视物成双，无饮水呛咳、吞咽困难，无肢体抽搐，无意识障碍及大小便失禁。上述症状持续存在无缓解，为求诊治就诊于当地医院，考虑\"脑梗死\"，未治疗，为求诊治，就诊我院急诊，急诊查头MRI（含DWI)+MRV示：1、右侧顶枕颢叶急性期脑梗死。2、双侧额顶叶皮层下多发腔隙性脑梗死。3、左侧上颌窦囊肿。4、右侧顶枕叶皮层静脉分支减少，建议必要时结合增强MRV或高分辨血管壁成像检查。未予以药物治疗，为进一步诊治急诊以\"脑血管病\"收入我科。患者自发病以来，精神、睡眠、饮食基本正常，无大小便正常，近期体重无明显变。",
            "既往史": "\"高血压病\"病史1月，血压最高达\"160/100mmHg\"，不规律口服降压药，血压未监测。"
        },
        "examine": {
            "查体": "意识清楚，言语流利，反应稍迟钝，查体合作。双瞳孔正大等圆，直径约3mm，对光反射灵敏。眼动自如，无眼震及复视，双侧额纹、鼻唇沟对称，示齿口角不偏，伸舌居中。左侧肢体肌力4级，右侧肢体肌力5级。四肢肌张力正常。右侧指鼻试验及跟膝胚试验稳准，左上肢指鼻试验稍笨拙，左下肢跟膝胚试验欠稳准，双侧面部及肢体痛觉对称。双侧肢体腱反射对称存在。右侧巴氏征、双划征阴性，左侧巴氏征、双划征未引出，颈软，无抵抗，克氏征阴性。",
            "辅助检查": "头MRI（含DWI)+MRV示：1、右侧顶枕颢叶急性期脑梗死。2、双侧额顶叶皮层下多发腔隙性脑梗死。3、左侧上颌窦囊肿。4、右侧顶枕叶皮层静脉分支减少，建议必要时结合增强MRV或高分辨血管壁成像检查。图—图二高分辨血管壁成像检查：1、右侧顶叶大脑皮层静脉局部显示欠清，不除外脑组织水肿压迫所致，建议必要时复查。2、双侧颈内动脉终末段、双侧大脑中动脉M1段狭窄伴多发侧支循环，符合烟雾病表现。图三"
        },
        "diagnosis": {
            "初步诊断": "脑梗死",
            "诊断依据": "1.既往高血压病史2.主因“左侧肢体无力2天”入院3.查体：左侧肢体肌力4级4.颅脑磁共振显示右侧顶枕颞叶急性期脑梗死。",
            "鉴别诊断": "1.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头颅核磁未显示出血灶。2.蛛网膜下腔出血：可突发头痛恶心呕吐，剧烈头痛难以忍受，脑膜刺激征阳性，但患者症状与之不符合，且头颅核磁未见出血，故除外。",
            "诊断结果": "静脉性脑梗死"
        },
        "cure": "入院后完善高分辨血管壁成像检查：1.右侧顶叶大脑皮层静脉局部显示欠清，不除外脑组织水肿压迫所致，建议必要时复查。2.双侧颈内动脉终末段、双侧大脑中动脉M1段狭窄伴多发侧支循环，符合烟雾病表现。完善血尿便常规、风湿免疫、糖化血红蛋白、肿瘤标志物、血脂、炎性指标等均未发现明显异常。完善动态心电图+心脏超声+发泡试验均未发现心脏异常问题。治疗：给予以阿司匹林肠溶片100mg口服日一次抗血小板聚集，共9天，给予低分子肝素钠5000单位日二次皮下注射抗凝治疗，共9天；给予阿托伐他汀钙20mg日一次口服保护血管内皮，共9天；给予丁苯酞氯化钠注射液25mg日二次静点开放侧枝循环、改善患者神经功能缺损，共9天；给予依达拉奉右茨醇37.5mg日二次静点清除自由基，共9天；给予银杏叶提取物25ml日一次静点活血，共9天；给予甘露醇125ml每12小时一次静点脱水降颅压治疗，共9天。通过以上治疗，患者症状有所缓解，患者肢体无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后控制血压，继续口服药物治疗，康复治疗，定期复查。"
    },
    {
        "id": 413,
        "symptom": {
            "一般资料": "男性，77岁，农民",
            "主诉": "右侧肢体乏力20余年，咳嗽咳痰3天",
            "现病史": "患者20余年前诊断脑梗死，遗留右侧肢体无力，后反复脑梗死发作，现不能言语，右侧肢体不能活动，长期卧床，留置胃管饮食，留置导尿中，3天前无明显诱因下开始出现咳嗽咳痰，痰量增多，伴四肢浮肿，无恶心、呕吐，无意识丧失、四肢抽搐，无大小便失禁，无发热，无腹痛腹泻，今来我院就诊，急诊查头颅CT未见出血及占位，胸部CT提示两肺炎症，双侧胸腔及心包积液，为进一步治疗，拟诊“脑梗死后遗症合并肺部感染”收入病房。患者发病以来，精神可，胃纳可，大小便无异常，近阶段体重无明显减轻。既往有帕金森综合征，长期服用美多芭1粒口服qd治疗中。患者发现血压升高病史几十余年，最高达190/80mmHg，平时服用“苯磺酸氨氯地平、代文”降压治疗，未正规监测血压变化。患者有2型糖尿病病史十余年余，最高血糖值不祥，曾使用胰岛素降糖治疗，近期诉血糖控制可，未使用任何药物治疗。",
            "既往史": "既往有冠心病病史多年，偶有胸闷不适。否认青光眼、慢性支气管炎等其他系统慢性疾病史。"
        },
        "examine": {
            "查体": "T:37.6℃,P:70次/分,R:20次/分,BP:112/65/mmhg。发育正常，营养中等，嗜睡，查体不合作，无言语。气管居中，甲状腺不大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，两肺呼吸音粗，基本对称，闻及干湿性啰音。心前区无异常隆起，心尖搏动不弥散，心界不大，心率70次/分，律齐，各瓣膜区未闻及病理性杂音。全腹平坦，未见肠形及蠕动波，全腹软，无压痛及反跳痛，肝脾肋下未及，叩诊鼓音，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音不亢。腰4-5叩击痛，四肢浮肿。四肢肌张力增高，右侧肢体肌力0级，左侧肢体可见活动。生理反射存在。左侧病理征阴性，右侧病理征阳性。双侧肢体痛觉不合作。两侧指鼻、跟膝胫、指鼻、跟膝胫不合作，直线行走试验、Romberg征不合作，脑膜刺激征阴性。",
            "辅助检查": "2021.03.08生化组：总蛋白:52.5g/L,白蛋白:23.1g/L,葡萄糖:6.6mmol/L,肌酐:186umol/L,钠:128mmol/L,2021.03.08临检血：血红蛋白:82g/L,红细胞计数:2.8^12/L,白细胞计数:11.9910^9/L,嗜中性粒细胞%:81.5%,C-反应蛋白:110.26mg/L,2021.03.08检验2报告：肌钙蛋白I定量:0.027ng/ml,肌红蛋白定量:174.7ng/mL,肌酸激酶同工酶:2.5ng/mL,B型钠尿肽前体:6696pg/mL。2021.03.19血气分析lac:1.3g/L,葡萄糖:12.9mmol/L,钾:3.82mmol/L,钠:137mmol/L,氯:106.4mmol/L,酸碱度(PH):7.323,二氧化碳分压:47.40mmHg,氧分压:62.40mmHg,实际碳酸氢根:24.1mmol/L,全血剩余碱:-1.9mmol/L,氧饱和度:92.10%,tHb:7.0g/L。氧合指数：124.8mmHg。2021.03.08我院急诊查头颅CT：右侧小脑及双侧枕叶软化灶，皮层下动脉硬化性脑病（腔隙灶、脑萎缩、脱髓鞘），建议MRI进一步检查。胸部CT：两肺炎症，左肺上叶纤维钙化灶，双侧胸腔及心包积液，主动脉及冠状动脉钙化，主动脉型心脏，建议结合临床进一步相关检查排除合并心功能不全可能。心电图：1.窦性心律2、完全右束支传导阻滞，胸片提示1.两肺炎症较前片增多。心影增大；2.右侧胸腔积液。"
        },
        "diagnosis": {
            "初步诊断": "脑梗死后遗症。肺部感染。胸腔积液。高血压病3级（极高危）。帕金森综合征。2型糖尿病。冠状动脉粥样硬化性心脏病。心功能III级(NYHA分级)。低蛋白血症",
            "诊断依据": "右侧肢体乏力20余年，咳嗽咳痰3天胸部CT：两肺炎症2021.03.08临检血：血红蛋白:82g/L,红细胞计数:2.8^12/L,白细胞计数:11.9910^9/L,嗜中性粒细胞%:81.5%,C-反应蛋白:110.26mg/L,2021.03.19血气分析二氧化碳分压:47.40mmHg,氧分压:62.40mmHg,实际碳酸氢根:24.1mmol/L,全血剩余碱:-1.9mmol/L,氧饱和度:92.10%,tHb:7.0g/L。氧合指数：124.8mmHg。",
            "鉴别诊断": "肺结核：会有咳血、午后低热表现，血象一般不会有升高，急性肺脓肿：主要以咳嗽、咳痰为主，胸片检查可以鉴别，肺癌：痰培养可以发现癌细胞，胸片、CT也有鉴别的意义。",
            "诊断结果": "重症肺炎、I型呼吸衰竭、胸腔积液；脑梗死后遗症；帕金森综合征；2型糖尿病；冠状动脉粥样硬化性心脏病、心功能III级(NYHA分级)；高血压病3级（极高危）"
        },
        "cure": "入神经内科后，完善相关检查，予以I级护理，监测血压、血糖，吸氧，抗血小板聚集、稳定斑块、改善循环、改善帕金森、改善糖尿病神经病变、控制血压、护胃、哌拉西林他唑巴坦+左氧氟沙星抗感染、利尿、扩冠、维持内环境稳定等等对症处理。2021.03.08患者出现心率下降，指脉氧测不出，查动脉血气分析：酸碱度(PH):7.050,二氧化碳分压:60.00mmHg,氧分压:37.00mmHg,实际碳酸氢根:16.6mmol/L,全血剩余碱:-14.3mmol/L,氧饱和度:65.00%，紧急行气管插管、呼吸机辅助呼吸。2021.03.09转入重症监护室继续治疗，入科后予以GICU特级护理，心电监护，监测生命体征变化，气管插管、呼吸机辅助呼吸，哌拉西林钠他唑巴坦钠+左氧氟沙星抗感染、化痰、雾化舒张支气管、解痉平喘、清除炎症介质、护胃、补充白蛋白、利尿减轻水肿、降低心脏负荷、改善心脏功能、抗凝预防深静脉血栓形成、抗血小板聚集、稳定斑块、控制血压、肠内营养支持、补充肠道有益菌群、维持内环境稳定等等对症处理。病程中，患者痰培养提示真菌生长，予以氟康唑抗真菌，仍有发热，先后使用泰能、哌拉西林他唑巴坦联合替加环素抗感染；患者尿量少，水肿加重，血肌酐进行性升高，BNP进行性升高，肾功能恶化，心力衰竭，先后使用呋塞米、托拉塞米微泵利尿效果不佳，与家属沟通后予以CRRT治疗，经过3次CRRT治疗后患者情况趋于稳定，各项指标恢复，于2021.03.31好转转回普通病房继续治疗。"
    },
    {
        "id": 414,
        "symptom": {
            "一般资料": "男性，35岁，工人",
            "主诉": "胸闷2个月",
            "现病史": "患者2月前因胸闷于外院胃镜检查前完善心电图时发现室性早搏，当时没有明显心悸、心脏漏搏感等，后于医院就诊，行动态心电图：窦性心律，偶发室性早搏，平均心率72次/分，室早总数14526。后给予参松养心胶囊4粒日3次、酒石酸美托洛尔片25mg日2次口服，服用半月后，患者自觉未见明显好转，后于陆军总院就诊，给予参松养心胶囊4粒日3次、琥珀酸美托洛尔缓释片47.5mg早1次、心律平150mg日3次口服，患者自觉服药后气短。1月后于复查动态心电图：窦性心律，平均心率63次/分，室早11236次，频发室早。今为求进一步诊治入我院，病来无视物模糊，无头晕头痛，无发热寒战，无咳嗽咳痰，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "否认高血压、冠心病及糖尿病病史。"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：90次/分，心律不齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "入院心电图：窦性心律，心率75次/分，频发室性早搏。动态心电图（2022-8-4于外院）：窦性心律，偶发室性早搏，室性早搏二三联律，室早总数14526，心搏总数98643次，平均心率72次/分，间歇性ST-T改变。动态心电图（2022-9-19于外院）：窦性心律，室早11236次，频发室早，心搏总数：83930次，平均心率63次/分，ST-T改变。心彩（2022-8-22于外院）：心内结构及彩色血流大致正常，左室舒张功能正常，静息状态下左室整体收缩功能正常，射血分数：71%。"
        },
        "diagnosis": {
            "初步诊断": "心律失常频发性室性期前收缩",
            "诊断依据": "1.症状：剑突下闷2个月；2.体征：心律不齐；3.辅助检查：入院心电图：窦性心律，心率75次/分，频发室性早搏。动态心电图（2022-8-4于外院）：窦性心律，偶发室性早搏，室性早搏二三联律，室早总数14526，心搏总数98643次，平均心率72次/分，间歇性ST-T改变。动态心电图（2022-9-19于外院）：窦性心律，室早11236次，频发室早，心搏总数：83930次，平均心率63次/分，ST-T改变。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "心律失常频发性室性期前收缩心电生理检查及射频消融术后"
        },
        "cure": "完善术前检查：心肌酶、肌钙蛋白、血常规、肝肾功离子等均未见异常，评估心脏超声提示心内结构及彩色血流大致正常，左室舒张功能正常，静息状态下左室整体收缩功能正常，择期完善心电生理检查，术中标测室早起源于左室心尖部，此处用冷盐水消融导管反复放电消融，室早消失，于此点周围巩固放电，观察30分钟，静点异丙肾后无室早出现，术后复查动态提示偶发室早（80个/小时），经治疗后患者病情明显好转，未在发作不适。完善术前检查，未见异常，择期完善心电生理检查，行射频消融治疗，术后复查动态提示偶发室早（80个/24小时）。"
    },
    {
        "id": 415,
        "symptom": {
            "一般资料": "男性，79岁，无",
            "主诉": "畏寒、发热伴咳嗽、咳痰、气促2天。",
            "现病史": "缘患者于2天前始无明显诱因出现反复畏寒、发热，中高热为主，体温最高达40℃，伴咳嗽，咳中量白色黏痰，活动后气促，无胸痛、胸闷，无咯血。患者曾在当地门诊治疗，具体不详，效果欠佳，今遂入住本科住院治疗。患者病后精神、胃纳、睡眠一般，大小便正常。",
            "既往史": "既往有慢支、肺气肿病史10余年，冠心病2年。否认高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：老年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音增粗，双肺可闻及哮鸣音及湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率105次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：胸廓对称，双肺叩清，呼吸音增粗，双肺可闻及哮鸣音及湿性啰音。",
            "辅助检查": "暂缺"
        },
        "diagnosis": {
            "初步诊断": "1.慢性阻塞性肺病伴有急性下呼吸道感染；2.老年性冠心病",
            "诊断依据": "1.男，79岁,畏寒、发热伴咳嗽、咳痰、气促2天。既往有慢支、肺气肿病史10余年，冠心病2年。2.专科检查：胸廓对称，双肺叩清，呼吸音增粗，双肺可闻及哮鸣音及湿性啰音。3.辅助检查：暂缺。",
            "鉴别诊断": "肺结核：肺结核患者可有消瘦、低热、盗汗、咳嗽等表现，查胸部CT有助鉴别，痰涂片找到抗酸杆菌可确诊。",
            "诊断结果": "1.慢性阻塞性肺病伴有急性下呼吸道感染；2.冠心病心脏瓣膜病变（主动脉瓣中度返流；三尖瓣中度返流）心功能III级；3.双肾结石"
        },
        "cure": "入院后完善相关检查，辅助检查：血常规：白细胞5.7210^9/l；中性粒细胞比率79.5%↑；血型鉴定：O型RH（+）；肺炎支原体(MP-IgM)阴性(-)；血清肌钙蛋白I定量0.037ng/ml↑；N末端脑钠素原测定4678pg/ml↑；降钙素原检测0.182ng/ml↑；糖化血红蛋白测定5.9%；肾功：肌酐测定97.18umol/L↑；二氧化碳19.16mmol/L↓；乙肝三对：乙型肝炎核心抗体测定&gt;10.000(阳性)↑；尿常规：尿蛋白质+-↑；尿潜血1+↑；酮体+-↑；尿沉渣/红细胞10个/μl↑；大便常规、肝功、血脂六项、传染病五项、结核抗体未见明显异常。胸部CT示：冠状动脉钙化；所扫层面：左侧肾上腺增粗，考虑肾上腺增生；双肾小结石。(彩超)示：符合冠心；左室舒张功能减退；左室收缩功能轻度减弱；主动脉瓣退行性变伴中度返流；二尖瓣轻度返流；三尖瓣中度返流。同时患者有畏寒、发热，伴咳嗽、咳白色粘痰，有活动后气促，无胸闷、胸痛，无咯血、盗汗，无腹痛、腹胀，无尿频尿急尿痛等，精神、睡眠、胃纳一般，大小便正常。查体：体温:38.3℃；脉搏:110次/分。1.慢性阻塞性肺病伴有急性下呼吸道感染；2.冠心病心脏瓣膜病变（主动脉瓣中度返流；三尖瓣中度返流）心功能III级；3.双肾结石。治疗上予以注射用头孢哌酮钠舒巴坦钠2g每日2次、盐酸氨溴索注射液30mg每日1次、痰热清注射液20ml每日1次静脉输注治疗，同时予以布地奈德混悬液1mg、吸入异丙托溴铵溶液250ug每日两次雾化治疗，同时口服乙酰半胱氨酸颗粒0.2g每日2次、复方甲氧那明胶囊25mg每日3次、复方福尔可定口服溶液10ml每日3次，必要是口服对乙酰氨基酚片0.5g抗感染、雾化祛痰、止咳、退热等对症治疗。经过住院治疗12天，患者病情平稳，症状好转出院。"
    },
    {
        "id": 416,
        "symptom": {
            "一般资料": "男性，52岁，无",
            "主诉": "乏力半年，纳差1月余。",
            "现病史": "患者于半年前无明显诱因下出现乏力，偶有头疼，咳嗽、咳痰，白色粘液痰，并有全身皮肤瘙痒，无头晕，无恶心、呕吐，无腹痛、腹胀，无畏寒、发热等症状，曾多次予当地卫生院就诊（具体治疗）不详，1月前出现纳差，食欲不振，未见特殊处理。",
            "既往史": "既往有“结节性氧疹”病史2年，平素口服药物治疗（具体不详）。自诉有“安乃近、去痛片”药物过敏史。否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养良好，无贫血貌，神志清，精神欠佳，自主体位，查体合作。全身皮肤黏膜可见散在结节性红色皮疹。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率61次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，精神欠佳，全身皮肤黏膜可见散在结节性红色皮疹，腹平坦，无压痛、反跳痛，双下肢无浮肿，四肢肌力、肌张力正常，生理反射正常，病理反射未引出。",
            "辅助检查": "ALT：293.00U/L、AST386.00U/L、GGT116.00IU/L、GLB37.2g/L、TBIL20.75Umol/L、DBIL11.28Umol/L、IgG：2173.50mg/dL。"
        },
        "diagnosis": {
            "初步诊断": "1.肝功能异常2.结节性痒疹",
            "诊断依据": "1.男，52岁,乏力半年，纳差1月余。2.专科检查：神清，精神欠佳，全身皮肤黏膜可见散在结节性红色皮疹，腹平坦，无压痛、反跳痛，双下肢无浮肿，四肢肌力、肌张力正常，生理反射正常，病理反射未引出。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "1.肝癌：可有食欲减退、乏力等不适，进一步检查，以明确诊断。",
            "诊断结果": "1.肝炎后肝硬化代偿期2.慢性乙型肝炎（重度）3.结节性痒疹。"
        },
        "cure": "入院后完善相关检查，辅助检查：白细胞4.67×10^9/l。中性粒细胞比率51.3%。淋巴细胞比率31.2%。血红蛋白118g/l。血小板数11010^9/l。血清透明质酸酶测定1064.36ng/mL↑。血清IV型胶原测定115.255ng/mL↑。血清天门冬氨酸氨基转移酶测定348.00U/L↑。血清a羟基丁酸脱氢酶测定236.00U/L↑。血清肌酸激酶测定209.00U/L↑。血清肌酸激酶-MB同工酶活性测定60.00U/L↑。乙型肝炎表面抗原测定(HBsAg)&gt;250.0000(阳性)↑。乙型肝炎核心抗体测定(HBc)&gt;10.000(阳性)↑。乙型肝炎病毒外膜蛋白前S1抗原521.665(阳性)。甲胎蛋白(AFP)8.49ng/mL。胸部正位片：心肺膈未见异常。B超示：肝脏回声改变，符合肝硬化声像。胆囊壁增厚。脾大。左肾缺如，请结合临床病史。前列腺钙化灶。根据症状、体征及辅助检查诊断1.肝炎后肝硬化代偿期2.慢性乙型肝炎（重度）3.结节性痒疹。治疗上予以舒肝宁注射液10ml每日一次、注射用复方甘草酸苷100mg每日1次、注射用还原型谷胱甘肽2.4g每日1次、注射用丁二酸腺苷蛋氨酸1g每日1次进行护肝、降黄疸、降酶治疗。由于患者HBV-DNA：4.55E+0.8IUmL，口服恩替卡韦胶囊0.5mg每日1次进行抗病毒治疗。经过积极治疗9天后，患者无乏力、纳差症，无咳嗽、咳痰，全身皮肤无明显瘙痒较，查体：心肺腹正常，双下肢无水肿，经护肝、降酶、抗乙肝病毒等治疗，2次复查肝功能指标逐渐好转。"
    },
    {
        "id": 417,
        "symptom": {
            "一般资料": "男性，8岁，无",
            "主诉": "咳嗽伴解血尿3天",
            "现病史": "患儿无明显诱因于3天前开始出现咳嗽，阵发性连声咳，2-3声／次，白天及夜间均咳，干咳，无喘息、发绀，无气促、呼吸困难，无恶心、腹泻，无发热，无流涕，有鼻塞，有解血尿，为全程血尿，无尿痛、尿急，有尿频，无腹痛、呕吐，无关节疼痛，无皮疹，昨在我院急诊诊治，予以“阿莫西林克拉维酸钾0.7gbid，补液”等对症治疗1次，患儿未见明显好转，现为进一步诊治，以“血尿查因”收住入院。患儿起病以来，精神、睡眠、食纳尚可，大便正常，体重无明显下降。",
            "既往史": "平素体质尚可，否认异物吸入史；否认肝炎、结核、手足口病史及禽类接触史，否认外伤史、手术史及输血史，否认药物、食物过敏史，按程序进行预防接种。"
        },
        "examine": {
            "查体": "发育正常，营养一般，神志清楚，精神、反应可，全身皮肤弹性可，皮肤巩膜无黄染，全身皮肤弹性可，未见出血点及皮疹，未扪及浅表淋巴结肿大，头颅正常，双眼睑无浮肿，双瞳孔等大等圆，对光反射灵敏，口唇红润，咽充血，双侧扁桃体II度肿大。颈软，双肺呼吸音粗，可闻及少许湿啰音，无胸膜摩擦音。心率110次／分，律齐，心音可。无杂音及心包摩擦音。腹平软，无腹壁静脉曲张，无胃、肠型及蠕动波，肝脾肋缘下未扪及，未扪及腹部包块，无拒按，双肾区无叩痛，肠鸣音正常。肛门外生殖器未见异常，脊柱、四肢正常，肛周、手足无疱疹，四肢肌力、肌张力正常，克、布、巴氏征阴性",
            "辅助检查": "入院后相关检查：尿常规:尿潜血3＋＊；尿液常规镜检红细胞3＋／HP白细胞1-3/HP＊；白细胞＋－＊；尿蛋白2＋＊。抗链球菌溶血素0314个＊U/ml；补体30.19↓＊g/L。肺炎支原体总抗体1:80阳性＊。尿红细胞形态：白细胞＜10/HP＊个／HP；红细胞7200000＊个／ml；其他管型0-2个／HP＊；非均－形红细胞85＊％。3小时尿沉渣：白细胞63＊万个／小时；红细胞8800＊万个／小时；尿量100.000＊ml；24小时尿蛋白定量：0.662↑＊g/24h。肝肾功能、电解质、心肌酶、免疫全套、CRP、PCT、血沉、凝血功能、大便常规、血脂、咽拭子、呼吸道病毒、风湿全套、抗中性粒细胞抗体、泌尿系彩超未见明显异常。胸片：支气管肺炎。左肾静脉彩超，心脏彩超，心电图未见明显异常。治疗后复查：三小时尿沉渣：白细胞96＊万个／小时；红细胞1492＊万个／小时；管型计数40000.000↑＊个／h；尿量120.000＊ml；尿常规：尿潜血3＋＊；尿液常规镜检红细胞2-5/HP白细胞0-1个／HP＊；复查抗链球菌溶血素0301↑＊U/ml；复查肾功能、血沉、CRP等未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.支气管肺炎（小叶性肺炎）2.血尿查因",
            "诊断依据": "1.支气管肺炎（小叶性肺炎）：患儿，男，8岁，因咳嗽伴解血尿3天入院，体查：双肺呼吸音粗，可闻及少许湿啰音，胸片示支气管肺炎，故可诊断。2.血尿查因:1）急性肾小球肾炎?:患儿，男，8岁，因咳嗽佳解血尿3天入院，完善尿常规示有红细胞及尿蛋白，故需考虑，完善检查，协助诊断。2）泌尿道感染?:患儿因解血尿3天入院，有尿频，尿常规有白细胞，故需考虑，追尿培养检查，协助诊断。3）IgA肾病？:患儿因解全程血尿入院，完善尿常规有红细胞，有肺炎病史，故需考虑，完善检查，协助诊断。",
            "鉴别诊断": "1.尿路结石：尿路结石发作患者通常尿液可见血尿，伴尿痛，腰酸、乏力等不适，疼痛性质为剧烈性绞痛，多表现为疼痛难忍，坐立不安，尿路结石排出后疼痛可自行缓解。2.过敏性紫癜肾炎：除尿液可见血尿等表现外，通常伴有全身多系统受累表现，如高出皮肤，多见于下肢、臀部，呈对称性分布的出血性斑丘疹，血小板多不减少，查尿常规有红细胞、尿蛋白。且免疫全套多异常。",
            "诊断结果": "1.急性链球菌感染肾小球肾炎2.支气管肺炎3.支原体感染"
        },
        "cure": "入院后完善相关检查:入院后相关检查：尿常规:尿潜血3＋＊；尿液常规镜检红细胞3＋／HP白细胞1-3/HP＊；白细胞＋－＊；尿蛋白2＋＊。抗链球菌溶血素0314个＊U/ml；补体30.19↓＊g/L。肺炎支原体总抗体1:80阳性＊。尿红细胞形态：白细胞＜10/HP＊个／HP；红细胞7200000＊个／ml；其他管型0-2个／HP＊；非均－形红细胞85＊％。3小时尿沉渣：白细胞63＊万个／小时；红细胞8800＊万个／小时；尿量100.000＊ml；24小时尿蛋白定量：0.662↑＊g/24h。肝肾功能、电解质、心肌酶、免疫全套、CRP、PCT、血沉、凝血功能、大便常规、血脂、咽拭子、呼吸道病毒、风湿全套、抗中性粒细胞抗体、泌尿系彩超未见明显异常。胸片：支气管肺炎。左肾静脉彩超，心脏彩超，心电图未见明显异常。明确病因后予以“苄星青霉素60万单位肌注”抗链球菌治疗，院内使用一次即可，并予以“红霉素0.2g2次/日静脉滴注”使用3日，并予以补液、监测血压、充分休息、低盐低蛋白优质饮食等对症支持治疗。治疗3日后复查：三小时尿沉渣：白细胞96＊万个／小时；红细胞1492＊万个／小时；管型计数40000.000↑＊个／h；尿量120.000＊ml；尿常规：尿潜血3＋＊；尿液常规镜检红细胞2-5/HP白细胞0-1个／HP＊；复查抗链球菌溶血素0301↑＊U/ml；复查肾功能、血沉、CRP等未见明显异常。虽尿沉渣指标仍稍高，但炎性指标，血沉，肾功能等未见明显异常。患儿病情平稳，症状好转，已无明显肉眼血尿，无咳嗽、便血等不适，予以出院。出院后继续：1.阿奇霉素0.2g口服1次／日（停4日服3日＊1周）持续抗支原体治疗。2.注意卧床休息2-4周，出院后定期复查尿常规，2周后继续予以苄星青霉素治疗并预防链球菌感染，再次复查肾功能、补体C3、抗0、3小时尿沉渣、24小时尿蛋白定量、肝功能。3.如有不适，儿科门诊就诊。"
    },
    {
        "id": 418,
        "symptom": {
            "一般资料": "女性，62岁，无",
            "主诉": "纳差、乏力、尿黄7天。",
            "现病史": "患者于7天前无明显诱因下出现纳差，每餐进食小半碗米饭，伴有全身乏力，尿黄，无腹痛腹胀感，无腹泻，偶有反酸嗳气，无咳嗽咳痰，无胸闷胸痛，无头晕，无头痛，无畏寒发热，无尿频尿急尿痛，双下肢无浮肿。",
            "既往史": "自诉有“高血压”病史1年，平时规律服用降压药物治疗，具体不详，血压控制欠佳。自诉既往曾有“急性肝炎”病史，具体不详。既往有“慢性胃炎”病史。否认“糖尿病、冠心病”病史，否认“结核”病史，否认“重大外伤、手术”史。否认“药物、食物”过敏史。已接种新冠疫苗，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：老年女性，发育正常，营养良好，无贫血貌，神志清，精神欠佳，自主体位，查体合作。全身皮肤无黄染，巩膜黄染，皮肤无苍白，全身皮肤无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率69次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：[神清，精神欠佳，全身皮肤无黄染，巩膜黄染，皮肤无苍白。",
            "辅助检查": "外院肝功检查示：天门冬氨酸氨基转移酶：857u/l，总胆汁酸：127umol/l，总胆红素：105.9umol/l，间接胆红素26.5umol/l,直接胆红素：79.4umol/l。腹部B超示：肝左叶小囊肿，胆囊壁水肿增厚，请结合临床，胰、脾、双肾、膀胱未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.肝功能异常查因：慢性乙型病毒性肝炎？肝CA？2.慢性胃炎，3.高血压病。",
            "诊断依据": "1.女，62岁。2.专科检查：神清，精神欠佳，全身皮肤无黄染，巩膜黄染，皮肤无苍白。3.辅助检查。",
            "鉴别诊断": "肝内胆管结石并梗阻：患者可有腹痛、腹胀、全身皮肤、巩膜黄染等症状，行腹部CT检查以鉴别。",
            "诊断结果": "1.急性戊型肝炎，2.急性胆囊炎，3.十二指肠球炎，4.肝囊肿，5.高血压病。"
        },
        "cure": "入院后完善相关检查，辅助检查：血清a羟基丁酸脱氢酶测定(HBDH)246.00U/L↑，乳酸脱氢酶测定(LDH)413.00U/L↑，戊型肝炎IgM抗体测定(HEV-IgM)46.251(阳性)S/CO，血常规、凝血功能无异常。外院检查示：天门冬氨酸氨基转移酶：857u/l，总胆汁酸：127umol/l，总胆红素：105.9umol/l，间接胆红素26.5umol/l,直接胆红素：79.4umol/l。腹部B超示：肝左叶小囊肿，胆囊壁水肿增厚，请结合临床，胰、脾、双肾、膀胱未见明显异常。腹部CT示：考虑急性胆囊炎，请结合临床。胃十二指镜检查示：1.十二指肠球炎，2.慢性浅表性胃炎。结合患者症状，病史，诊断为1.急性戊型肝炎，2.急性胆囊炎，3.十二指肠球炎，4.肝囊肿，5.高血压病。治疗上予以多烯磷脂酰胆碱注射液10ml每日一次、注射用丁二酸腺苷蛋氨酸1g每日1次、舒肝宁注射液10ml每日一次、注射用头孢噻肟钠舒巴坦钠3g每日2次、甘草酸单铵半胱氨酸氯化钠注射液250ml每日一次进行护肝、降酶、降黄疸、抗感染治疗。同时予以口服双环醇片50mg每日3次、匹维溴铵片50mg每日三次、艾普拉唑肠溶片2mg每日2次、复方甘草酸苷胶囊75mg每日3次、硝苯地平缓释片30mg每日1次等护胃、降酶、将血压治疗。经治疗后，复查：血清丙氨酸氨基转移酶测定(ALT)63.00U/L↑，血清Y-谷氨酰基转移酶测定(GGT)69.00U/L↑，血清总胆红素测定(TBIL)26.51μmol/L↑，血清直接胆红素测定(DBIL)16.49μmol/L↑，血常规无异常。治疗12后患者症状好转，复查肝功指标明显好转。"
    },
    {
        "id": 419,
        "symptom": {
            "一般资料": "女性，48岁，自由职业",
            "主诉": "多关节肿痛4月",
            "现病史": "患者自诉4月余前无明显诱因出现开始出现右肩关节疼痛不适，并逐渐进展至双肩、双肘关节、双膝关节、双手掌指关节及近端指间关节肿痛，有晨僵，持续时间常大于30分钟，活动后稍有好转，无双下肢水肿，无发热、畏寒，无咳嗽咳痰、头晕头痛、肌肉酸痛，无恶心、呕吐，无皮疹。遂至当地医院完善类风湿因子IgM抗体：277.47U/ml；类风湿因子IgG抗体：55.74U/ml；类风湿因子IgA抗体：27U/ml；系统性红斑狼疮抗体谱阴性；为求系统诊治，今日我院门诊就诊，拟“类风湿关节炎？“收住院，起病以来，患者精神睡眠欠佳、饮食尚可、大小便未见明显异常，近期体重无明显变化",
            "既往史": "否认肝炎、结核、伤寒病史，否认高血压，糖尿病、冠心病病史，否认外伤、手术、输血史，否认食物、药物过敏史。接种3针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养一般，神志清楚，精神尚可，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，全身浅表淋巴结未触及肿大。头颅无畸形、双眼睑无浮肿，眼球活动自如，无外突，结合膜无充血及水肿，巩膜无黄染，角膜透明，双侧瞳孔等大等圆，对光反应灵敏。耳廓无畸形，外耳道无溢脓，乳突无压痛。外鼻无畸形，鼻通气良好，无鼻翼扇动，副鼻窦区无压痛。唇无紫绀，口腔粘膜无出血点，伸舌居中，无震颤，咽部无充血，扁桃体无肿大，无脓性分泌物。颈软无抵抗，无颈静脉怒张，甲状腺无肿大，无血管杂音，气管居中，肝颈静脉回流征阴性。胸廓无畸形，双侧呼吸动度对称，语颤无增强，双肺叩诊清音，双肺呼吸音清晰，未闻及干湿性啰音和胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内0.5cm，未触及震颤，心界无扩大，心率91次／分，律齐，心音正常，各瓣膜听诊区未闻及病理性杂音。腹部软，未见腹壁静脉曲张，无胃肠型及蠕动波，全腹无压痛及腹肌紧张，未触及腹部包块，肝、脾肋缘下未触及，莫菲氏征阴性，肝及肾区无叩击痛，腹部移动性浊音阴性，双肾区无叩击痛。肠鸣音正常。肛门、外生殖器未查。脊柱无畸形，活动自如，关节无红肿，无杵状指（趾），双下肢无浮肿，双下肢皮肤无色素沉着。四肢肌力、肌张力正常。腱反射存在，巴氏征阴性，克氏征阴性，布氏征阴性。专科情况：双肩关节、双肘关节、双膝关节压痛（＋），肿胀（－）。双手掌指关节、近端指间关节肿胀压痛（＋）。",
            "辅助检查": "外院：类风湿因子－IgM277.47U/ml；类风湿因子－IgG55.74U/ml；类风湿因子－IgA27U/ml；系统性红斑狼疮抗体谱阴性；入院后完善相关检查：白细胞计数17.36↑＊10＾9/L；中性粒细胞计数15.69个＊10＾9/L；嗜酸性粒细胞计数0.01↓＊10＾9/L；血脂：高密度脂蛋白胆固醇1.14↓＊mmol/L；低密度脂蛋白胆固醇3.54↑＊mmol/L；载脂蛋白A10.97↓＊g/L；动态红细胞沉降率（ESR）31↑＊mm/h；免疫八项：C-反应蛋白54.0↑＊mg/L；类风湿因子83.0个＊U/ml；凝血四项：纤维蛋白原含量4.47↑＊g/L；D-二聚体0.49＊ug/ml；肝功能、大小便常规、甲功三项、电解质肾功能、心肌酶、输血前检查、糖化血红蛋白、2019新型冠状病毒抗体未见明显异常；类风湿因子－IgG＜20＊RU/ml；类风湿因子－IgA104.000↑＊RU/ml；类风湿因子－IgM129.000↑＊RU/ml；风湿全套、ANCA阴性。心脏彩超、肺HRCT、腹部彩超未见明显异常。双手正位片：双手轻度骨质疏松，不排除类风湿性改变，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "类风湿关节炎？",
            "诊断依据": "患者，46岁女性，因多关节肿痛4月入院。有晨僵，持续时间常大于30分钟，活动后稍有好转，体查双肩关节、双肘关节、双膝关节压痛（＋），肿胀（－）。双手掌指关节、近端指间关节肿胀压痛（＋）。辅查类风湿因子37U/ml；抗核抗体、CCP阴性；类风湿因子－IgM277.47U/ml；类风湿因子－IgG55.74U/ml；类风湿因子－IgA27U/ml；系统性红斑狼疮抗体谱阴性。考虑类风湿关节炎可能性大，进一步完善相关检查协助诊治。",
            "鉴别诊断": "1.骨关节炎：多见于老年人，以骨质退行性改变为主，多侵犯负重关节、远端指间关节，一般RF阴性，炎性活动指标正常，X线为增生样改变。2.强直性脊柱炎：见于青少年男性患者，以骶髂关节、腰椎病变为主，X线示骶髂关节炎，晚期腰椎呈竹节样变，HLA-B27阳性，RF阴性。3.系统性红斑狼疮：有系统病变如:多发性浆膜炎、肾脏改变等，有典型皮疹，抗Sm、ds-DNA阳性等。",
            "诊断结果": "1.类风湿关节炎2.高脂血症"
        },
        "cure": "入院完善血常规：白细胞计数17.36↑＊10＾9/L；中性粒细胞计数15.69个＊10＾9/L；嗜酸性粒细胞计数0.01↓＊10＾9/L；血脂：高密度脂蛋白胆固醇1.14↓＊mmol/L；低密度脂蛋白胆固醇3.54↑＊mmol/L；载脂蛋白A10.97↓＊g/L；动态红细胞沉降率（ESR）31↑＊mm/h；免疫八项：C-反应蛋白54.0↑＊mg/L；类风湿因子83.0个＊U/ml；凝血四项：纤维蛋白原含量4.47↑＊g/L；D-二聚体0.49＊ug/ml；肝功能、大小便常规、甲功三项、电解质肾功能、心肌酶、输血前检查、糖化血红蛋白、2019新型冠状病毒抗体未见明显异常；类风湿因子－IgG＜20＊RU/ml；类风湿因子－IgA104.000↑＊RU/ml；类风湿因子－IgM129.000↑＊RU/ml；风湿全套、ANCA阴性。心脏彩超、肺HRCT、腹部彩超未见明显异常。双手正位片：双手轻度骨质疏松，不排除类风湿性改变，请结合临床。根据患者症状，以及相关风湿全套检查结果以及影像学检查提示类风湿性改变，该患者1.类风湿关节炎2.高脂血症诊断明确，故治疗上予以“塞来昔布200mg口服1次/日”抗炎镇痛、疼痛改善即停药。“云克5ml静脉滴注1次/日住院期间使用、维D钙咀嚼片1次/日长期服用”修复骨质，调节免疫、“甲氨蝶呤10mg、叶酸片5mg口服1次/日长期服用”调节免疫“、“阿托伐他汀钙10mg1次/日长期服用”调节血脂对症治疗；经上述药物治疗7天后，患者关节疼痛不适症状改善，晨起晨僵较入院时减轻，因抗类风湿治疗为长期持续用药过程，而患者现已无明显急性期症状，一般情况可，精神状态良好，故予办理出院。并嘱患者出院后继续服用药物维持治疗，月后返院风湿科门诊复诊评估疗效。"
    },
    {
        "id": 420,
        "symptom": {
            "一般资料": "男性，52岁，无",
            "主诉": "左侧肢体活动不灵4.5小时",
            "现病史": "患者入院前4.5小时出现左侧肢体活动不灵，左上肢抬举费力，左手持物不稳，手机从手中滑脱，左下肢行走拖曳，行走时身体向左侧偏斜，伴思睡，无头晕、头痛，无饮水呛咳、吞咽困难，无肢体抽搐、二便失禁、意识障碍，无言语不利。急来院就诊，急诊行颅脑CT示腔隙性脑梗死、脑软化灶、脑缺血变性灶。为系统诊治，收入神经内科。",
            "既往史": "否认糖尿病、高血压、冠心病病史。"
        },
        "examine": {
            "查体": "T：36.3℃，P62次/分，R16次/分，Bp132/75mmHg。中年男性，神志清，精神一般。心肺腹查体（-）。神经系统查体：言语流利。双侧瞳孔等大等圆，对光反射灵敏。右侧鼻唇沟浅，右侧口角低。伸舌居中。左侧肢体近端肌力4级，远端肌力3级，右侧肢体肌力5级。左侧肢体共济检查欠稳准。感觉查体无明显异常。双侧巴氏征阳性。脑膜刺激征阴性。",
            "辅助检查": "颅脑CT示腔隙性脑梗死、脑软化灶、脑缺血变性灶。"
        },
        "diagnosis": {
            "初步诊断": "脑梗死",
            "诊断依据": "1.中年男性，长年大量吸烟史。2.左侧肢体活动不灵4.5小时。3.查体：右侧中枢性面瘫。左侧肢体近端肌力4级，远端肌力3级，右侧肢体肌力5级。左侧肢体共济检查欠稳准。感觉查体无明显异常。双侧巴氏征阳性。脑膜刺激征阴性。4.辅助检查：腔隙性脑梗死、脑软化灶、脑缺血变性灶。",
            "鉴别诊断": "1.脑出血：多于活动中起病，病情进展快，发病时血压明显升高，有神经科定位体征，脑CT发现出血灶可明确诊断。该患者颅脑CT未见出血，可排除。2.颅内占位性病变：颅内肿瘤、硬膜下血肿和脑脓肿可呈卒中样发病，出现偏瘫等局灶性体征，颅内压增高征象不明显时易与脑梗死混淆，MRI检查有助于确诊，该患者需进一步排除。3.脑栓塞：起病急骤，局灶体征在数秒钟到数分钟达到高峰，常有栓子来源的基础疾病，如心房纤颤、感染性心内膜炎等，大脑中动脉栓塞引起大面积脑梗死最常见。该患者无心律失常等心脏疾病，根据病史及临床症状，可排除。",
            "诊断结果": "脑梗死（小动脉闭塞型）"
        },
        "cure": "入院后给予以下治疗：1.尿激酶120万U静脉溶栓；2.瑞舒伐他汀调脂、稳定斑块；3.溶栓后24小时复查颅脑CT排除脑出血，给予阿司匹林肠溶片100mgqd、硫酸氢氯吡格雷75mgqd双重抗血小板药物；4.丁苯酞改善侧支循环；5.泮托拉唑抑酸保护胃粘膜；6.灯盏细辛活血化瘀。入院治疗前3天持续心电监护。患者起病急，发病时间短，结合病史、体征及颅脑CT，考虑急性脑梗死，无明确禁忌症，符合脑梗死溶栓适应症。经家属同意给予尿激酶静脉溶栓，溶栓后查体左侧肢体肌力改善至4+级，仍有右侧中枢性面瘫，未诉头痛，无鼻衄、牙龈出血等症状。溶栓后24小时复查颅脑CT示腔隙性脑梗死、脑软化灶、脑缺血变性灶，未见新发脑出血，病情稳定，无进展。完善颅脑磁共振示右侧背侧丘脑新发脑梗死。行头颈部CTA检查示多发脑动脉局限性轻度狭窄。患者病情稳定，未继续进展，给予针灸、理疗促进肢体功能及面瘫恢复，住院10天好转出院。出院时可独立行走数米，左手可拿馒头进餐。出院后继续服用双抗11天后改为单抗，同时口服调脂、抑酸护胃药物，注意有无黑便、皮肤黏膜出血、鼻衄、牙龈出血等不适。"
    },
    {
        "id": 421,
        "symptom": {
            "一般资料": "女性，55岁，退休",
            "主诉": "大便性状改变1月余",
            "现病史": "患者诉1月余前无明显诱因出现大便性状改变，由黄色成型软便变为黄色不成型稀便，多于进食食物后排泄，次数增多，2-3日/次。无腹痛、腹胀，无肛门坠胀不适，无里急后重，无反酸、烧心、呃逆，无咳嗽、咳痰，无畏寒、发热，无胸闷、气促等不适。患者自觉大便性状改变，自行入我院门诊就诊，完善肠镜检查示:“乙状结肠多发息肉及粘膜增生”，现为进一步切除息肉治疗，遂来我院住院，故门诊拟“乙状结肠多发息肉”收住我科。起病以来，患者精神、睡眠、食纳尚可，大便如上描述，小便正常，体重无明显下降。",
            "既往史": "2013年因“宫颈癌”在我院行“子宫全切术”手术顺利，术后有定期复查。否认“肝炎、结核、伤寒、痢疾”等传染病史及密切接触史，否认“高血压、冠心病、糖尿病”病史，无重大外伤史，无输血史，无食物过敏史，对“青霉素”过敏，接种3针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养中等，自动体位，神清合作，正常面容。全身皮肤巩膜无黄染，全身皮肤无皮疹及瘀点瘀斑，全身浅表淋巴结未扪及，未见肝掌及蜘蛛痣。头颅、五官大小形态无异常，无突眼，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无流脓，乳突无压痛。口唇无发绀，咽部无充血，双侧扁桃体无肿大。颈软，颈静脉无充盈，颈动脉无异常搏动，气管居中，甲状腺不大。胸廓两侧对称无畸形，呼吸运动自如，双侧语颤正常，双肺叩诊清音，双肺呼吸音清晰，未闻及干、湿罗音及胸膜摩擦音。心前区无异常隆起，心尖搏动左第5肋间锁骨中线内0.5cm，心界不大，心率79次／分，律齐，心音正常，无杂音。腹平软，可见手术瘢痕，未见胃肠型及蠕动波，未见腹壁静脉显露，全腹无压痛，无反跳痛，无腹肌紧张，肝脾肋下未及，Murphy氏征阴性，肝区、双肾区无叩痛，移动性浊音阴性，肠鸣音5-6次／分，音调不高。肛门外生殖器未查。脊柱四肢活动自如。双下肢无浮肿。双膝腱反射正常，双克、布氏征阴性，双巴氏征阴性。",
            "辅助检查": "完善辅助检查：离子，血脂：磷：0.7mmol/L，甘油三脂：3.61mmol/L，高密度脂蛋白胆固醇：0.81mmol/L，载脂蛋白B：1.09g/L便常规：淀粉颗粒检出血常规，尿常规，凝血四项，输血前四项，CA199，CA125，癌胚抗原，甲胎蛋白，新冠病毒抗体正常。肠镜示：乙状结肠多发息肉及粘膜增生"
        },
        "diagnosis": {
            "初步诊断": "1.乙状结肠多发息肉及粘膜增生2.宫颈癌子宫全切术后",
            "诊断依据": "1.乙状结肠多发息肉及粘膜增生:患者，系55岁女性，一般情况可，主要表现为大便性状改变1月余，门诊完善肠镜检查，根据本院肠镜所见“乙状结肠多发息肉及粘膜增生”，诊断明确。2.宫颈癌子宫全切术后:既往有相关病史，故诊断明确。",
            "鉴别诊断": "1.肠易激综合征：是一种以腹痛或腹部不适伴排便习惯改变为特征的功能性肠病，临床上分为腹泻为主型、便秘为主型和腹泻便秘交替型3型，腹泻为主型患者表现为腹痛或腹部不适伴有腹泻，大便一般每日3～5次左右，个别严重时次数可更多，大便多呈稀糊状，也可为成形软便或稀水样。多于早晨或餐后排便而无半夜或清早为便意扰醒。有时腹泻可与便秘交替出现。大便常带有黏液，部分患者粪质少而黏液量很多，但绝无脓血。常有腹胀。相当部分患者有失眠、焦虑、抑郁、头昏、头痛等精神症状。2.肠结核：本病好发于中青年。临床表现为腹泻、腹痛、右下腹压痛，可有腹块。多伴有发热、盗汗等结核毒血症状。就诊时病程多较长，故体重下降常见。本病腹泻一般每日2～4次，粪便呈糊样，一般无肉眼脓血便，但大便常规检查隐血试验多呈阳性。",
            "诊断结果": "1.乙状结肠多发息肉及粘膜增生电凝电切术后2.宫颈癌子宫全切术后3.高脂血症4.消化酶缺乏"
        },
        "cure": "患者入院前肠镜结果明确，入院后完善抽血检查：离子，血脂：磷：0.7mmol/L，甘油三脂：3.61mmol/L，高密度脂蛋白胆固醇：0.81mmol/L，载脂蛋白B：1.09g/L。便常规：淀粉颗粒检出。血常规，尿常规，凝血四项，输血前四项，CA199，CA125，癌胚抗原，甲胎蛋白，新冠病毒抗体正常。根据肠镜结果，予磷酸钠盐90ml溶于大量水中，予以肠镜术前洗肠准备，待患者大便解清水后提示肠道清洁准备完成，后予以“全麻下乙状结肠息肉及增生黏膜电凝电切术”。手术完成后，常规禁食1天，静脉营养支持。1天后患者未诉解血便等不适，予以流质饮食，观察1天。1天后患者未诉腹痛不适，未见便血等下消化道流血不适，提示术后创口恢复可，予以半流质饮食。继续观察1天。1天后患者一般情况可，未诉不适，改正常清淡低脂饮食，并根据血脂常规，考虑有高脂血症存在，加用非诺贝特0.2g1次/日服用，住院期间并出院后长期服用，根据便常规检出淀粉颗粒，加用米曲酶片1片3次/日服用，住院期间服用，并出院后长期服用。恢复正常饮食后继续住院3天观察疗效。患者经过上述治疗后，已无明显解稀便并次数增多，食纳睡眠可，表明治疗有效。患者恢复良好，予以出院，并嘱若有不适及时复诊。"
    },
    {
        "id": 422,
        "symptom": {
            "一般资料": "男性，25岁，工人",
            "主诉": "劳累后胸闷气短乏力10年",
            "现病史": "患者10年前在运动时出现一次晕厥，持续1分钟左右好转，当时来院诊断为肥厚梗阻性心肌病，第二年运动中在出现一次晕厥，之后近10年内患者劳累后反复出现胸闷气短乏力不适，休息后可好转，近2年上述症状加重，偶有夜间气短，平时不从事重体力活动。今为进一步治疗来院，平时患者无明显胸痛不适，饮食睡眠，二便正常。",
            "既往史": "否认高血压、糖尿病"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：86次/分，心律齐，胸骨左缘3-4肋间可闻及收缩期杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "心电图：窦性心律81次/分，ST改变，左室肥厚。cTnI1.867ng/mL,CK-MB5.20ng/mL,NT-ProBNP1787.00pg/mL；心脏超声：肥厚性心肌病（混合型）左室流出道梗阻(中度)左房增大左室舒张功能减低（I级）静息状态下左室整体收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "心肌损伤原因待查肥厚梗阻型心肌病",
            "诊断依据": "患者存在发作性胸闷、气短症状，入院心电图提示ST改变及左室肥厚，心脏超声提示肥厚性心肌病（混合型）左室流出道梗阻(中度)。",
            "鉴别诊断": "与心肌损伤相关的疾病间鉴别诊断：1.急性心肌梗死：患者疼痛性质剧烈，持续时间明显延长，多超过30分钟，有时可长达数小时，含服硝酸酯类药物不能使之缓解。心电图中相关导联ST段抬高，并有异常Q波。实验室检查示心肌酶学标志物增高等。2.主动脉夹层：高血压为导致本病的重要因素。患者表现为突发剧烈的胸痛，常放射到背、肋、腹、腰和下肢，伴有心动过速，血压更高，两上肢的血压和脉搏可有明显差别，可有下肢暂时性瘫痪、偏瘫和主动脉瓣关闭不全的表现，二维超声心动图检查X线或磁共振体层显像有助于诊断。",
            "诊断结果": "肥厚梗阻型心肌病"
        },
        "cure": "入院后考虑患者存在心肌损伤，原因不清，暂予以阿司匹林100mg，日一次口服，氯吡格雷75mg，日一次口服抗血小板，琥珀酸美托洛尔47.5mg，日一次口服改善心肌重构，曲美他嗪营养心肌治疗，择期完善冠脉造影除外冠脉病变，同时测定左室流出道压力阶差，造影结果显示冠脉未见异常，左室造影压力阶差为0mmHg。考虑患者心肌损伤原因为肥厚梗阻型心肌病所致，停用双联抗血小板药物，继续琥珀酸美托洛尔口服治疗，经过7天药物治疗，患者胸闷气短乏力症状明显缓解，复查cTnI0.002ng/mL,CK-MB0.20ng/mL,NT-ProBNP677.00pg/mL，明显好转出院。"
    },
    {
        "id": 423,
        "symptom": {
            "一般资料": "女性，51岁，退休",
            "主诉": "心悸5年",
            "现病史": "患者5年前无明显诱因出现心悸，于当地就诊，诊断为：窦性心律不齐，给予静脉药物治疗（具体不详）好转后出院。出院后口服参松养心胶囊，宁心宝，辅酶Q10治疗3年后停药。4天前体检时完善动态心电图：窦性心动过缓，窦性停搏，短阵性交界性逸搏心律，房性早搏，室性逸搏，短阵性室性逸搏心律。患者自诉出现心慌伴头晕头痛，后于202医院就诊，完善心彩超提示：风湿性心脏病，二尖瓣狭窄（轻-中度）伴关闭不全（轻-中度）；三尖瓣关闭不全（轻-中度），静息状态下左室收缩功能正常，左室舒张功能减低。今为求进一步诊疗遂于我院就诊。患者病来无发热，无胸闷，偶有气短，无咳嗽咳痰，无腹胀腹泻，食欲尚可，睡眠精神尚可，二便如常，体重未见明显变化。",
            "既往史": "否认高血压、冠心病及糖尿病病史"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：40次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "心电图提示：显著的窦性心动过缓、伴窦性心律不齐。心脏超声：风心病，二尖瓣狭窄（中度），反流（中度），三尖瓣反流（轻-中度），左心及右房大，主动脉瓣反流（轻度），左室舒张功能减低(II级)，静息状态下左室整体收缩功能正常。肌钙蛋白、CK-MB、BNP、血常规、肝肾功等均正常。"
        },
        "diagnosis": {
            "初步诊断": "1.心律失常、窦性心动过缓、窦性心律不齐、窦性停博、短阵性交界性逸搏心律、房早、室性逸搏、短阵性室性逸搏心律2.风湿性心脏病、二尖瓣狭窄伴关闭不全、三尖瓣关闭不全",
            "诊断依据": "1.心悸症状，体检时完善动态心电图：窦性心动过缓，窦性停搏，短阵性交界性逸搏心律，房性早搏，室性逸搏，短阵性室性逸搏心律。2.患者入院心脏超声提示风湿性心脏病、二尖瓣狭窄伴关闭不全、三尖瓣关闭不全。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "1.心律失常、窦性心动过缓、窦性心律不齐、窦性停博、短阵性交界性逸搏心律、房早、室性逸搏、短阵性室性逸搏心律双腔无导线起搏器术后2.风湿性心脏病、二尖瓣狭窄伴关闭不全、三尖瓣关闭不全"
        },
        "cure": "入院后予以宁心宝胶囊1粒，日三次口服调整心率。完善术前检查，无手术禁忌，于住院第3天行局麻下双腔无导线起搏器治疗，经股静脉输送无导线起搏器入右心室，释放起搏器，确认钩挂稳定后撤出输送系统，股静脉局部缝合。术后24小时复查心脏超声，未见心包积液，患者无胸闷、胸痛、气短等不适，复查24小时动态心电图，提示起搏器节律，术后患者无不适，针对患者风心病瓣膜病变，嘱患者定期复查心脏超声，住院5天后出院。"
    },
    {
        "id": 424,
        "symptom": {
            "一般资料": "男性，34岁，无",
            "主诉": "发热伴头痛、全身酸痛半天。",
            "现病史": "缘患者于半天前无明显诱因出现发热，最高体温达39.2℃，伴头晕、头痛、眼眶痛、全身酸痛，无咳嗽、咳痰，无胸闷、气促，伴恶心，无呕吐，无腹痛、腹胀，无尿频、尿急、尿痛，无四肢抽搐，无神志改变等，曾在外院就诊，查“登革热NS1抗原（+）”，予退热后体温可降至正常，但反复，为进一步症状，遂至我院急诊就诊，拟“登革热”收住我科。起病以来，患者精神、胃纳欠佳，大小便正常。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年男性，发育正常，营养良好，无贫血貌，神志清，精神欠佳，自主体位，查体合作。头面部潮红，全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形，双侧眼眶有压痛，双眼睑无水肿，结膜充血，巩膜无黄染，两侧瞳孔等大等圆，直径约2.5mm，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率114次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，精神欠佳，头面部潮红，全身浅表淋巴结未触及肿大，头颅无畸形，双侧眼眶有压痛，结膜充血，心肺腹查体未见异常。",
            "辅助检查": "外院辅助检查：白细胞：6.73×10^9/L、中性粒细胞百分比84.4%、淋巴细胞百分比6.2%、单核细胞百分比8.8%、登革热NS1抗原（+）。"
        },
        "diagnosis": {
            "初步诊断": "登革热",
            "诊断依据": "1.男，34岁,发热伴头痛、全身酸痛半天。发病前曾到“阳江、江门、台山、东莞、广州、河源”等地方外出旅游史。2.专科检查：T：39.2℃，神清，精神欠佳，头面部潮红，全身浅表淋巴结未触及肿大，头颅无畸形，双侧眼眶有压痛，结膜充血，心肺腹查体未见异常。3.根据患者病史、症状、体征及辅助检查可支持诊断。",
            "鉴别诊断": "流感：多有发热、头晕、头痛、全身肌肉酸痛等临床表现，暂不排除，可完善流感A+B检测进一步鉴别。",
            "诊断结果": "登革热。"
        },
        "cure": "患者入院后，完善相关检查，辅助检查：白细胞5.67×10^9/L、中性粒细胞比率81.0%、淋巴细胞比率7.5%、血型鉴定：A型RH（+）、降钙素原检测0.157、葡萄糖测定7.35mmol/L、C—反应蛋白测定16.32mg/L、登革热病毒NS1抗原阳性(+)、登革热病毒IgM抗体阴性(-)、登革热病毒IgG抗体阴性(-)、凝血四项、血清肌钙蛋白I定量、流感A+B未见异常。结合患者病史、症状、体征及辅助检查，目前“登革热”诊断明确。予退热后体温可降至正常，但反复，加用“对乙酰氨基酚片0.5gtid”退热治疗。余治疗上予热毒宁注射液20,ml每日2次，维生素C注射液每日1次，同时予地塞米松磷酸钠注射液5mg肌肉注射等防蚊隔离、清热解毒、补液等营养支持治疗。经过积极住院8天治疗后，患者无发热，无头晕、头痛，无咳嗽、咳痰，无腹痛、腹胀等，查体：生命体征平稳，精神一般，全身皮肤黏膜无苍白、黄染、皮疹及出血点。"
    },
    {
        "id": 425,
        "symptom": {
            "一般资料": "女性，71岁，农民",
            "主诉": "活动后气短10余天，一过性晕厥2天。",
            "现病史": "患者10余天前无明显诱因出现活动后气短，伴心悸、乏力，无胸痛、咯血，无明显咳嗽、咳痰，无发热，伴双下肢水肿，未予重视。2天前无明显诱因出现一过性晕厥，无抽搐，无肢体活动不利，无大小便失禁，无恶心、呕吐。摔伤头部，左侧额头可见磕伤，约4分钟后转醒，意识清醒后出现恶心、呕吐，非喷射性，呕吐物为胃内容物，就诊于当地医院完善肺动脉CTPA提示肺动脉广泛肺栓塞，考虑诊断“肺栓塞”，为求进一步诊治就诊于我院急诊，查D-二聚体升高，双下肢静脉彩超示左小腿肌间静脉血栓形成，心脏彩超示右心功能不全，予以低分子肝素钠5000IU皮下注射治疗，除外新冠肺炎后，以“肺栓塞”收入院。",
            "既往史": "“高血压病”病史10余年，血压最高达200/110mmHg，平时应用“吲达帕胺2.5mg”日一次，血压控制在140/90mmHg左右。"
        },
        "examine": {
            "查体": "发育正常，营养中等，正力体型，平车推入病房，神志清楚。查体合作。左侧额头可见皮肤破损，已结痂。全身皮肤黏膜无黄染、出血点、瘀斑。周身浅表淋巴结未触及肿大。头颅无畸形、包块。眼睑无水肿，结膜苍白，巩膜无黄染，双侧瞳孔正圆等大，对光反射灵敏。外耳道无异常分泌物。鼻无异常。口唇无明显发绀，颈软无抵抗，甲状腺不大。胸廓对称无畸形。双侧呼吸动度正常，双肺叩诊清音。肺肝相对浊音界位于右侧锁骨中线第5肋间。双肺呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心界不大，心率96次/分，律齐，各瓣膜听诊区未闻及杂音，P2&gt;A2。腹平坦，未见胃肠型及蠕动波，柔软，无抵抗，肝脾未触及，移动性浊音阴性。肠鸣音4次/分。双下肢无水肿。四肢肌力正常。双侧Babinski征阴性，颈强直阴性。",
            "辅助检查": "肺动脉CTPA(2021-09-07，县医院):肺动脉广泛肺栓塞，主动脉及冠状动脉硬化。头颅CT+肺部CT(2021-09-07，县医院):1.脑内多发缺血灶。2.老年脑改变。3.双肺多发条索影。4.双肺异常密度改变，考虑坠积性病变。(2021-09-07，我院)D-二聚体0.90ug/ml,纤维蛋白原降解产物9.64ug/ml;血常规(2021-09-07，我院):白细胞计数12.69*10/L,血红蛋白119g/L,血小板计数272*10/L;心脏彩超(2021-09-07，我院):EF54%，双房扩大，肺动脉压力增高，右心功能减低，三尖瓣反流(轻+)，升主动脉增宽，主肺动脉增宽。双下肢静脉彩超(2021-09-07，我院):左小腿肌间静脉血栓形成，余下肢深静脉未见血栓形成。新冠病毒核酸检测(2021-09-07，我院):阴性。入院时血气分析:Fi0221%,PH:7.45,P02:43mmHg,PC02:33mmHg,HC03-:22.9mmol/L,Lac:1.0mmol/L，BE-1.1mmol/L，K3.5mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "1.急性肺血栓栓塞症(中危组)I型呼吸衰竭2.左下肢深静脉血栓形成3.高血压病3级很高危",
            "诊断依据": "1.急性肺血栓栓塞症(中危组)I型呼吸衰竭:患者老年女性，急性起病，肺动脉CTA示肺动脉栓塞，结合血气分析:氧分压43mmHg,血氧饱和度84%(未吸氧)，D-二聚体升高，结合患者心脏彩超示右心功能、结构障碍，故诊断。2.左下肢深静脉血栓形成:依据双下肢静脉彩超示血栓形成。3.高血压病3级很高危:依据既往多次测量血压升高，最高达200/110mmHg，且患者高龄，存在陈旧性脑梗死，故可诊断。",
            "鉴别诊断": "1.冠心病:该患者为老年女性，高血压病史，如冠心病因冠状动脉供血不足，可表现为胸闷、心绞痛样胸痛，但心电图无ST-T改变，心肌酶正常，无典型活动剧烈时胸闷、胸痛、乏力症状，暂不考虑。2.自发性气胸:该病表现为胸痛、呼吸困难，需警惕该病，但常好发于瘦高青壮年，于运动后发病，患侧叩诊鼓音，该患者老年女性，双肺叩诊清音，暂不考虑此病。3.心功能不全:该患者老年女性，高血压病史，但无活动耐力下降病史，此次发病表现为胸闷、气短，但心脏彩超无左心扩大、射血分数下降表现，除外该诊断。4.肺炎:患者表现为胸闷、气短，但患者无发热、咳嗽、咳痰等表现，结合肺部CT，除外。",
            "诊断结果": "1.急性肺血栓栓塞症(中高危组)I型呼吸衰竭2.左下肢深静脉血栓形成3高血压病3级很高危"
        },
        "cure": "1.报病重，I级护理，平卧位，心电、指脉氧监测，氧气吸入2L/min。2.完善肝肾功能、离子、血脂了解一般情况，完善肌钙蛋白、脑钠肽、心肌酶分级，完善抗核抗体谱系统性血管炎、类风湿四项、抗磷脂谱3项、腹部彩超、泌尿系彩超、头颅CT等检查。3.入院当天开始予以低分子量肝素钙5000AXaIU日二次皮下注射抗凝。共应用7天。4.入院当天考虑患者白细胞计数升高，给予左氧氟沙星片0.5g日一次口服抗感染。5.结合患者高血压病史，氨氯地平5mg日一次口服降压、阿托伐他汀10mg每晚口服调脂稳定斑块。6.与患者商议后，患者同意出院后应用华法林抗凝，于入院第五天加用华法林3mg每晚口服，因INR值调整困难故将抗凝方案改为利伐沙班15mg日二次抗凝治疗，经过治疗患者气短明显好转，复查血气分析(未吸氧)PH:7.46，P02:64mmHg，PCO2:36mmlg，HCO3-25.7mmol/L。经过以上治疗，患者病情明显好转，经上级医师查房，准许出院。出院医嘱：1.避免劳累及感染。2.继续应用:利伐沙班15mg日二次，总应用时间3周后改为20mg日一次，总应用时间至少3个月,注意观察鼻出血、呕血，黑便、尿血，皮肤瘵点、瘀斑，如有上述症状，立即停止用药，并及时就诊。3个月后复查肺动脉CTA、心脏超声，BNP，心电图，平均每周复查血常规、肝肾功能、凝血功能，呼吸内科随诊:关于下肢静脉血栓，禁止揉捏左下肢，3个月复查下肢静脉超声，血管疝外科随诊;3.继续口服苯磺酸氨氯地平片5mg日一次，监测血压。"
    },
    {
        "id": 426,
        "symptom": {
            "一般资料": "女性，15岁，学生",
            "主诉": "发热、头痛7天",
            "现病史": "患者缘于7天前出现发热，体温可达37.5℃，全头痛，呈间断性，持续约30分钟，头痛明显时难以忍受，口服\"止痛药\"，有时效果不佳，头痛与体位无明显关系，体温正常时也出现头痛，无意识障碍及肢体抽搐，无精神行为异常，无肢体无力，无恶心、呕吐，无咳嗽、咳痰，无鼻塞及流涕，患者仍间断出现头痛，为求诊治，就诊于我院急诊，以\"头痛\"收入我科。患者自发病以来近期体重无明显变化。",
            "既往史": "45天前患者发热，最高体温可达39℃，伴寒战，新型冠状病毒核酸检测阳性，之后体温下降，15天前患者再次出现发热，体温可达38℃，无咳嗽及咳痰，新型冠状病毒抗原检测阳性，间断口服\"布洛芬\"。"
        },
        "examine": {
            "查体": "意识清楚，言语流利，记忆力、计算力、定向力粗侧正常，嗅觉粗测正常，双侧瞳孔等大正圆，直径约3.0mm，对光反射灵敏，眼动自如，无复视及眼震，双侧额纹、鼻唇沟对称存在，示齿口角无偏斜，伸舌居中，四肢肌力5级，四肢肌张力正常，双侧指鼻试验稳准◇双侧跟膝胚腔试验稳准，Romberg征睁眼阴性闭眼阴性。双侧面部及肢体痛觉对称存在。双侧腹壁反射对称存在。双侧肱二、三头肌反射、膝腱反射正常存在。双侧霍夫曼征阴性，双侧巴氏征、双划征均阴性。颈抵抗2横指，Kernig氏征阴性。双肺呼吸音粗，未闻及明显干湿性啰音，心律齐，心脏各瓣膜听诊区未闻及杂音。",
            "辅助检查": "头颅CT:未见异常。图一头颅核磁增强：未见异常。图二第一次腰穿脑脊液：压力300mmH2O。常规外观无色透明，细胞总数420*106/L，红细胞数140*106/L,白细胞数280*106/L，多核细胞百分比80%，单个核细胞百分比20%。脑脊液生化：脑脊液蛋白0.64g/L，葡萄糖2.0mmol/L（同期血糖8.4gmmol/L)，乳酸2.4mmol/L。墨汁染色未找到隐球菌。脑脊液细胞学：异常脑脊液细胞学，呈混杂反应为主。图三第二次脑脊液：压力150mmH2O常规：外观无色透明，细胞总数190*106/L，红细胞数90*106/L，白细胞数100*106/L，多核细胞百分比64%，单个核细胞百分比36%。生化：蛋白0.34g/L，葡萄糖2.4↓mmol/L（同期血糖5.2mmol/L)，乳酸1.8mmol/L。脑脊液腺苷脱氨酶2.4U/L，血腺苷脱氨酶24U/L。革兰染色未见细菌，抗酸染色未发现抗酸杆菌。墨汁染色未找到隐球菌。脑脊液培养无菌生长。结核感染T细胞检测阴性脑脊液细胞学：异常脑脊液细胞学，以淋巴细胞为主。图四血培养回报：布鲁菌属某种。脑脊液病原微生物高通量检测报告：未发现可疑致病原。图七布氏杆菌试验凝集试验：≥1:800（++）图五虎红凝集试验：++++（阳性）图六"
        },
        "diagnosis": {
            "初步诊断": "脑膜炎？",
            "诊断依据": "患者青少年女性，急性起病，主要表现为发热、头痛，查体颈抵抗2横指，需考虑，进一步查腰穿检查，协助诊断。",
            "鉴别诊断": "1.蛛网膜下腔出血：患者青少年女性，主要表现为头痛，但患者发病后无恶心、呕吐等，结合头颅CT，可除外诊断。2.颅内占位：患者青少年女性，主要表现为发热、头痛，需注意此病，但患者否认近期消瘦、贫血表现，头颅CT未见占位，可除外此诊断。",
            "诊断结果": "布鲁氏杆菌脑膜炎"
        },
        "cure": "入院后患者反复发热，最高体温达39℃，完善血培养提示布鲁菌属某种；追问患者，其家庭有牛羊养殖，有流行病学史，完善腰穿脑脊液细胞学提示混杂反应为主，符合布鲁氏杆菌神经系统感染表现，进一步完善虎红实验阳性，头颅CT及头颅增强核磁未见颅内异常，除外结核杆菌等感染，故依据《2018年中国布鲁菌病诊疗专家共识》，诊断为布鲁氏杆菌脑膜炎，治疗上给予：采用多西环素100mg日二次口服，连用5个月；利福平0.6g日二次口服，连用5个月；头孢曲松2g日二次静点抗感染，连用1个月。给予甘露醇125ml每八小时+甘油果糖250ml每12小时静点脱水降颅压，共15天；患者住院1个月期间复查多次复查脑脊液，其常规、生化、脑脊液细胞学均逐渐好转，患者未再发热，未诉头痛，达到出院标准，嘱咐患者出院后继续口服药物治疗，定期复查，门诊随诊。"
    },
    {
        "id": 427,
        "symptom": {
            "一般资料": "男性，49岁，教练",
            "主诉": "发现血糖升高1年，控制不佳2月",
            "现病史": "患者1年前无明显诱因渐起体重进行性下降，感轻微口渴，伴视物模糊，多饮不明显，尿量不多，无多食，当时到我院门诊查空腹血糖较高（具体血糖值不详），以\"糖尿病\"给予二甲双胍口服治疗，初时血糖控制尚可，上述症状减轻，后患者自行调整治疗方案，改为诺和龙治疗，多次查血糖较高，2月余前感视物模糊加重，伴四肢末端麻木，伴轻微口渴，乏力，无多饮，无尿频尿急尿痛及腹痛，在外未行处理，今来我院门诊以\"2型糖尿病\"收住。起病以来，精神体力一般，食欲食量尚可，大便正常，睡眠一般，体重无明显下降。",
            "既往史": "既往体健。否认冠心病、高血压病史。否认食物药物过敏史。"
        },
        "examine": {
            "查体": "体温：36.2℃,脉搏:70次/分,呼吸:19次/分,血压:110/70mmHg神志清楚，正常面容，步入病房，体质偏瘦，头颅正常，心肺未闻异常，腹平软，肝脾未及，四肢肌力肌张力正常，双侧腱反射减弱，双足深感觉减退，双足背动脉搏动可。",
            "辅助检查": "入院查心电图：窦性心律，非特异性T波改变。糖化血红蛋白测定:糖化血红蛋白测定5.9%↑，肝肾脂糖电解质:尿素6.9mmol/L↑、葡萄糖测定(酶法)-门诊6.69mmol/L↑。血常规、尿常规、凝血功能、甲功三项、输血全套未见明显异常。葡萄糖测定(酶法)-餐后一小时血糖14.47mmol/l↑、餐后二小时血糖15.32mmol/l↑、餐后三小时血糖6.63mmol/l。血清胰岛素测定(化学发光法):血清胰岛素测定(空腹)3.4uIU/mL、血清胰岛素测定(1小时)10.1uIU/mL、血清胰岛素测定(2小时)16.8uIU/mL、血清胰岛素测定(3小时)9.5uIU/mL。查肝胆脾胰双肾彩超未见明显异常。查心脏彩超未见明显异常。双侧颈动脉、椎动脉彩超：双侧颈动脉内中膜增厚伴斑块。头颅CT平扫未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "2型糖尿病并周围神经病变",
            "诊断依据": "1.中年男性，发现血糖升高1年，控制不佳2月，既往有糖尿病病史一年。2.糖化血红蛋白测定5.9%↑，葡萄糖测定(酶法)-门诊6.69mmol/L↑，餐后一小时血糖14.47mmol/l↑、餐后二小时血糖15.32mmol/l↑、餐后三小时血糖6.63mmol/l。血清胰岛素测定(化学发光法):血清胰岛素测定(空腹)3.4uIU/mL、血清胰岛素测定(1小时)10.1uIU/mL、血清胰岛素测定(2小时)16.8uIU/mL、血清胰岛素测定(3小时)9.5uIU/mL。3.双侧腱反射减弱，双足深感觉减退，双足背动脉搏动可。4.视物模糊眼科会诊意见：白内障。故根据患者病史既往史临床表现，体征及辅检，2型糖尿病并周围神经病变，左眼白内障诊断明确。",
            "鉴别诊断": "本病需排除1型糖尿病，后者多见于年轻人，查血胰岛素水平低下呈一直线，糖尿病自身抗体多阳性。",
            "诊断结果": "2型糖尿病并周围神经病变左眼白内障"
        },
        "cure": "行完善相关检查并给予降糖，扩管，对症，营养神经处理，入院后因患者诉视物模糊，立即请眼科会诊：左眼白内障。排除糖尿病视神经病变，入院后给予糖尿病饮食，患者糖化血红蛋白5.9%↑，空腹血糖值也略高于正常，故未用胰岛素治疗，建议患者运动及改变生活方式为主，辅助药物治疗，鉴于其空腹血糖较高，加用阿卡波糖50毫克每日早餐时嚼服，用前列地尔10微克静滴改善循环以及血塞通扩管等，因血管有斑块，给予口服拜阿司匹林及立普妥降脂稳定斑块，给予维生素B1B12肌肉注射营养周围神经处理，患者病情好转后要求出院，嘱运动及改善生活方式为主，注意监测血糖值。"
    },
    {
        "id": 428,
        "symptom": {
            "一般资料": "女性，64岁，农民",
            "主诉": "心前区闷痛间作3年余，加重10余天。",
            "现病史": "患者缘于3年余前每逢劳累或者情绪激动后出现心前区闷痛，休息后缓解，每次发作约10分钟左右。到我院门诊就诊，诊断为“冠状动脉粥样硬化性心脏病心绞痛”，平时坚持口服“阿司匹林肠溶胶囊、复方丹参滴丸、单硝酸异山梨酯缓释片”等药物治疗，病情迁延不愈。自10余天前患者劳累后出现心前区闷痛症状加重，未向其他部位放射。无喘息及呼吸困难，无汗出，无濒死感，无恶心呕吐，休息后症状不能完全缓解，每次发病持续1小时至2小时左右。在当地卫生所给予“硝酸甘油片”含服，症状略减轻，为系统诊治，今入我院治疗。",
            "既往史": "有“高血压”病史5年余，血压最高达180/110mmHg，坚持服用“替米沙坦片、吲达帕胺缓释片”等药物治疗，血压控制不理想。"
        },
        "examine": {
            "查体": "神清，双侧瞳孔正大等圆，对光反射灵敏。口唇无发绀，无口角歪斜，伸舌不偏，颈软无抵抗，甲状腺未触及肿大。胸廓对称，两侧呼吸动度一致，语颤无增强或减弱，双肺叩清音，听诊呼吸音清，未闻及干湿性啰音。心前区无隆起，心界不大，心律82次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛，肝脾未触及，移动性浊音阴性。双肾区无叩击痛，双下肢无浮肿。脊柱无畸形，四肢肌力、肌张力正常，病理征未引出。",
            "辅助检查": "心电图：窦性心律，82次/分，心电轴重度左偏，I度房室传导阻滞，完全性左束支传导阻滞，IaVRaVLV6导联ST压低。心脏超声：二尖瓣少量返流，左室舒张功能减低，左室射血分数60%。"
        },
        "diagnosis": {
            "初步诊断": "1.冠状动脉粥样硬化性心脏病不稳定型心绞痛心律失常一度房室传导阻滞完全性左束支传导阻滞2.高血压病3级（极高危）",
            "诊断依据": "1.患者反复心前区闷痛，未向其他部位放射，无喘息及呼吸困难，无汗出，无濒死感，无恶心呕吐。目前休息后症状不能完全缓解，每次发病持续时间延长，含服“硝酸甘油片”不能有效缓解。2.既往有“高血压”病史5年余，血压最高达180/110mmHg。3.查体：Bp：150/100mmHg，口唇无发绀。心界不大，心律82次/分，律齐，各瓣膜听诊区未闻及病理性杂音。双下肢无浮肿。4.辅助检查资料：心电图：窦性心律，82次/分，心电轴重度左偏，I度房室传导阻滞，完全性左束支传导阻滞，IaVRaVLV6导联ST压低。心脏超声：二尖瓣少量返流，左室舒张功能减低，左室射血分数60%。",
            "鉴别诊断": "1.稳定型心绞痛：患者一般表现为劳累或者情绪激动后出现胸闷、心悸、气短等症状，休息后缓解，持续时间比较短，程度比较轻。2.急性心肌梗死：是冠状动脉急性、持续性缺血缺氧所引起的心肌坏死。一般表现为剧烈而持久的胸骨后疼痛，休息及服用硝酸酯类药物不能完全缓解，伴有血清心肌酶活性增高和特征性心电图变化，可并发心律失常、休克或心力衰竭。",
            "诊断结果": "1.冠状动脉粥样硬化性心脏病不稳定型心绞痛心律失常一度房室传导阻滞完全性左束支传导阻滞2.高血压病3级（极高危）3.高脂血症"
        },
        "cure": "入院后完善各项辅助检查。化验血脂：总胆固醇5.47mmol/L，载脂蛋白A1.56g/L。予循环系统疾病护理常规，I级护理，低盐低脂饮食，心电、血压监测。予阿司匹林肠溶胶囊口服以抑制血小板聚集，阿托伐他汀钙分散片口服以调脂稳定斑块，依那普利分散片、吲达帕胺缓释片、硝苯地平控释片口服以降压，低分子肝素钙皮下注射以抗凝，单硝酸异山梨酯微量泵泵入以扩冠，丹参川芎嗪注射液静点以改善循环。"
    },
    {
        "id": 429,
        "symptom": {
            "一般资料": "女性，77岁，退休",
            "主诉": "双侧颈部淋巴结肿大1月余伴纳差20天",
            "现病史": "1.患者女77岁。2.因“双侧颈部淋巴结肿大1月余伴纳差20天”入院。3.查体：发育正常，营养良好，神志清楚，检查合作，自动**。颈软，气管居中。双侧颌下、颈部、锁骨上、腋窝可触及多发肿大淋巴结，左侧锁骨上较大，约4.0*3.0cm，质中，光滑，边界清楚，活动度可，无压痛。双肺呼吸音清。HR88次/分，律齐，各瓣膜听诊区未闻及明显杂音。腹平软，肝脾肋下未及，无明显压痛反跳痛。双侧腹股沟可触及类似肿大淋巴结，双下肢感觉运动良好，病理征（—）。4.门诊资料：2019-6-6外院颈部CT平扫示：颈部多发肿大淋巴结，提示口咽左侧壁较对侧增厚，甲状腺密度减低并点状高密度钙化。2019-6-20我院门诊血常规WBC5.18*109/L，N82.5%，全身浅表淋巴结彩超示：双侧颈部、腋窝、腹部、腹股沟可见多个淋巴结，部分明显肿大。",
            "既往史": "甲状腺功能减退10年余，口服药物治疗。"
        },
        "examine": {
            "查体": "发育正常，营养良好，神志清楚，检查合作，自动体位。颈软，气管居中。双侧颌下、颈部、锁骨上、腋窝可触及多发肿大淋巴结，左侧锁骨上较大，约4.0*3.0cm，质中，光滑，边界清楚，活动度可，无压痛。双肺呼吸音清。HR88次/分，律齐，各瓣膜听诊区未闻及明显杂音。腹平软，肝脾肋下未及，无明显压痛反跳痛。双侧腹股沟可触及类似肿大淋巴结，双下肢感觉运动良好，病理征（—）。",
            "辅助检查": "2019-6-6外院颈部CT平扫示：颈部多发肿大淋巴结，提示口咽左侧壁较对侧增厚，甲状腺密度减低并点状高密度钙化。2019-6-20我院门诊血常规WBC5.18*109/L，N82.5%，全身浅表淋巴结彩超示：双侧颈部、腋窝、腹部、腹股沟可见多个淋巴结，部分明显肿大。2019-06-21，甲状腺癌：甲状腺球蛋白&lt;0.040iu&gt;4000IU/ml明显异常。2019-06-21，心肌酶谱+CRP：a-羟丁酸脱氢酶455U/L，乳酸脱氢酶513U/L，C反应蛋白[CRP]35.98mg/L升高。粪常规、尿分析正常。结核抗体阴性。心梗三项正常。ENA全套正常。甲功五项TSH34.42升高，抗甲状腺球蛋白820.11升高。肿瘤标志物：CA125：44.09U/ml，CA153：45.5U/ml。2019-06-21，全血细胞计数+五分类：白细胞计数4.95×10^9/L，中性粒细胞比值84.4%升高。MR鼻咽MRI平扫：1.双侧鼻咽后壁、口咽侧壁软组织增厚，双侧咽隐窝稍变浅，请结合临床相关检查，必要时MR增强进一步检查。2.颈部见多发肿大淋巴结影。3.鼻窦炎。2019-06-24，ES胃镜常规：1.非萎缩性胃炎伴糜烂2.食管裂孔疝？2019-06-24，单侧成人血培养A：血培养初级报告：培养三天无细菌生长。"
        },
        "diagnosis": {
            "初步诊断": "1.全身性淋巴结增大原因待查。2.甲状腺功能减退症",
            "诊断依据": "1.患者女77岁。2.因“双侧颈部淋巴结肿大1月余伴纳差20天”入院。3.查体：发育正常，营养良好，神志清楚，检查合作，自动体位。颈软，气管居中。双侧颌下、颈部、锁骨上、腋窝可触及多发肿大淋巴结，左侧锁骨上较大，约4.0*3.0cm，质中，光滑，边界清楚，活动度可，无压痛。双肺呼吸音清。HR88次/分，律齐，各瓣膜听诊区未闻及明显杂音。腹平软，肝脾肋下未及，无明显压痛反跳痛。双侧腹股沟可触及类似肿大淋巴结，双下肢感觉运动良好，病理征（—）。4.门诊资料：2019-6-6外院颈部CT平扫示：颈部多发肿大淋巴结，提示口咽左侧壁较对侧增厚，甲状腺密度减低并点状高密度钙化。2019-6-20我院门诊血常规WBC5.18*109/L，N82.5%，全身浅表淋巴结彩超示：双侧颈部、腋窝、腹部、腹股沟可见多个淋巴结，部分明显肿大。5.老年女性患者，甲状腺功能减退确诊10年余，口服药物治疗。",
            "鉴别诊断": "1.淋巴瘤，可出现全身浅表淋巴结增大，无压痛，穿刺活检病理可明确诊断。2.淋巴结炎：可有肿痛，质软，边界欠清。3.淋巴结结核：多伴有肺结核，如果伴有结核性全身中毒症状，如低热、盗汗、消瘦乏力等则与恶性淋巴瘤不易区别；淋巴结结核之淋巴结肿大，质较硬、表面不光滑，质地不均匀，或因干酪样坏死而呈囊性，或与皮肤粘连，活动度差，PPD试验呈阳性反应。",
            "诊断结果": "1.非霍奇金淋巴瘤（结内NK/T细胞淋巴瘤）Ⅲ期B组白细胞减少2.甲状腺功能减退3.慢性胃炎4.电解质代谢紊乱5.咽喉炎"
        },
        "cure": "1.门诊已行穿刺活检，待病检。2.完善相关辅助检查，如血分析，生化，肿瘤全套，EKG等。3.给予补液对症治疗。患者于门诊行右腋窝淋巴结穿刺示标本镜下见部分生发中心细胞、成熟淋巴细胞、少许中性粒细胞、个别组织细胞、单核细胞。请临床必要时取活检确诊。术中见右侧腋窝皮下可及3.0*2.5cm大小淋巴结，质软，光滑，边界清楚。行锐性分离，将包块完整切除，并结扎相应淋巴管。病理常规：（右侧腋窝）淋巴结镜下见淋巴结被膜存在，淋巴结结构破坏，考虑为非霍奇金淋巴瘤，结合免疫组化，不能排除T细胞/组织细胞丰富的弥漫大B细胞淋巴瘤，建议院外会诊明确诊断。后骨髓穿刺，确诊非霍奇金淋巴瘤（结内NK/T细胞淋巴瘤）Ⅲ期B组白细胞减少。外院教授会诊建议给予西达苯胺联合CHOP方案化疗，因患者一般情况差，周期性发热感染不排除，暂给予抗感染、西达苯胺抗肿瘤治疗，择期化疗。"
    },
    {
        "id": 430,
        "symptom": {
            "一般资料": "男性，41岁，个体",
            "主诉": "间断咳嗽2周，尿黄、皮肤黄染1周。",
            "现病史": "患者缘于2周前受凉后出现咳嗽、咳痰，伴低热，最高温度38.0℃，畏寒，在当地诊所按“感冒”给予口服药物治疗（具体不详），疗效差，仍反复发热、咳嗽，1周前出现尿黄、皮肤黄染，尿色如浓茶水样，呈进行性加重，伴极度乏力、纳差，未在意。今日为求进一步诊治来我院，门诊以“1.慢性乙型病毒性肝炎；2.艾滋病；3.上呼吸道感染”收入我科，自发病以来，神志清，精神差，饮食差，睡眠一般，小便如上述，大便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，否认高血压、糖尿病、心脏病、肾病、脑血管病等慢性疾病史，发现乙肝10年余，发现艾滋病3年余，均未治疗。否认手术、外伤史，否认输血、献血史，否认药物、食物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清楚，精神差，周身皮肤粘膜和巩膜中度黄染，无肝脏、蜘蛛痣，心肺无异常，腹平，压痛、反跳痛阳性，无肌紧张，肝区叩击痛阳性，腹部未触及包块，肝脾肋下未触及，腹部移动性浊音阴性，双下肢未见水肿，扑翼样震颤阴性。",
            "辅助检查": "凝血四项：PT26.1s；PTA:33%肝功能：ALT406u/L，AST732u/L，ALB24.6g/L，TBIL192.4umol/L，DBIL175.8umol/L，CHE2172U/L胸部CT：右下肺胸膜下结节。腹部CT：脂肪肝，胆囊炎，脾大。"
        },
        "diagnosis": {
            "初步诊断": "1.重症肝炎；2.慢性乙型病毒性肝炎肝硬化；3.艾滋病；4.腹膜炎；5.胆囊炎；6.肺结节；7.脂肪肝。",
            "诊断依据": "1.既往史：发现乙肝10年余，发现艾滋病3年余，均未治疗。2.症状：间断咳嗽2周，尿黄、皮肤黄染1周，伴极度乏力、纳差。3.体检：精神差，周身皮肤粘膜和巩膜中度黄染，无肝脏、蜘蛛痣，心肺无异常，腹平，压痛、反跳痛阳性。4.辅助检查支持诊断。",
            "鉴别诊断": "1.酒精性肝病：有长期大量的饮酒史，肝炎标志物阴性。2.自身免疫性肝病：主要有原发性胆汁性肝硬化和自身免疫性肝病，诊断主要依靠自身抗体的检测和病理组织检查。3.药物性肝病：有使用肝损害药物的历史，停药后肝功能可逐渐恢复；肝炎标志物阴性。",
            "诊断结果": "1.慢加急性肝衰竭；2.肝性脑病；3.慢性乙型病毒性肝炎肝硬化；4.艾滋病；5.腹膜炎；6.胆囊炎；7.肺结节；8.脂肪肝。"
        },
        "cure": "患者入院后积极完善相关辅助检查:三大常规，生化检查，凝血功能及影响学检查，给予异甘草酸镁、还原型谷胱甘肽、多稀磷脂酰胆碱、丁二磺腺苷蛋氨酸保肝，退黄治疗，补充白蛋白、血浆营养支持治疗，比阿培南抗感染治疗，甲泼尼龙琥珀酸钠抗炎治疗，**、螺内酯利尿药物治疗，虽然给予积极治疗，但是病情仍继续加重，10后出现肝性脑病，给予醋罐肠、口服乳果糖、输注支链氨基酸纠正肝性脑病，但是患者狂躁不安，非常不配合治疗（禁止应用安定类药物），在此一周后死亡出院，期间曾联系转上级医院，但是均拒接收。"
    },
    {
        "id": 431,
        "symptom": {
            "一般资料": "女性，82岁，务农",
            "主诉": "乏力20年，腹泻后加重1天",
            "现病史": "患者20年前因乏力，活动后心悸等不适，无发热，胸闷胸痛，黄疸，小便异常等伴随症状，在开封市某医院诊断为甲状腺功能减退，长期应用优甲乐片治疗，每周两次，每次50ug，乏力症状好转，日常生活可自理，但不能胜任中等体力活动。一天前，进食生冷食品后，出现腹泻三次，稀水样便，量不像，伴食欲不振，胸腹部不适，性质难以描述，乏力明显加重，伴闷气，需卧床休息。在本院急诊查心电图示窦性心动过缓，心肌供血不足，心肌酶明显升高。",
            "既往史": "平素体质较差，容易患病毒性感冒，腹泻等疾病。30年前曾因子宫肌瘤手术切除。否认高血压，冠心病，糖尿病病史，无药物过敏史。预防接种史不详。平时基础体温偏低，多在35°左右。"
        },
        "examine": {
            "查体": "发育正常，神志清，精神差。全身皮肤干燥，弹性降低，口唇苍白，面颊下肢非压陷性水肿。甲状腺未触及肿大，颈软无抵抗。胸廓对称，双肺可以闻及湿性啰音，右肺较重。心界扩大，心律58次/分，律齐，心音弱。腹部无明显隆起，听诊肠鸣音活跃。脊柱四肢无畸形，活动自如，膝腱反射稍弱，病理征未引出。",
            "辅助检查": "心梗三项：ckmb23.16ng/ml，肌钙蛋白i10.8ng/ml，肌红蛋白＞600ng/ml。心电图：一度房室传导阻滞，广泛st-t改变，III导联病理性Q波。"
        },
        "diagnosis": {
            "初步诊断": "1.甲状腺功能减退性心肌，,2.心肌梗死，3.肺部感染，4.急性肠炎。",
            "诊断依据": "甲状腺功能减退病史20年，甲减症状没有完全控制，腹泻后症状加重。查体，体温36.8°，心律58次/分，非压陷性水肿，皮肤干燥，双肺可以闻及湿性啰音，心界扩大，心音弱，肠鸣音活跃。辅助检查结果。",
            "鉴别诊断": "冠心病，急性心肌梗死，多有高血压，糖尿病高脂血症病史，发病时有明显的胸部压榨样疼痛，心电图可以心肌梗死演变。",
            "诊断结果": "1.甲状腺功能减退性心肌；2.心肌梗死；3.肺部感染；4.急性肠炎。"
        },
        "cure": "调整优甲乐用量，每天50ug，应用抗生素，应用生脉注射液等药物。完善检查等治疗措施，病人症状很快改善，一周后出院，患者可以达到生活自理。嘱按时用药，3周后复查甲状腺功能。"
    },
    {
        "id": 432,
        "symptom": {
            "一般资料": "女性，69岁，农民",
            "主诉": "高热2天，加重伴意识模糊2小时",
            "现病史": "患者2天前无明显诱因出现高热，体温39摄氏度，伴尿频尿急、排尿困难，食欲减退、双下肢无力，无咳嗽、咳痰，无气短、胸闷不适，家属随到当地诊所救治，给予口服药物治疗（具体不详），上诉症状无明显缓解，2小时前再次出现高热，体温40.5摄氏度，精神萎靡，面色苍白，乏力不适，家属急呼救护车来院，检测血压85/40mmHg,给予建立静脉通路，快速补液，急收住我科，入院症见：精神萎靡，高热、贫血貌，心率140次/分，四肢冰凉；",
            "既往史": "有类风湿关节炎14年，双侧股骨头坏死4年，糖尿病4年，目前服用阿卡波糖片50mgqd，格列吡嗪片5mgqd，血糖控制情况不详；发现直肠癌病史2年，先后在肿瘤医院等大医院住院治疗，给予放化疗治疗（具体情况不详），目前近1年未行放化疗治疗；"
        },
        "examine": {
            "查体": "精神萎靡，贫血貌，双肺呼吸音粗，未闻及干湿啰音，心音低顿，下腹部膨隆，局部压痛阳性，肠鸣音3次/分，四肢冰凉，肛门部形态失常、溃烂，空洞行成，截石位7-12点方向可见5*4cm大小质硬肿块，伴恶臭，活动度差，触痛明显，双手及双足关节成梭状畸形，四肢肌力正常，病理征阴性；",
            "辅助检查": "CT提示：直肠癌治疗后改变，双侧腹股沟区淋巴结肿大，右肺纤维化，右肺下叶支气管扩张，左肺肺大泡，左肺下叶小结节，心影增大，心包内少量积液，主动脉、冠状动脉钙化；膀胱炎，盆腹腔少量积液，脾大，左侧股骨头坏死尿常规白细胞44个/HP,红细胞110个/HP，"
        },
        "diagnosis": {
            "初步诊断": "1.感染性休克；2.尿路感染；3.多器官功能障碍综合征急性肾损伤急性肝损伤凝血功能障碍胃肠道功能障碍；4.直肠恶性肿瘤；5.急性尿潴留；6.重度营养不良伴消瘦低蛋白血症；7.冠状动脉粥样硬化性心脏病缺血性心肌病心功能IV级；8.重度贫血；9.类风湿性关节炎；10.2型糖尿病；11.股骨头缺血性坏死。",
            "诊断依据": "高热2天，加重伴意识模糊2小时，查体：精神萎靡，贫血貌，双肺呼吸音粗，未闻及干湿啰音，心音低顿，下腹部膨隆，局部压痛阳性，肠鸣音3次/分，四肢冰凉，肛门部形态失常、溃烂，空洞行成，截石位7-12点方向可见5*4cm大小质硬肿块，伴恶臭，活动度差，触痛明显，双手及双足关节成梭状畸形，四肢肌力正常，病理征阴性；CT提示：直肠癌治疗后改变，双侧腹股沟区淋巴结肿大，右肺纤维化，右肺下叶支气管扩张，左肺肺大泡，左肺下叶小结节，心影增大，心包内少量积液，主动脉、冠状动脉钙化；膀胱炎，盆腹腔少量积液，脾大，左侧股骨头坏死，尿常规白细胞44个/HP,红细胞110个/HP，",
            "鉴别诊断": "第一、泌尿系统结核，泌尿系统结核也可以引起尿频、尿急并且以此症状为主，可以出现血尿。进行泌尿系统影像学检查以及尿病原学的检查，可以鉴别诊断。第二、膀胱肿瘤。膀胱肿瘤位于膀胱进口部位的肿瘤，可以引起尿频、尿急，甚至出现肉眼血尿。通过超声的检查可以鉴别。第三、输尿管下段结石。输尿管下段结石也可以引起尿频、尿急。行尿常规检查可以发现有潜血，但是白细胞比较少，影像学检查比如CT，超声的检查可以发现结石，进行鉴别。",
            "诊断结果": "1.感染性休克,2.尿路感染,3.多器官功能障碍综合征,4.急性肝损伤,5.急性肾损伤,6.凝血功能障碍,7.胃肠道功能障碍,8.膀胱出血,9.直肠恶性肿瘤,10.重度营养不良伴消瘦,11.冠状动脉粥样硬化性心脏病,12.缺血性心肌病,13.心功能iv级,.14.重度贫血,15.股骨头缺血性坏死,16.类风湿性关节炎,17.2型糖尿病"
        },
        "cure": "入院后给予特级护理，告病重，心电监护，氧气吸入，暂禁食水，半卧位，给予气压治疗，预防深静脉血栓形成，给予翻身扣背、机械排痰促进痰液排出；药物治疗给予快速补液（生理盐水、碳酸氢钠乳酸注射液）、抗感染（美罗培南针）、血管活性药物应用（去甲肾上腺素针）、减轻炎症反应，保护脏器（血必净注射液）、输血纠正贫血（悬浮红细胞）、纠正低蛋白血症（人血白蛋白针）、营养支持（脂肪乳氨基酸葡萄溏注射液）、抑制胃酸、保护胃黏膜（泮托拉唑针）、维持水电解质酸碱平衡，对症支持治疗并根据病情变化调整治疗方案。入院第三天复查结果：炎性指标明显下降，肝功能，肾功能恢复正常；继续给予抗感染以及血必净注射液100mlq12h应用，减轻炎症反应，保护脏器功能，入院第四天复查：患者炎性指标明显好转，但仍有尿血，且较前加重，给予膀胱冲洗，行膀胱镜检查发现距膀胱颈左侧2cm处可见活动性出血，进一步给予选择性膀胱动脉栓塞，入院第6天复查，血小板较前下降，考虑严重感染消耗，继续给予抗感染治疗，注意关注血小板情况入院第8天，血小板较前明显升高，无发热，复查炎性指标明显好转，给予停用美罗培南针，根据药敏结果序贯给予哌拉西林他唑巴坦针抗感染治疗！入院第10天，患者血尿明显好转。患者于6月10日病情明显好转办理出院手续"
    },
    {
        "id": 433,
        "symptom": {
            "一般资料": "女性，55，农民",
            "主诉": "腹痛腹胀2天，加重1小时",
            "现病史": "患者于入院前2天突发腹痛，以下腹部为主，呈持续性绞痛，逐渐加重，伴恶心、呕吐，呕吐物为胃内容物，无发热、寒战，无咳嗽、咳痰，无黄疸。就诊于其他医院，完善检查后诊断不清，给予补液观察治疗（具体用药及剂量不详）后患者病情加重，出现休克症状，考虑脓毒性休克，给予深静脉置管，吸氧、抗感染、补液、抗休克治疗，给予灌肠等治疗，患者病情未见明显好转，经多方讨论建议转院治疗，遂转入我院急诊科，以“感染性休克急性腹膜炎代谢性酸中毒电解质紊乱”收住重症监护室。",
            "既往史": "12年因宫颈癌行手术根治术治疗，术后正规化疗1年，否认高血压史，否认\"糖尿病\"史，否认冠心病史"
        },
        "examine": {
            "查体": "T36.3，P145，R24，BP80/51（去甲肾上腺素泵入0.3ug/min/kg）；神清，精神差，急性痛苦病容，四肢湿冷，双肺呼吸音粗，未闻及干湿性啰音。心率145次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹部膨隆，未见腹壁静脉曲张，未见胃肠型及蠕动波，腹部可见陈旧性手术瘢痕，全腹肌紧张，压痛反跳痛阳性，肝脾肋下未触及，未扪及包块，肝、脾区叩击痛阴性，移动性浊音可疑阳性，肠鸣音未闻及。",
            "辅助检查": "（2022-01-20）血常规WBC0.63×109/L，N0.57×109/L，HB135g/L，PLT142×109/L，白细胞明显下降；肝肾功能电解质基本正常，TP30.7g/L,ALB23g/L，GLB7.7g/L，低蛋白血症；腹腔穿刺液常规：黄色浑浊液，WBC1260×106/L，Rivaltatest（+）；凝血功能正常：FIB2.75g/L，APTT24.3S，PT13S，TT15.6S，INR1.1。动脉血气分析：pH7.49，PO256mmHg，PCO231mmHg，BE-3.6mmol/L，Lac5.9mmol/L，（2022-01-20）CT提示：不全性肠梗阻，腹腔积液；肝囊肿形成。"
        },
        "diagnosis": {
            "初步诊断": "1.脓毒性休克；2.急性弥漫性腹膜炎；3.麻痹性肠梗阻；4.腹腔积液；5.白细胞减少症；6.低蛋白血症",
            "诊断依据": "患者因腹痛腹胀2天，加重1小时入院，患者于入院前2天突发腹痛，以下腹部为主，呈持续性绞痛，逐渐加重，伴恶心、呕吐，呕吐物为胃内容物，无发热、寒战，无咳嗽、咳痰，无黄疸。给予补液观察治疗（具体用药及剂量不详）后患者病情加重，出现休克症状，考虑脓毒性休克，给予深静脉置管，吸氧、抗感染、补液、抗休克治疗，给予灌肠等治疗，患者病情未见明显好转，（2022-01-20）血常规WBC0.63×109/L，N0.57×109/L，HB135g/L，PLT142×109/L，白细胞明显下降；肝肾功能电解质基本正常，TP30.7g/L,ALB23g/L，GLB7.7g/L，低蛋白血症；腹腔穿刺液常规：黄色浑浊液，WBC1260×106/L，Rivaltatest（+）；凝血功能正常：FIB2.75g/L，APTT24.3S，PT13S，TT15.6S，INR1.1。动脉血气分析：pH7.49，PO256mmHg，PCO231mmHg，BE-3.6mmol/L，Lac5.9mmol/L，（2022-01-20）CT提示：不全性肠梗阻，腹腔积液；肝囊肿形成。",
            "鉴别诊断": "1.急性胃炎：可因进食不当后出现中上腹痛、恶心、呕吐胃内容物，可伴有发热，往往为低热，该患者查体中上腹无明显压痛、反跳痛，故目前暂不能排除此诊断，完善胃镜以明确。2.肠梗阻，患者可出现腹部饱胀及反复恶心呕吐胃内容物及粪水，并有便秘表现，体检肠鸣音可消失，腹部平片可见肠腔胀气，液平，目前本病依据不足。",
            "诊断结果": "1.脓毒性休克；2.急性弥漫性腹膜炎；3.麻痹性肠梗阻；4.腹腔积液；5.白细胞减少症；6.低蛋白血症；7.凝血功能障碍；8.肺部感染"
        },
        "cure": "患者入院后，明确手术指征，普外科急诊在全麻下行剖腹探查术，术中明确腹腔感染，盆腔脓性积液300ml，距离回盲部50cm处小肠破裂穿孔，行部分回肠切除（25cm），肠吻合术，术后转ICU抢救。入ICU后积极予以予以连续呼吸循环监测，报病危，予以呼吸机辅助呼吸，监测动脉血气，调整呼吸机参数，继续予以积极补液扩容抗休克，予以去甲肾上腺素1.3ug/min/kg联合盐酸肾上腺素0.05ug/min/kg泵入维持循环；积极留取相关标本送检培养，行血培养，并进一步完善术后化验检查，了解患者的脏器功能状态，内环境以及感染指标；予以美罗培南(国产)2g，1/8h联合万古霉素0.8g，1/12h加强抗感染治疗，并予以血必净100ml，1/12h，控制炎症反应，避免脏器功能进一步损伤；监测动脉血压，监测中心静脉压，指导进一步补液抗休克治疗，病情危重考虑行PICCO持续的心功能血流动力学监测，优化抗休克方案；密切观察患者的生命体征变化，观察术后引流管引流情况，积极予以抑酸、化痰、抗炎对症治疗。1月21日，开始使用血必净注射液100mL，bid，控制全身炎症反应，疗程7天，患者病情明显好转，于1月28日停止用药。患者的感染炎症指标明显下降，经过积极抗感染治疗后患者白细胞水平明显恢复正常，血小板从疾病初期一路下降，到感染炎症控制后缓慢升高至正常。患者的脏器功能基本维持的正常，凝血功能明显恢复正常。行血培养结果阴性。经过抗休克，抗感染，抗炎对症支持治疗后患者的循环逐渐趋于稳定，去甲肾上腺素剂量明显下降，于1月26日完全停用去甲肾上腺素。经过积极治疗后患者腹部感染明显控制复查CT结果基本恢复正常，于1月26日顺利脱离呼吸机，1月28日患者病情好转，转入普通科室。"
    },
    {
        "id": 434,
        "symptom": {
            "一般资料": "女性，79岁，农民",
            "主诉": "女性,79岁,农民持续性右上腹痛痛半个月，加重1天。",
            "现病史": "患者诉半个月前无明确诱因出现右上腹部持续性钝痛，无阵发性加剧，无他处放射，无反酸、嗳气，无腹胀，无寒颤、高热、黄疸，伴有恶心、呕吐3次，呕吐物为胃内容物，不含胆汁和咖啡样物，无呕血，共吐约300毫升左右，吐后腹痛无减轻，无腹泻、黑便及神昏，无胸闷、胸痛、呼吸困难，曾于当地诊断为“胆石症”，予输液治疗（药名及剂量不详），症状好转，1天前腹痛再次出现，且较前加重，无恶心、呕吐，无发热，无黄疸，为求手术治疗，而来我院，门诊以\"胆石症、胆囊炎\"收入院。",
            "既往史": "既往体健，否认高血压、糖尿病、脑梗死、心脏病史，否认患有肝炎、结核等传染病史。否认输血史，否认外伤史及过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，表情痛苦，平车推入病房，查体合作。全身皮肤粘膜无苍白，无黄染，皮肤弹性正常，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律82次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。肛门、外生殖器见外科情况。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。外科情况：腹平坦，腹式呼吸无减弱，腹壁静脉无曲张，未见胃肠型及逆蠕动波，右上腹可及肿大之胆囊，局限性压痛，无反跳痛、肌紧张，肝脾肋下未及，双肾及输尿管走行区叩击痛（-），腹叩鼓音，无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音，余(-)。",
            "辅助检查": "血常规：WBC：3.75*10^9/L。中性粒细胞比率：57.00%，淋巴细胞比率：31.00%；中性粒细胞数2.14*10^9/L，淋巴细胞数：1.16*10^9/L。生化回报示：ALT:110.5U/L,AST：61U/L，AST/ALT：0.55，TBIL10.2umol/L，CT示：双肺纹理增多，左肺下叶条索，心脏饱满，心包腔可见液体密度影，主动脉及冠状动脉钙化。肝脏大小、形态正常，实质内未见异常密度影，肝内胆管未见扩张，胆总管扩张，胆总管下段可见结节状高密度影，胆囊增大，壁厚，囊内未见明确阳性结石，脾脏、胰腺形态、大小及密度未见异常。右肾可见类圆形脂肪密度影，腹腔及腹膜后未见肿大淋巴结影。诊断：心脏饱满，心包腔可见液体密度影，主动脉及冠状动脉钙化，胆囊炎，胆总管扩张，胆总管下段结石，考虑右肾脂肪瘤。"
        },
        "diagnosis": {
            "初步诊断": "1.胆总管下段结石，急性胆囊炎2.心包积液3.右肾脂肪瘤4.肝功能损害。",
            "诊断依据": "1.老年女性，急性病程；2.患者半个月前出现右上腹部持续性钝痛，伴有恶心、呕吐3次，吐后腹痛无减轻，曾于当地诊断为“胆石症”，予输液治疗好转，1天前腹痛再次出现，且较前加重；3.查体：腹平坦，右上腹可及肿大之胆囊，局限性压痛，腹叩鼓音，无移动性浊音，肠鸣音4-6次/分；4.CT示心脏饱满，心包腔可见液体密度影，主动脉及冠状动脉钙化，胆囊炎，胆总管扩张，胆总管下段结石，考虑右肾脂肪瘤。",
            "鉴别诊断": "1.上消化道穿孔：该病多为突然发病，且呈刀割样剧痛，迅速弥散至全腹。查体：全腹压痛、反跳痛、肌紧张，呈“板状腹”，听诊肠鸣音消失，立位腹平片可见膈下游离气体。本例患者右上腹部持续性钝痛，无阵发性加剧，无膈下游离气体，可以鉴别。2.急性化脓性梗阻性胆管炎：该病主要表现为寒颤、高热，右上腹痛痛，黄疸，低血压，休克，精神神经症状。本例患者无寒颤、高热，黄疸，血压正常，神志清楚，可以鉴别。",
            "诊断结果": "1.胆总管下段结石急性胆囊炎2.心包积液3.右肾脂肪瘤4.肝功能损害。"
        },
        "cure": "患者入院后完善各项检查，予禁食水，维持水电解质在及酸碱平衡，考虑大肠杆菌及混合菌感染，应用头孢哌酮钠舒巴坦钠2.25加入0.9%氯化钠注射液250毫升静点日二次；注射用间苯三酚120毫克，加入0.9%氯化钠注射液250毫升，静点日一次，解痉止痛治疗。予注射液5毫克入壶，日一次，连用3天，促进心包积液吸收。注射用甘草酸二胺150毫克，加入10%葡萄糖注射液250毫升，静点日一次，保护肝功能。患者效果不佳，经评估后不能耐受传统胆囊切除、胆总管探查手术，行经皮肝穿刺胆囊引流术。"
    },
    {
        "id": 435,
        "symptom": {
            "一般资料": "男性，26岁，居民",
            "主诉": "男性,26岁,居民外伤致腹部疼痛不适3小时",
            "现病史": "患者于入院前3小时发生车祸，伤及左侧腹部。无意识丧失及昏迷。无明显恶心及呕吐。当即腹部疼痛剧烈，左侧为重。被人救起后急来我院就诊，急诊科行CT检查结果提示：脾脏挫裂伤；左肾挫裂伤，左侧肾动脉上支断裂；左侧肾上腺外侧支损伤；左肾上腺、左肾周积血；左侧腰大肌旁积血；腹腔、盆腔积血。患者出现血压下降，心律增快症状，考虑患者存在活动性出血，急诊收住院治疗。",
            "既往史": "既往体健；否认高血压病、冠心病等慢性病史；否认肝炎、结核、伤寒、疟疾等传染病史；否认手术、输血史；按时预防接种；否认药物、食物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志淡漠，自主呼吸正常，贫血面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽苍白，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律79次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形膨隆，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，左侧腹有压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，左肾区有叩击痛，移动性浊音呈阳性，听诊肠鸣音减弱2次/分，未闻及血管杂音。会阴及外生殖器：正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双肾区无隆起，左侧叩痛明显，无放射痛，全腹平坦，左侧腹部深压痛，无反跳痛，耻骨上膀胱未触及。",
            "辅助检查": "入院前检验（--）影像检查（--）头、胸部及腹部CT（2018-02-07，本院）：考虑脾脏挫裂伤，建议增强扫描；左侧肾上腺、左肾周积血，结构模糊，建议增强扫描进一步检查；脾周、左侧肾上腺区及左肾周积血；腹腔、盆腔积血；考虑左肺挫伤，建议复查。头颅CT平扫未见明显异常；左侧筛窦骨瘤。腹部增强CT（2018-02-07，本院）：脾脏挫裂伤；左肾挫裂伤，左侧肾动脉上支断裂；左侧肾上腺外侧支损伤；左肾上腺、左肾周积血；左侧腰大肌旁积血；腹腔、盆腔积血。血型鉴定(20180207):ABO血型B型,RH血型阳性(+),急查肝功能^急查肾功能^急查电解质(20180207):总蛋白59.3↓g/L,球蛋白18.8↓g/L,天门冬氨酸氨基转移酶44↑U/L,镁0.68↓mmol/L,入院后检验（--）急查血常规(20180207):白细胞23.02↑10^9/L,中性粒细胞百分比93.40↑%,淋巴细胞百分比3.20↓%,嗜酸性粒细胞百分比0.00↓%,中性粒细胞绝对值21.51↑10^9/L,淋巴细胞绝对值0.73↓10^9/L,单核细胞绝对值0.75↑10^9/L,嗜酸性粒细胞绝对值0.00↓10^9/L,红细胞3.19↓10^12/L,血红蛋白浓度93↓g/L,红细胞压积0.288↓,病理检查：（--）1.脾破裂，破裂口长1-4.6CM，深1CM；2.（左）肾破裂，破裂口长3.5CM，深1.3CM。"
        },
        "diagnosis": {
            "初步诊断": "1.左肾挫裂伤2.左侧肾动脉上支断裂3.左肾上腺损伤4.脾挫裂伤5.左肺挫伤6.腹腔、盆腔积血",
            "诊断依据": "1.患者男，急性病程2.主因外伤致腹部疼痛不适3小时入院3.查体：双肾区无隆起，左侧叩痛明显，无放射痛，全腹平坦，左侧腹部深压痛，无反跳痛，耻骨上膀胱未触及。",
            "鉴别诊断": "腹部闭合伤，腹腔脏器损伤：通常有上腹部外伤史，目前患者无明确腹膜炎体征，影像学检查有腹腔积液，需手术探查。",
            "诊断结果": "1.左肾挫裂伤2.左侧肾动脉上支断裂3.左肾上腺损伤4.脾挫裂伤5.左肺挫伤6.腹腔、盆腔积血7.胰尾挫伤"
        },
        "cure": "麻醉方式：全麻手术方式:剖腹探查术、脾切除术、左肾切除术手术简要经过:患者入手术室，麻醉成功后取平卧位，常规消毒铺无菌巾单。取左侧腹经腹直肌切口长约25cm，逐层切开皮肤皮下、肌层及腹膜，进入腹腔，探查见腹腔内大量积血及暗红色血块，脾脏可见多处裂伤，均伴明显活动性出血，钳夹脾蒂，控制出血，依次游离脾周韧带，切除脾脏，缝合结扎脾蒂。打开左侧侧腹膜，可见左肾肾周巨大血肿，打开肾周筋膜，显露肾蒂，辨清肾动静脉。探查见左肾中上三分肾实质颜色发黑，无血供。上三把肾蒂钳，分别结扎肾动静脉，结扎左侧输尿管，切除左肾。共清除积血及血块约3500ml。探查肝脏、胆囊、胃肠未见明显异常，胰尾红肿，考虑挫伤。以温盐水和甲硝唑反复冲洗腹腔并吸净，于左上腹部和左腹膜后及右侧盆腔分别放置引流管。查无明显活动性出血，清点器械纱布无误，以1号可吸收线缝闭腹膜，逐层缝合关腹。手术顺利，切除标本予家属看过后送病理检查，患者安返病房。术中使用hem-o-lok夹2个，可吸收止血纱布5块。术中出血约3500ml，术中输注B型Rh阳性红细胞悬液4U，血浆600ml，自体血946ml患者未出现明显不良反应。术中诊断:1.左肾挫裂伤2.左侧肾动脉上支断裂3.左肾上腺损伤4.脾挫裂伤5.左肺挫伤6.腹腔、盆腔积血7.胰尾挫伤术后处理措施:重症监护，抗炎补液对症处理。术后应当特别注意观察的事项:监测生命体征，观察引流管引流液颜色及引流量。"
    },
    {
        "id": 436,
        "symptom": {
            "一般资料": "男性，72岁，无",
            "主诉": "排尿困难5年，加重2个月",
            "现病史": "该患于5年前出现排尿困难，表现为排尿费力，尿线细，射程短，尿频、尿急，以夜尿为主，每晚4—5次，近1年来排尿困难逐渐加重，5-6次/每晚，近半年下腹略胀痛，于2个月前来院就诊，给予查泌尿系彩超、肾功及总前列腺抗原，彩超示双肾盂积水、前列腺增生及膀胱尿潴留，肌酐升高，总前列腺抗原升高，给予留置导尿及查前列腺核磁，核磁示前列腺癌可能性大，住院后给予彩超引导下前列腺穿刺术，病理回报为前列腺增生，病程中无肉眼血尿，无发热，无腰痛，无尿痛，饮食正常，睡眠及精神尚可，大便正常。",
            "既往史": "平素身体一般。无肝炎病史及其密切接触史，无结核病史及其密切接触史，无手术史，无外伤史，无血制品输注史，无食品药物过敏史，预防接种史按计划进行。"
        },
        "examine": {
            "查体": "T:36.2℃，P:80次/分，R:20次/分，BP:128/88mmHg。肺呼吸音粗，心脏未及明显杂音，腹平坦，腹软，无压痛，肛诊：肛门括约肌收缩有力，触及前列腺IIII度，表面光滑，无结节，质硬，中间沟变浅，外生殖器官外观正常。",
            "辅助检查": "彩超示前列腺大小约50×75×55mm,凸向膀胱，凸入部分范围约35×14mm,实质回声欠均匀；生化示尿素12.04mmol/L，肌酐(CRE)256.6umol/L。总前列腺抗原：45.16ng/ml；核磁示前列腺移行带左侧占位性病变，考虑前列腺癌可能性大；免疫组化病理诊断报告示良性前列腺组织（广州金域医学检验中心）；尿液分析(干化学法+流式细胞仪法)：尿蛋白(白蛋白)弱阳性g/L、红细胞计数93.68/uL、红细胞(高倍视野)16.68/HPF、白细胞计数580.1/uL、白细胞(高倍视野)103.26/HPF、病理管形2.64/LPF、细菌297.24/uL、白细胞团24.32/uL。生化示尿素4.52mmol/L，肌酐(CRE)118.7umol/L。"
        },
        "diagnosis": {
            "初步诊断": "前列腺增生",
            "诊断依据": "1.前列腺增生：1.排尿困难5年，加重2个月2.肛诊：肛门括约肌收缩有力，触及前列腺IIII度，表面光滑，无结节，质硬，中间沟变浅，外生殖器官外观正常。3.彩超示前列腺大小约50×75×55mm,凸向膀胱，凸入部分范围约35×14mm,实质回声欠均匀。4.免疫组化病理诊断报告示良性前列腺组织（广州金域医学检验中心）。2.肾功能不全：生化示尿素4.52mmol/L，肌酐(CRE)118.7umol/L。3.泌尿道感染：白细胞计数580.1/uL、白细胞(高倍视野)103.26/HPF。",
            "鉴别诊断": "1.前列腺癌：前列腺有结节，质地坚硬或PSA增高。2.膀胱颈挛缩：多为慢性炎症所致，发病年龄较轻，多在40-50岁出现排尿不畅症状，但前列腺体积不增大，膀胱镜检查可以确诊。3.尿道狭窄：多有尿道损伤及感染史，行尿道膀胱造影与尿道镜检查，不难确诊。4.神经源性膀胱功能障碍：临床表现与前列腺增生相似，有排尿困难、残余尿量叫多、肾积水和肾功能不全，前列腺不增大，为动力性梗阻。病人常有中枢或周围神经系统损害的病史和体征，如有下肢感觉和运动障碍，会阴皮肤感觉减退、肛门括约肌松弛或反射消失等。静脉尿路造影常显示上尿路有扩张积水，膀胱呈“圣诞树”形尿流动力学检查可以明确诊断。",
            "诊断结果": "前列腺增生，肾功能不全，泌尿系感染。"
        },
        "cure": "1.入院后查血尿常规、大生化，胸片及心电图，心脏彩超，动态心电图及肺功检查。2.继续留置导尿，抗炎控制尿路感染。3.请呼吸及循环科会诊调节心肺疾病。4.术前准备，灌肠，备血，术前与患者家属签字手术同意术。术前第二代头孢抗生素预防感染，行等离子电切术，腰硬联合麻醉成功后，取截石位，常规消毒、铺无菌巾单，经尿道注入利多卡因胶浆，顺利插入电切镜，膀胱容量大于300ml。镜下见前列腺两侧叶、中叶明显增生，三角区正常，前列腺尿道延长约1个半镜野，术中诊断为前列腺增生，自膀胱颈至精阜近端电切一标志沟直至前列腺包膜。以此为标志，用电切环逐步电切前列腺组织，先电切中叶，再电切左侧叶，同法处理右侧叶，电切过程顺利。电切完毕后反复冲洗出已电切前列腺组织，拔出电切镜后尿流通畅，留置20F三腔尿管引流，球囊注水40ml。尿管引流液色淡红。手术顺利，麻醉满意，失血量约260毫升，未输血。手术历时约2小时45分。术后患者安全返回病房。切除的前列腺组织送病理检查。5.术后给予预防感染补液止血抑酸及膀胱冲洗治疗，术后第二天抽尿管气囊20毫升，流质饮食，按摩下肢预防血栓形成，术后1周拔尿管，排尿尿线正常1天后出院。"
    },
    {
        "id": 437,
        "symptom": {
            "一般资料": "女性，30岁，农民",
            "主诉": "停经38+3周，不规则下腹痛2小时",
            "现病史": "青年女患者。孕妇平素月经规则，末次月经2019年5月1日，彩超推算预产期2019年2月2日；停经40+天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4+月出现胎动,停经12周在我院建卡检查共10次；唐氏三联筛查低风险。现孕妇停经38+3周，患者2小时前出现无诱因出现下腹痛，无明显规则，无阴道流液，伴阴道见红，自觉胎动正常。现门诊拟“先兆临产”收入院。停经以来孕妇无发热。食欲食量良好，睡眠情况良好，孕前体重47kg，体重增加13公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律77次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查：宫底高度32.0cm，腹围99.0cm，估计胎儿大小3000.00g，胎方位LOA，宫缩不规则，胎心音150次/分。阴检：宫口未开，宫颈质地软，宫颈位置中，宫颈消退90.00%。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验未有异常。B超示：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，宫腔左下方见较多脐带堆积，胎儿超声四项生物物理评分8分，胎盘位于前壁，厚38mm，胎盘边见一大小约6*8cm的回声团，考虑副胎盘，成熟度II+度，S/D2.18，双顶径96mm，HC330mm，AC319mm，FL70mm，胎儿估重3010g+-513g。"
        },
        "diagnosis": {
            "初步诊断": "1.先兆临产（孕1产0宫内妊娠38+3周LOA单活胎）2.副胎盘",
            "诊断依据": "1.先兆临产（孕1产0宫内妊娠38+3周LOA单活胎）：现孕妇停经38+3周，患者2小时前出现无诱因出现下腹痛，无明显规则，无**流液，伴**见红，自觉胎动正常。宫底高度32.0cm，腹围99.0cm，估计胎儿大小3000.00g，胎方位LOA，宫缩不规则，胎心音150次/分。阴检：宫口未开，宫颈质地软，宫颈位置中，宫颈消退90.00%。先露位置S-2。胎膜未破。2.副胎盘：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，宫腔左下方见较多脐带堆积，胎儿超声四项生物物理评分8分，胎盘位于前壁，厚38mm，胎盘边见一大小约6*8cm的回声团，考虑副胎盘，成熟度II+度，S/D2.18，双顶径96mm，HC330mm，AC319mm，FL70mm，胎儿估重3010g+-513g。",
            "鉴别诊断": "1.临产：有规则下腹痛，开始约5-6分钟一次，随后逐渐加强及有规律，**检查：伴有宫颈管扩张，宫颈管已经消退。2.前置胎盘：妊娠28周后，胎盘附着于子宫下段，甚至胎盘下缘达到或覆盖宫颈内口，其位置低于胎先露部，称为前置胎盘。前置胎盘是妊娠晚期出血的主要原因之一，是妊娠期的严重并发症。多见于经产妇，尤其是多产妇。",
            "诊断结果": "1.慢性胎儿宫内窘迫2.孕1产1宫内妊娠38+3周LOA单活婴"
        },
        "cure": "患者入院完善相关产前检查，检查患者骨盆未见明显异常，予尝试阴道试产，产程中当宫颈口开2cm时出现胎心监测为早期减速，给予左侧卧位，低流量吸氧后好转，宫口开5cm时再次出现胎心减速，30分钟有两次晚期减速，患者自觉胎动减少，考虑慢性胎儿宫内窘迫可能，建议剖宫产终止妊娠，术中听胎心100bpm，取下腹横切口长12cm，逐层开腹，进入腹腔，腹腔无粘连，子宫如孕足月大小，子宫下段形成良好。剪开子宫膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，刺破胎膜。后分娩出一活女婴,apgar1分钟评分9分，呼吸扣一分，断脐后交护婴者，给予充分面罩给氧后评分至10分，擦拭宫腔3次，探及宫腔时，未见异常，检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层，予欣母沛预防产后出血。胎盘可见有一副胎盘，大小约8*6cm，可见血块压迹，用温盐水冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏。1-0号薇乔缝线连续缝合腹膜及腹直肌筋膜。常规缝合皮下脂肪及皮肤。术后检查子宫收缩好。宫底平脐。检查软产道无裂伤。术后予严密观察产妇生命征变化，心电监护。禁食6小时后全流饮食。术后静滴缩宫素加强宫缩、予静滴头孢曲松+奥硝唑抗感染治疗，予钠钾镁钙葡萄糖注射液、复方氨基酸注射液营养支持治疗。患者术后复查血常规白细胞正常，给予出院。"
    },
    {
        "id": 438,
        "symptom": {
            "一般资料": "女性，31岁，无",
            "主诉": "停经40周，发现胎死宫内1天",
            "现病史": "孕妇平素月经规则，末次月经2020年08月24日，2020年9月12日于广东省第二人民医院行IVF-ET术，放置囊胚1枚，预计预产期2021年05月31日；移植后14天查血HCG阳性，移植30+天查早孕B超提示宫内单活胎。停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经13周在我院建卡检查共21次；2020-12-29唐氏三联筛查提示21-三体综合征高风险，未于产前诊断就诊，未行羊水穿刺检查，于2021-01-06行无创产前DNA筛查提示低风险。2020-11-28本院查糖耐量试验5.72-12.08-9.14mmol/l，考虑妊娠期糖尿病，患者无烦渴、多饮、多尿等不适，予产科高危门诊就诊，予饮食运动控制血糖，平素规律监测血糖，空腹血糖水平5.3-5.6,mmol/l，餐后2小时血糖水平波动在5.6-6.8mmol/l。于2021年03月12日至2021年03月23日因\"胎儿生长受限\"在我院产科住院诊治,经治疗患者胎儿各径线有所增长后出院。现孕妇停经40+1周，患者无下腹痛，无阴道见红，无阴道流液，患者自诉昨日仍胎动正常，今日早上自觉无明显胎动。2021年05月31日本院二维彩超：宫内妊娠，死胎。现门诊拟“妊娠期糖尿病、胎死宫内”收入院。停经以来孕妇无腹痛,无腹坠胀；无阴道流血，无阴道流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重68.00kg，体重增加14公斤，大便正常，小便正常。",
            "既往史": "一般健康状况良好,2017年孕期发现妊娠期糖尿病（具体不详）。否认高血压，无化学性物质、放射性物质、有毒物质接触史，否认外伤史；否认手术史；否认输血史，预防接种史不详。生育史：孕2产1流0，2017年顺产一子，出生体重3.8kg,健在。"
        },
        "examine": {
            "查体": "T:36.5℃，P:88次/分，R:20次/分，BP:108/73/mmHg。一般状况检查结果：发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。皮肤和黏膜检查结果：全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝掌、蜘蛛痣。全身浅表淋巴结检查结果：全身浅表淋巴结无肿大。头部及其器官检查结果：头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛，无听力粗试障碍。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。嗅觉正常。口唇无发绀，口腔粘膜未见异常。舌苔正常，伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈部检查结果：颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸部检查结果：胸廓未见异常，胸骨无压痛，乳房正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性罗音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心率88次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹部检查结果：腹平坦，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未闻及异常，4次/分。肛门指诊检查结果：肛门未查。外生殖器检查结果：外生殖器检查结果：无异常。脊柱检查结果：脊柱正常生理弯曲。四肢检查结果：四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。神经系统检查结果：四肢肌力、肌张力正常，双侧肱二、三头肌腱反射正常，双侧膝、跟腱反射正常，生理反射正常，病理反射未引出，双侧Babinski征阴性。专科情况:宫底高度32.0cm，腹围100.0cm，估计胎儿大小3200.00g，胎方位左枕前(LOA)，宫缩无，先露头，已衔接，胎心音0次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退60.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "1.血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。2.妊娠甲功三项：TSH0.339mIU/LFT411.85pmol/LTPO0.10IU/ml。血型“B”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，3.乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）4.唐氏筛查：21-三体综合征：高风险，18-三体：低风险，开放性脊柱裂：低风险。无创产前诊断低风险。糖耐量试验：5.72-12.08-9.14mmol/L。2021年03月12日彩超：BPD81mm，HC304mm，AC291mm，FL68mm，AFV50mm，AFI159mm，胎盘位于后壁，厚35mm，成熟度I度，脐带绕颈3周，胎儿估重2257g+-330g。2021年05月31日本院二维彩超：宫内妊娠，死胎（BPD83mm，HC313mm，AC311mm，FL72mm，AFV32mm，AFI86mm，胎盘位于后壁，厚25mm，成熟度II度。"
        },
        "diagnosis": {
            "初步诊断": "1.胎死宫内2.胎儿生长受限3.妊娠期糖尿病4.脐带绕颈（三周）",
            "诊断依据": "1.胎死宫内：停经40周,发现胎死宫内1天。现孕妇停经40+1周，患者无下腹痛，无阴道见红，无阴道流液，患者自诉昨日仍胎动正常，今日早上自觉无明显胎动，2021年05月31日本院二维彩超：宫内妊娠，死胎。现门诊拟“妊娠期糖尿病、胎死宫内”收入院。2.胎儿生长受限和脐带绕颈：2021年03月12日彩超：BPD81mm，HC304mm，AC291mm，FL68mm，AFV50mm，AFI159mm，胎盘位于后壁，厚35mm，成熟度I度，脐带绕颈3周，胎儿估重2257g+-330g。3.妊娠期糖尿病：2020-11-28本院查糖耐量试验5.72-12.08-9.14mmol/l，考虑妊娠期糖尿病，患者无烦渴、多饮、多尿等不适，予产科高危门诊就诊，予饮食运动控制血糖，平素规律监测血糖，空腹血糖水平5.3-5.6,mmol/l，餐后2小时血糖水平波动在5.6-6.8mmol/l。",
            "鉴别诊断": "糖尿病合并妊娠：是妊娠之前已经患有糖尿病的患者。此患者为为妊娠期糖尿病，是妊娠期间发现血糖升高，而且这种血糖升高的水平达到了普通的糖尿病诊断标准，也叫做妊娠期间的糖尿病。",
            "诊断结果": "1.胎死宫内2.头位顺产（孕2产2宫内妊娠40周LOA单死婴）3.胎儿生长受限4.脐带绕颈（三周）5.妊娠期糖尿病"
        },
        "cure": "入院后完善各项相关检查，宫颈基本成熟，予引产，产程进展顺利。2021-5-3116:36阴道分娩单男死婴，体重2.25Kg，身长48cm，羊水II度浑浊，脐带绕颈3周，胎盘娩出完整，胎膜娩出基本完整，检查软产道无裂伤。产后宮缩好，予以口服生化汤加减以养血活血、祛瘀生新、温经止痛。产妇产后宫缩好，恶露少，无异味，会阴伤口无红肿及渗液。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 439,
        "symptom": {
            "一般资料": "女性，39岁，农民",
            "主诉": "孕3月余，呕吐2月余，加重20天。",
            "现病史": "平素月经规则，末次月经为2020年02月24日，停经1月余测尿HCG阳性，孕后有明显恶心、厌食、软困等早孕反应，偶有腹痛及腰胀。孕前孕后均未服用过叶酸。恶心等症状一直未消失，最近2月余开始出现呕吐，进食减少，近20天来呕吐变频繁及加重，进食后即发生呕吐，吐出物均为胃内容物，无咖啡样物及胆汁样物，伴有软困无力及头晕，无上腹部疼痛、无腹泻、无发热及**流血，曾在外院住院治疗，症状均未见明显好转，今日到我院就诊并要求住院治疗。拟“妊娠剧吐”收入院，入院时一般情况：神清，精神欠佳，有呕吐，乏力，偶有下腹胀痛及腰酸，睡眠不良，二便正常。",
            "既往史": "既往有胃病史，否认有“高血压”、“糖尿病”及“冠心病”等慢性及重大疾病病史。否认有“肝炎”、“结核”等传染病史，否认有重大外伤、中毒及输血史。否认有药物及食物过敏史。夫妻感染和睦，居住环境尚好，无不良生活嗜好。14岁月经初潮，经期4天，周期30天左右。LMP2020-2-24，月经量及色均正常，无痛经。离异再婚，孕3产2，前两孩与前夫所生，分别生于2002年（顺产）及2008年（剖宫产），人流1次。二孩子及家人体健。"
        },
        "examine": {
            "查体": "一般情况：神清，精神欠佳，倦怠面容，自动**，问题切题，查体合作。皮肤粘膜、淋巴结、头部及其器官、颈部甲状腺等均未查及异常。胸廓外形正常，双侧**对称，**无凹陷、未触及包块，无压痛。心肺四诊未及异常。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹隆起增大如孕月，下腹可见一横向陈旧性手术疤痕长约12cm，全腹无压痛，腹壁未见静脉曲张。无肠型、蠕动波。腹部可及宫缩，肝脾触诊未触及。肝颈静脉回流征阴性。肝肾区无叩痛。肠鸣音正常，未闻及气过水声及血管杂音。外生殖器、肛门、会阴：女性外生殖器，会阴未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛。肋脊角无压痛。四肢无畸形，关节活动自如，关节无红肿，下肢无静脉曲张，无杵状指、趾，双下肢轻度水肿。四肢肌力及肌张力正常神经系统:生理反射存，病理反射未引出。专科情况：子宫增大，质软，无压痛，宫高脐上一指，腹围88cm，胎心音150次/分，外阴发育正常，无异常分泌物，无异味，已产型，未行内检。",
            "辅助检查": "2020年06月11日我院门诊胎儿B超检查：宫内妊娠，胎儿存活，单胎，胎儿大小相当于孕15周，脐带插入口位于胎盘边缘。胎儿双顶径2.8cm，股骨1.9cm，羊水最大暗区3.5cm，厚度1.4cm。"
        },
        "diagnosis": {
            "初步诊断": "1.妊娠剧吐2.球拍状胎盘3.高龄经产妇4.剖宫产史的妊娠5.孕4产2孕15周",
            "诊断依据": "1.孕妇39岁，年龄≥35岁，为高龄孕妇。末次月经2月24日。曾顺产及剖宫产娩两孩，人流1次。因孕3月余，呕吐2月余，加重20天入院，入院前进食即吐。2.查体：子宫增大与孕月相符，宫高耻骨联合上二横指，腹围88cm，胎心音150次/分。3.06月11日我院门诊胎儿B超检查：胎儿存活，单胎，胎儿大小相当于孕15周，脐带插入口位于胎盘边缘。",
            "鉴别诊断": "妊娠剧吐主要与葡萄胎、以及其他可能引起呕吐的疾病如肝炎、急性胃肠炎等相鉴别。1.葡萄胎：通过B超检查可见雪花状回声，未见正常胎儿进行鉴别。2.急性阑尾炎：可以有恶心或伴有呕吐，但多见伴持续性腹痛，且多从上腹部开始，经脐周转至右下腹，麦氏点压痛、反跳痛明显，通过体格检查及病史可鉴别；3.急性胰腺炎：可有进食后短时间内出现上腹部痛，恶心、呕吐、发热和血胰酶升高，查体及实验室检查、B超检查可鉴别。4.妊娠合并急性胃肠炎：除恶心呕吐外常伴有上腹部或全腹阵发性疼痛，肠道感染伴有腹泻，发热，大便检查可鉴别。",
            "诊断结果": "1.妊娠剧吐伴酮症及电解质失衡2.妊娠合并中度贫血3.高龄经产妇4.剖宫产史的妊娠5.球拍状胎盘6.孕4产2孕17周"
        },
        "cure": "一、完善相关检查检验：血尿常规，肝肾功能、电解质等项目，了解有无酮症及低钾等异常，有无肝功能损害等。二、通过检查明确存在酮症及低钾，肝肾功能无明显的异常。因呕吐剧烈，不能进食，入院后先予以禁食，减轻食物对消化道的**，减少呕吐，通过静脉输液补足每天生理需要液量以及营养物质需求、监测尿量变化、记录24小时出入量，减轻患者心理紧张度。药物方面：1.5%葡萄糖液500ml+维生素C2g+维生素B60.2g+10%氯化钾液1.5g静滴Bid(注意监测尿量）2.复方氯化钠液500ml静滴Qd3.0.9%氯化钠液250ml+碳酸氢钠液5g静滴Qd4.乳酸钠林格液500ml、转化糖电解质液250ml、20%脂肪乳液250ml分别静滴，Qd。(注：1-4为长期医嘱用量）5.入院第1个24小时内，因未能进食，额外临床医嘱静脉补液量：5%葡萄糖氯化钠液500ml、5%葡萄煻注射液1000ml、乳酸钠林格注射液500ml，第1天入量为4500ml，监测尿量正常。入院第2天，呕吐症状稍有减轻后，尝试进食少许流质，不限制进食时间，以进食后不发生呕吐为度。输液量维持长期医嘱的2250ml量。至入院后第4天呕吐症状明显缓解，已经能稍正常进食半流质食物，当天液量入毕，停止静脉补液。6.入院后当天即开始予中药：生姜、陈皮、姜半夏、硝仁、姜竹茹各10g粉剂混合后调成膏进行内关穴、足三里穴、中脘穴等贴敷，每天一次，也对缓解呕吐程度起到了很好的作用。住院治疗8天，痊愈出院。"
    },
    {
        "id": 440,
        "symptom": {
            "一般资料": "女性，39岁，销售",
            "主诉": "停经34+6周，发现血压升高5月。",
            "现病史": "孕妇平素月经规则，末次月经2019年12月08日，预产期2020年09月15日；因“丈夫弱精”于外院行IVF-ET术，于2019-12-25移植冻胚2枚，停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动，18/2我院彩超提示：宫内双绒毛膜囊双羊膜囊双胎妊娠，均可见胎心搏动。停经12周在我院建卡检查共16次，孕期规律口服拉贝洛尔（2#tid）控制血压，孕妇诉于家中监测血压均波动于正常范围内，孕期产检血压波动于117-172/94-123mmHg，动态复查24小时随机尿蛋白波动于0.096-0.199g，孕期双下肢脚踝以下浮肿，无头晕头痛，无视物模糊等不适，各次查胎心均正常。11/5我院行24小时动态血压监测波动于正常范围。因高龄检查孕妇行产前诊断，孕妇拒绝，要求行无创基因检测，无创基因检测均提示低风险。因既往“妊娠期高血压病史”停经17周开始口服阿司匹林片（1#qd），诉3天前已停药。停经29+5周出现下腹部皮肤瘙痒，自诉使用橄榄油后症状可缓解。6/8查空腹胆汁酸提示：16.4μmol/L，偶有下腹部皮肤瘙痒，无皮肤黄染，无纳差等不适，未予特殊治疗。现孕妇停经34+6周，无下腹痛，无阴道流血，无阴道流液，自觉胎动如常。现门诊拟“子痫前期”收入院。停经以来孕妇无腹痛,无腹坠胀；无阴道流血，无阴道流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐，无发热，食欲食量良好，睡眠情况较差，孕前体重57.50kg，体重增加3.5公斤，大便正常，小便正常。",
            "既往史": "高血压病史3年余，规律服用降压药物治疗，诉2017年开始改服盐酸拉贝洛尔控制血压，血压控制尚可；2016年因于外院行子宫下段剖宫产1次；否认肝炎、结核、疟疾病史，否认冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节，毛发分布正常，皮下无水肿，无肝掌、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，乳房正常对称，乳头凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性罗音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心率80次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，下腹正中见一长约12cm纵行手术瘢痕，子宫下段无压痛，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查宫底高度41.0cm，腹围102.0cm，估计胎儿大小2200/2100g，胎方位左枕前(LOA)/右骶前(RSA)，宫缩无，先露头/臀，未衔接，胎心音132/148次/分。阴检：未查。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH0.773mIU/LFT48.77pmol/LTPO0.18IU/ml。6/8总胆汁酸：16.4μmol/L血型“A”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.87-8.12-6.55mmol/L。2020年08月06日本院二维彩超：双胎之一，宫内妊娠34-周，活胎，胎儿脐动脉血流频谱测值正常（BPD85mm，HC310mm，AC298mm，FL66mm，AFV40mm，胎盘位于左侧壁，厚35mm，成熟度I度，S/D2.16，胎儿估重2310g+/-400g）；双胎之二，宫内妊娠33+周，臀位，活胎，脐带绕颈一周，胎儿脐动脉血流频谱测值正常（BPD87mm，HC309mm，AC291mm，FL64mm，AFV50mm，胎盘位于前壁，厚28mm，成熟度I度，S/D2.71，胎儿估重2190g+/-351g）。2020-8-11彩超提示：双肾积液。双肾集合系统分离，右侧最宽处约17mm，左侧最宽处约14mm。"
        },
        "diagnosis": {
            "初步诊断": "1.慢性高血压并发子痫前期2.双胎妊娠（双绒双羊）3.臀先露（双胎之一）4.妊娠合并子宫瘢痕5.IVF-ET术后6.高龄经产妇妊娠监督",
            "诊断依据": "1.慢性高血压并发子痫前期：孕期规律口服拉贝洛尔（2#tid）控制血压，孕妇诉于家中监测血压均波动于正常范围内，孕期产检血压波动于117-172/94-123mmHg，动态复查24小时随机尿蛋白波动于0.096-0.199g，孕期双下肢脚踝以下浮肿，无头晕头痛，无视物模糊等不适，各次查胎心均正常。11/5我院行24小时动态血压监测波动于正常范围。2.双胎妊娠（双绒双羊）和臀先露（双胎之一）：2020年08月06日本院二维彩超：双胎之一，宫内妊娠34-周，活胎，胎儿脐动脉血流频谱测值正常（BPD85mm，HC310mm，AC298mm，FL66mm，AFV40mm，胎盘位于左侧壁，厚35mm，成熟度I度，S/D2.16，胎儿估重2310g+/-400g）；双胎之二，宫内妊娠33+周，臀位，活胎，脐带绕颈一周，胎儿脐动脉血流频谱测值正常（BPD87mm，HC309mm，AC291mm，FL64mm，AFV50mm，胎盘位于前壁，厚28mm，成熟度I度，S/D2.71，胎儿估重2190g+/-351g）。3.妊娠合并子宫瘢痕、IVF-ET术后、高龄经产妇妊娠监督：年龄39岁，2016年因于外院行子宫下段剖宫产1次，因“丈夫弱精”于外院行IVF-ET术，于2019-12-25移植冻胚2枚。",
            "鉴别诊断": "子痫前期：妊娠20周以后，出现血压升高和蛋白尿，并可出现头痛、眼花、恶心、呕吐、上腹不适等症状。子痫是由子痫前期发展成更为严重的症状，引起抽搐发作或昏迷。病因至今尚不清楚，可导致严重的母儿并发症。",
            "诊断结果": "1.慢性高血压并发子痫前期2.肾功能异常3.经剖宫产术分娩（孕2产1宫内妊娠35+1周LOA/RSA双活婴）4.双胎妊娠（双绒双羊）5.妊娠合并子宫瘢痕6.早产低出生体重儿(双胎)7.IVF-ET术后8.妊娠合并盆腔粘连9.高龄经产妇妊娠监督"
        },
        "cure": "入院后完善相关检查，评估患者肌酐增高，提示肾功能异常，肌酐达102，建议终止妊娠，1.取平卧位，听胎心140/130bpm，常规消毒铺巾。2.原手术疤痕处取纵切口长12cm，逐层开腹，腹直肌与腹膜致密粘连，予钝锐性分离后进入腹腔，膀胱反折腹膜与子宫前壁粘连，予松解粘连后暴露子宫。子宫如孕足月大小，子宫下段形成一般。3.剪开膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，子宫剪锐性剪开子宫延长子宫切口约10cm。4.分别于15点12分、15点14分娩出两活婴，婴儿娩出后宫肌注缩宫素10u，静滴10u，子宫下段收缩欠佳，予子宫肌肉注射欣母沛250ug后宫缩好转。5.擦拭宫腔3次，检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层。6.用温盐水冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏，1-0号薇乔缝线连续缝合腹膜及腹直肌筋膜。常规缝合皮下脂肪及皮肤，因患者脂肪层厚，予留置伤口引流球预防脂肪液化。7.术后检查子宫收缩好。宫底平脐。术中出血400ml，术中血压平稳，尿量1000ml，色清。麻醉满意，安返病房。目前患者体温：36.5℃，脉搏：85次/分，呼吸：20次/分，血压：125/75mmHg。术后予1.严密观察产妇生命征变化，心电监护。2.禁食6小时后全流饮食。3.术后静滴缩宫素加强宫缩、予静滴头孢硫脒预防感染治疗，予钠钾镁钙葡萄糖注射液营养支持治疗，硫酸镁静滴预防产后子痫。4.新生儿因高危儿转新生儿科。5.术后中西医结合快速康复治疗。术后应特别注意事项:注意患者宫缩、阴道流血情况及生命体征。术后宫缩好，血压平稳，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 441,
        "symptom": {
            "一般资料": "男性，24岁，工人",
            "主诉": "男性,24岁,工人双耳间断流脓、耳鸣、耳闭、听力下降5余年",
            "现病史": "患者于5余年前无明显诱因出现双耳间断流脓、耳鸣、耳闭，伴听力下降，有鼻塞、流清涕，无头痛，无发热，无眩晕，无耳出血，无面部麻木、口角歪斜。未予以特殊治疗，今来我科门诊就诊，门诊以\"慢性化脓性中耳炎\"收入院。发病来，患者精神、食欲、体力、睡眠可，大小便正常。",
            "既往史": "既往有乙肝病史；患者2岁时头皮下肉芽肿切除术；6年前左上肢骨折矫正术；无药物及食物过敏史。"
        },
        "examine": {
            "查体": "。神清，皮肤巩膜无黄染，浅表淋巴结不大。胸廓无畸形，双肺清，无啰音；心律84次/分，心律齐，无杂音；腹平软，无压痛及反跳痛，肝脾肋下未及，双肾区无叩痛。脊柱四肢活动正常。生理反射存在，病理反射未引出。专科检查：双侧外耳道可见脓性分泌物附着，右侧鼓膜混浊、可见脓性分泌物附着；双侧下鼻甲肿胀，鼻中隔左侧偏曲，鼻道内可见粘涕",
            "辅助检查": "门诊资料:颞骨CT（2018-12-31本院）示双侧慢性中耳乳突炎，伴右侧听小骨吸收；蝶窦及右侧上颌窦炎症；双侧下鼻甲肿胀；耳内镜示：慢性中耳炎。纯音听阈示：双侧传导性耳聋；声导抗示：B型（双）；血脂示：总胆固醇6.93mmol/L↑、甘油三酯1.85mmol/L↑、低密度脂蛋白4.38mmol/L↑，提示高脂血症；血常规、肝肾功能、血糖、电解质、凝血功能、CRP、尿常规未见特殊异常；血型：O型；乙肝三系：HBsAg+、HBeAb+、HBcAb+；丙肝抗体、艾滋病抗体、梅毒螺旋体抗体均阴性。心电图及胸片未见特殊异常；"
        },
        "diagnosis": {
            "初步诊断": "1.慢性化脓性中耳炎（双）2.慢性病毒性乙型肝炎3.高脂血症",
            "诊断依据": "1.患者，男，24岁，双耳间断流脓、耳鸣、耳闭、听力下降5余年；2.既往有乙肝病史,，肝功能正常，未行抗病毒治疗。3.双侧外耳道可见脓性分泌物附着，右侧鼓膜混浊、可见脓性分泌物附着；双侧下鼻甲肿胀，鼻中隔左侧偏曲，鼻道内可见粘涕；4.颞骨CT（2018-12-31本院）示双侧慢性中耳乳突炎，伴右侧听小骨吸收；蝶窦及右侧上颌窦炎症；双侧下鼻甲肿胀；耳内镜示：慢性中耳炎。纯音听阈示：双侧传导性耳聋；声导抗示：B型（双）5.实验室检查：总胆固醇6.93mmol/L↑、甘油三酯1.85mmol/L↑、低密度脂蛋白4.38mmol/L↑，提示高脂血症；乙肝三系：HBsAg+、HBeAb+、HBcAb+综合以上，1.慢性化脓性中耳炎（双）2.慢性病毒性乙型肝炎3，高脂血症诊断明确。",
            "鉴别诊断": "本病需与以下疾病鉴别1.慢性肉芽型鼓膜炎：有耳流脓史，量较少，听力下降或轻度下降。检查时见鼓膜表面有1个或多个小肉芽，有时可见小的浅溃疡。X线检查正常。2.慢性外耳道炎：外耳道可有脓，但稠厚，无粘液，鼓膜及听力正常。在外耳道有肉芽时尤应注意鉴别，往往需在咬出肉芽后方可确诊。3.结核性中耳炎：常继发于肺结核或其他部位的结核病变。起病隐袭，多无耳痛，脓稀而有臭味，听力下降明显。检查时可见鼓膜水肿苍白，有时见苍白色息肉样组织，可有多个穿孔。病变发展可使骨部外耳道形成肉芽，或乳突部出现瘘管，成人常出现面瘫，小儿可有颈淋巴结肿大。X线片显示乳突毛玻璃样骨质破坏或死骨形成。脓液涂片或培养可找到结核杆菌。如有肉芽可取之做病理切片检查，可显示典型的结核病变。4.中耳恶性肿瘤：好发于中年以上患者，有耳流脓，常为脓血性，流脓史不很长即可出现外耳道肉芽，肉芽生长较快。脓有癌臭味。检查时可见外耳道肉芽，色常污秽，触之易出血。晚期可出现面瘫及颅神经麻痹。X线检查示明显骨质破坏，取外耳道肉芽做病理检查可确诊，多为鳞癌。",
            "诊断结果": "1.慢性化脓性中耳突炎（右）2.鼓室慢性化脓性中耳炎伴胆脂瘤（左）3.慢性病毒性乙型肝炎4.高脂血症"
        },
        "cure": "1.耳科护理常规，Ⅱ级护理；抗炎治疗；2.完善辅助检查，确定是否合并其他疾病：血常规、肝肾功能、凝血常规、心电图、胸片等；3.择日手术，术后抗炎、对症治疗。术前预防性抗炎及对症处理，术前准备完毕后拟在插管全麻下行左耳上鼓室切开术+鼓室成形术。手术方式:左耳上鼓室切开术+鼓室成形术手术简要经过:1.全麻成功后，患者取左侧头偏仰卧位，常规消毒。取付肾盐水行左外耳道壁及耳后皮下，骨膜下浸润注射，距耳廓后沟３毫米切开皮肤，皮下，锐性分离耳后组织至外耳道后壁，取颞肌筋膜干燥备用，用电刀切开耳后软组织瓣，在距鼓膜约５毫米处横行切开外耳道后壁减张，用撑开器暴露术创，部分剥离外耳道后壁组织，创面止血。磨开筛区，充分轮廓化，见乳突腔肉芽组织，清理乳突腔病变，见鼓窦入口口大量肉芽组织，断桥，清理肉芽。听骨链已破坏，清理肉芽组织，剥离外耳道皮瓣，清理残存鼓膜，磨低桥墩，行耳甲腔成形，植入听小骨，抗生素盐水冲洗术创，植入修剪后的颞肌筋膜，用明胶海绵填压筋膜，置乳突腔及外耳道碘仿纱条引流，缝合切口。术后处理措施:给予抗炎、止血、应用粘液促排剂、护胃、补液、吸氧治疗。术后注意观察事项:观察生命体征、有无面瘫、敷料血染及尿管通畅情况。术后第十天痊愈出院。"
    },
    {
        "id": 442,
        "symptom": {
            "一般资料": "女性，64岁，退休",
            "主诉": "女性,64岁,退休回吸血涕八个月",
            "现病史": "患者八个月前在无明显诱因的情况下出现晨起回吸涕中带血丝，呈暗红色，量多不，患者自服消炎药效果不佳，后反复发作，近几日患者诉涕中带血丝呈鲜红色，遂来我院门诊，查副鼻窦CT提示：左侧上颌窦新生物。门诊拟诊为“左侧上颌窦新生物”收住入院，准备行手术治疗。目前患者无畏寒发热，食纳睡眠可，大小两便正常。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，高血压史，有剖腹产手术史，有肛周脓肿手术史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "。耳廓无畸形，外耳道通畅，左右鼓膜紧张部松弛部未见穿孔及积液征，乳突区无压痛，外鼻无畸性，双侧鼻腔粘膜充血，双侧下鼻甲肿大，鼻道清，鼻咽部光滑，咽隐窝光滑。咽部不充血，双侧扁桃体不肿大，会厌无水肿，双侧声带光滑，活动闭合良好。",
            "辅助检查": "鼻内镜检查：双侧鼻腔粘膜充血，双侧下鼻甲肿大，鼻道清，鼻咽部光滑，咽隐窝光滑。副鼻窦CT提示：左侧上颌窦新生物。"
        },
        "diagnosis": {
            "初步诊断": "左侧上颌窦肿物",
            "诊断依据": "患者为老年女性，主要症状是回吸血涕，病程有八个月的时间，期间对症治疗无明显好转，病情反复发作。结合查体：外鼻无畸性，双侧鼻腔粘膜充血，双侧下鼻甲肿大，鼻道清，鼻咽部光滑，咽隐窝光滑。以及鼻内镜检查：双侧鼻腔粘膜充血，双侧下鼻甲肿大，鼻道清，鼻咽部光滑，咽隐窝光滑。副鼻窦CT提示：左侧上颌窦新生物。初步诊断为：左侧上颌窦肿物。结合进行根治手术后病理检查：左侧上颌窦囊肿。所以左侧上颌窦囊肿诊断明确。",
            "鉴别诊断": "1.鼻腔、鼻窦窦恶性肿瘤：有鼻塞、血涕症状，主要为单侧鼻塞，少量鼻出血伴有脓臭味，外鼻变形，面部麻木，有剧烈头痛。鼻窦CT检查可见骨质破坏吸收，病理诊断可确诊。2.鼻腔内翻性**状瘤：多为单侧鼻腔发病，有鼻塞、流涕症状，鼻窦CT检查示上颌窦低密度影，可侵及骨壁，有恶变的倾向，术后病理可以确诊。3.鼻咽纤维血管瘤：多发于男性，易出血，多有鼻出血史，出血多发生在鼻腔后部及鼻咽部，影象学检查以及术后病理可诊断。",
            "诊断结果": "左侧上颌窦囊肿"
        },
        "cure": "患者入院后完善各项术前常规检查，无明显手术禁忌症，有明确的手术指征，积极术前准备，于入院后第二天在全麻下行左侧上颌窦根治术，术程顺利，术后病人安返病房，术后积极给予抗炎止血补液治疗，术后病理示：左侧上颌窦囊肿，患者症状得到明显改善后予出院。"
    },
    {
        "id": 443,
        "symptom": {
            "一般资料": "男性，2岁5个月，无",
            "主诉": "发热3天，腹泻、呕吐1天",
            "现病史": "患儿于入院前3天无明显诱因出现发热，为不规则热，最高38.0℃，未用退热药，自然热退，伴轻咳，无咳痰，于入院前1天前出现腹泻，为稀水样便，日5次，无脓血便，无腥臭味，伴呕吐，为非喷射性呕吐，呕吐物为胃内容物，量中等，日5次，以进食后明显，在门诊查腹部彩超：胃肠道可见较多积气，探及切面其内可见多个淋巴结回声，较大者大小约18×8.1mm，边界清，血细胞分析及C反应蛋白基本正常，EB病毒抗体正常，于家中自行口服口服补液盐Ⅲ型，但仍呕吐，今日精神萎靡，尿量稍减少(1小时内有排尿)，以“急性胃肠炎”收入院。病程中，患儿无腹痛，无皮疹，无肉眼血尿，食欲差，精神差。",
            "既往史": "患儿平时身体健康。既往2020-01-19至2020-01-27因“支气管肺炎”住院治疗，治愈出院，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "精神萎靡，急性面容，皮肤干燥，弹性减退，眼窝略凹陷，呼吸正常，口唇干燥，咽部充血，双扁桃体无肿大，颈软，双肺呼吸音清，未闻及啰音，心音有力，节律齐，未闻及杂音，腹软，肠鸣音活跃，肝脾未触及肿大，神经系统查体未见异常。",
            "辅助检查": "门诊查腹部彩超：探及切面其内可见多个淋巴结回声，较大者大小约18×8.1mm，血细胞分析(五分类)：白细胞：4.11×10^9/L、淋巴细胞数绝对值：1.89×10~9/L、中性粒细胞数绝对值：1.79×10~9/L、红细胞：4.82×10^12/L、血红蛋白：129.0g/L、血小板：211.00×10~9/L，C反应蛋白测定：C反应蛋白1,侧壁E/A&gt;1。三尖瓣返流考虑为生理性返流，心电图：窦性心律，正常心电图。可除外心肌病，心肌炎等心脏疾病。腹平片：所见双膈下未见游离气体，腹脂线清晰，腹部肠管散在积气，并见数个小液气平面，腹部未见明显肠管扩张；双肾区、输尿管经路及膀胱区未见明显阳性结石影，脏器轮廓正常。人轮状病毒抗原检测：人轮状病毒抗原检测阳性，粪便常规：便颜色性状黄色蛋花样便、便红细胞无、便白细胞无，尿液分析：酮体1+1.5mmol/L。为饥饿性酮体，予复检，患儿轮状病毒抗原检测阳性，"
        },
        "diagnosis": {
            "初步诊断": "1.急性胃肠炎2.轻度脱水",
            "诊断依据": "（一）、急性胃肠炎1.发热3天，腹泻、呕吐1天。2.查体：咽部充血，腹软，肠鸣音活跃。3、辅助检查：腹部彩超：探及切面其内可见多个淋巴结回声，较大者大小约18×8.1mm。（二）、轻度脱水1.发热3天，腹泻、呕吐1天。食欲差，精神差，尿量略减少。2.查体：精神萎靡，皮肤干燥，弹性减退，眼窝略凹陷，口唇干燥。鉴别诊断：",
            "鉴别诊断": "1.病毒性肠炎：如轮状病毒性肠炎，患儿为2岁5月幼儿，春季起病，以呕吐、腹泻为主要表现，大便为稀水样，内无脓血，故需注意本病可能，待观察病情，完善便常规及轮状病毒抗原检测等检查协诊。2.细菌性肠炎：如产毒性大肠杆菌、空肠弯曲菌等均可导致排出大量无脓血的水样便，亦可导致脱水和电解质紊乱，此类疾病患儿多有不洁饮食史，血象白细胞多增高，中性为主，该患儿有呕吐、腹泻表现，需注意此类疾病可能，但血常规白细胞正常，分类正常，待完善便常规检查协诊。",
            "诊断结果": "1.急性胃肠炎；2.心肌损害；3.轻度脱水。"
        },
        "cure": "入院后予注射用奥美拉唑每次12mg,小儿静脉输液日1次;蒙脱石散3g每日三次;酪酸梭菌二联活菌胶囊420mg日3次;肌酸激酶同工酶CKMB：99.0U/L。患儿肌酸激酶同工酶升高，诊断心肌损害，考虑为感染所致，磷酸肌酸钠针每次1g,静脉输液日1次;注射用维生素C每次1g,静脉输液日1次;心脏(常规)：三尖瓣瓣口可见少量返流信号，患儿轮状病毒抗原检测阳性，修正诊断：轮状病毒性肠炎。患儿住院治疗5天，经以上治疗及补液对症，治愈出院。"
    },
    {
        "id": 444,
        "symptom": {
            "一般资料": "男性，1岁7个月，无",
            "主诉": "发热6小时，抽搐发作后1小时",
            "现病史": "患儿于入院前6小时出现发热，体温37.8℃，为不规则热，予口服布洛芬退热，并予口服罗红霉素、小儿氨氛黄敏颗粒，病情无好转，于入院前1小时再次发热，体温38.1℃，并伴抽搐，表现为意识不清，双眼凝视，牙关紧闭，四肢无强直，无尿便失禁，家长予按压人中后1分钟渐缓解，急来我院门诊就诊，为求进一步治疗，以“抽搐原因待查”收入院；患儿发病前精神状态较差，无呕吐，无腹泻，进食正常，睡眠安，尿量正常。",
            "既往史": "患儿平时身体健康。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗。"
        },
        "examine": {
            "查体": "精神萎靡，神志清，咽充血，扁桃体充血Ⅰ度肿大，颈软，双肺呼吸音粗，未闻及干湿性啰音，心音有力，律齐，腹软，肠鸣音活跃，四肢活动自如，神经系统生理反射存在，病理反射未引出。",
            "辅助检查": "急检血气分析：PH：7.43，PCO2:29mmHg，PO2:117mmHg，Lac:3.2mmol/L，HCO3-：19.2mmol/L，HCO3std：21.7mmol/L，BEecf：-5.1mmol/L，BE(B)：-4.2mmol/L。患儿为代谢性酸中毒合并呼吸性碱中毒，高乳酸血症。血细胞分析(五分类)：白细胞：22.06×10^9/L、淋巴细胞数绝对值：3.93×10~9/L、单核细胞数绝对值：2.17×10~9/L、中性粒细胞数绝对值：15.30×10~9/L、红细胞：4.65×10^12/L、血红蛋白：124.0g/L、血小板：258.40×10~9/L，C—反应蛋白测定（CRP）（散射比浊法）：C反应蛋白86.4mg/L。降钙素原测定(定量)：降钙素原(PCT)2.69ng/ml，提示重症感染，凝血项测定(4项)：活化部分凝血活酶19.50s、患儿无出血倾向，予复检，新冠病毒核酸检测(荧光定量PCR)：新型冠状病毒核酸检测：阴性，红细胞沉降率(ESR仪器法)：红细胞沉降率测定：28.97mm/h，流感病毒三联检、呼吸道病毒五联检：均阴性，肾功测定(6项)：未见异常，葡萄糖测定(空腹)：葡萄糖：7.14mmol/L，离子测定(6项)：钾：3.79mmol/L、钠：136.0mmol/L、氯：100.8mmol/L、钙：2.46mmol/L，肝功基本正常，心肌酶谱测定(6项)：乳酸脱氢酶：391.7U/L、肌酸激酶同工酶：CKMB51.0U/L，ASO：抗链球菌素O101.00U/ml。患儿肌酸激酶同工酶升高，考虑为感染所致。粪便常规：未见异常。新冠病毒抗体检测IgG、IGM：冠状病毒抗体检测(IgM)阴性、冠状病毒抗体检测(IgG)阴性，EB病毒抗体（4项）：EB病毒早期抗原IgM0.11COI、EB病毒核心抗原IgG41.6U/ml、EB病毒衣壳抗原IgG48.6U/ml、EB病毒衣壳抗原IgM71.9U/ml。诊断EB病毒感染，尿液分析：未见异常。双侧血培养：3天培养结果阴性；一般细菌培养：呼吸道正常菌群。肺CT：肺窗显示双肺血管支气管束走行自然、规则；双侧肺野透过度减低。双肺见弥漫性淡片影，边界模糊。双侧肺门不大、形态正常。双肺气管、支气管通畅，未见明显支气管狭窄、阻塞现象。颅脑MRI平扫未见明显异常。脑电图：正常范围脑电图。人轮状病毒抗原检测：人轮状病毒抗原检测阴性，粪便常规：便颜色性状黄色稀便、便红细胞无、便白细胞无、便脓细胞无。血培养(双侧)：7天未检出致病菌。住院9天复检降钙素原测定(定量)：降钙素原(PCT)0.29ng/ml，红细胞沉降率(ESR仪器法)：红细胞沉降率测定27.00mm/h，血细胞分析(五分类)：白细胞：13.61×10^9/L、淋巴细胞数绝对值：4.23×10~9/L、单核细胞数绝对值：1.45×10~9/L、中性粒细胞数绝对值：7.76×10~9/L、红细胞：4.42×10^12/L、血红蛋白：116.0g/L、血小板：337.00×10~9/L，C—反应蛋白测定（CRP）（散射比浊法）："
        },
        "diagnosis": {
            "初步诊断": "发热、抽搐原因待查",
            "诊断依据": "1.发热6小时，抽搐发作后1小时。既往无类似发作。2.查体：T：36.8℃，P：136次/分，R：30次/分，精神萎靡，皮肤弹性好，咽充血，扁桃体充血Ⅰ度肿大，颈软，双肺呼吸音粗，未闻及干湿性啰音。",
            "鉴别诊断": "1.颅内感染性疾病：由细菌，病毒，寄生虫，真菌引起，脑膜炎或脑炎。常表现为反复而严重的惊厥发作，大多出现在疾病初期或极期。伴有不同程度意识障碍和颅内压增高表现。脑脊液检查对诊断有极大帮助。待完善相关辅助检查（如头核磁、脑电图）协诊。2.发热性惊厥：本病多以6岁以下儿童以发热伴惊厥为主要表现，多在发热性疾病(基础疾病主要为上呼吸道感染及出疹性疾病)发病24小时内体温上升期出现，惊厥缓解后，精神如常，神经系统无阳性体征，如有家族热性惊厥病史者、既往有脑炎、脑病、神经系统损伤者、一次发病超过2次惊厥发作；累计超过5次发作，为复杂性热性惊厥，需警惕。",
            "诊断结果": "支气管炎,脓毒血症?,EB病毒感染,发热性惊厥,代谢性酸中毒合并呼吸性碱中毒,高乳酸血症"
        },
        "cure": "入院后给予一级护理，氧气吸入，心电监测;血氧饱和度监测;予急检血气分析，患儿为代谢性酸中毒合并呼吸性碱中毒，高乳酸血症。予补液纠正。血细胞分析，C反应蛋白，降钙素原测定示重症感染，给予头孢曲松抗炎治疗，并查找感染灶，凝血项测定患儿无出血倾向，予复检，患儿肌酸激酶同工酶升高，考虑为感染所致复检。查EB病毒抗体诊断EB病毒感染，监测有无EB病毒活动迹象，有无淋巴结、肝脾肿大及皮疹表现。观肺CT虽见淡片影，结合临床症状、体征，考虑与抽搐时气道不通畅有关，可诊断支气管炎。在抗感染及支持疗法的治疗下患儿入院后无抽搐，复查感染指标均正常，患儿无临床症状，查体无阳性体征，办理出院。"
    },
    {
        "id": 445,
        "symptom": {
            "一般资料": "女性，3岁7个月，无",
            "主诉": "咳嗽5天，加重2天，发热、稀便1天。",
            "现病史": "患儿于入院前5天无明显诱因出现咳嗽，为单声咳嗽，咽有痰声，无犬吠样咳嗽，无声音嘶哑，无喘，无胸闷及胸痛，予阿奇霉素颗粒等药物口服3天（具体药物名称及剂量未提供）后症状无好转，入院前2天患儿咳嗽加重，转为阵发性连声咳嗽,呕吐1次，量少，为胃内容物，予依托红霉素、泻白糖浆口服2天（具体剂量未提供）后症状无好转，入院前1天患儿出现发热，体温最高38.2℃，予物理降温后体温恢复正常，共1次，排稀水样便3次，量多，否认肉眼脓血，于我院门诊查血常规示白细胞7.86×10^9/L、血红蛋白126g/L、血小板306×10~9/L、淋巴细胞比率16.72%、单核细胞比率11.60%、中性粒细胞比率71.10%，全程C反应蛋白测定：超敏C反应蛋白2.60mg/L、C反应蛋白&lt;5.0mg/L，肺CT可见片影，现为系统诊治来我院，门诊查以“右肺炎”收入院，病程中，患儿精神不振，神志清，无盗汗，无消瘦及乏力，否认异物呛咳史，食欲及睡眠较好，尿量正常。",
            "既往史": "患儿平时身体一般。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史。否认外伤史，否认手术史，无输血史，否认药物、食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "WT：20kg，双肺呼吸音粗，未闻及干湿啰音，腹部软。肝脾肋下未触及肿大，肠鸣音活跃。",
            "辅助检查": "2019年12月31日我院门诊：肺CT：肺窗示双肺血管支气管束走形自然，肺野透光度良好，右肺下叶可见少许淡片状稍高密度影，边缘模糊；意见：右肺下叶少许炎性病变。血常规示白细胞7.86×10^9/L、血红蛋白126g/L、血小板306×10~9/L、淋巴细胞比率16.72%、单核细胞比率11.60%、中性粒细胞比率71.10%，全程C反应蛋白测定：超敏C反应蛋白2.60mg/L、C反应蛋白&lt;5.0mg/L。"
        },
        "diagnosis": {
            "初步诊断": "1.支气管肺炎2.胃肠功能紊乱",
            "诊断依据": "支气管肺炎：1.咳嗽5天，加重2天，发热1天。2.查体：双肺呼吸音粗，未闻及干湿啰音。3.辅助检查：肺CT：肺窗示双肺血管支气管束走形自然，肺野透光度良好，右肺下叶可见少许淡片状稍高密度影，边缘模糊；意见：右肺下叶少许炎性病变。胃肠功能紊乱：1.稀便1天。2.查体：腹部软。肝脾肋下未触及肿大，肠鸣音活跃。",
            "鉴别诊断": "1.肺结核：患儿有咳嗽、发热表现，病史5天，注意该病可能，但患儿无消瘦、盗汗及乏力等结核感染中毒症状，无结核接触史，卡疤阳性，肺CT未见结核灶，不支持，待观察病情，完善结核菌素试验协诊。2.急性支气管炎：患儿为3岁7个月学龄前儿童，有咳嗽、发热表现，查体可闻及中水泡音，故注意该病可能，但患儿入院前查肺CT可见片影，不支持。",
            "诊断结果": "支气管肺炎，胃肠功能紊乱，支原体感染"
        },
        "cure": "1.急性心肌梗死疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭或(和)休克，含用硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波(非ST段抬高性心肌梗死则多表现为ST段下移及或波改变)。实验室检査示白细胞计数增高、红细胞沉降增快，心肌坏死标记物(肌红蛋白、肌钙蛋白或T、CK-MB等)增高。2.其他疾病引起的心痛包括严重的主动脉瓣狭窄或关闭不全、风湿性冠状动脉炎、梅毒性主动脉炎引起冠状动脉口狭窄或闭塞、肥厚型心肌病、X综合征、心肌桥等病均可引起心痛，要根据其他临床表现来进行鉴别。其中X综合征多见于女性，心电图负荷试验常阳性，但冠状动脉造影则阴性且无冠状动脉痉李，预后良好，被认为是冠状动脉系统毛细血管舒张功能不良所致。心肌桥则指通常行走于心外膜下结缔组织中的冠状动脉如有一段行走于心肌内，其上的一東心肌纤维即称为心肌桥。当心脏收缩时，心肌桥可挤压该动脉段足以引起远端血供减少而导致心肌缺血。加之近端血管常有粥样硬化斑块形成遂可引起心痛。冠状动脉造影或冠脉内超声检查可确立诊断。3.心脏神经症患者常诉胸痛，但为短暂(几秒钟)的刺痛或持久(几小时)的隐痛，患者常喜欢不时地吸一大ロ气或作叹息性呼吸。胸痛部位多在左胸房下心尖部附近，或经常变动。症状多在劳之后出现，而不在疲劳的当时，作轻度体力活动反觉舒适，有时可耐受较重的体力活动而不发生胸痛或胸闷。含用硝酸甘油无效或在10多分钟后オ“见效”，常伴有心悸、疲、头昏、失眠及其他神经症的症状。"
    },
    {
        "id": 446,
        "symptom": {
            "一般资料": "男性，66岁，无",
            "主诉": "患者因“3周内发作性眩晕3次”来我院就诊。",
            "现病史": "患者近3月来无明显诱因出现发作性眩晕、视物旋转3次，每次历时约10余分钟，可自行改善，无耳鸣听力下降，为行诊治入院。发病以来，精神食欲可，睡眠欠佳，大小便未见明显异常。",
            "既往史": "有高血压病史10余年，平时口服吲达帕胺片2.5mgqd，硝苯地平缓释片10mgqd，血压控制在140/90mmHg左右。有2型糖尿病病史10余年，未规范治疗，否认肝炎结核等传染病史，否认手术、外伤史，否认输血史，否认食物、药物过敏史，已接种新冠疫苗。"
        },
        "examine": {
            "查体": "发育正常,营养良好；意识清晰、神志清楚，精神可，言语流利，查体合作。全身皮肤无苍白、无黄染、无水肿。全身各浅表性淋巴结未触及病理性肿大。头颅大小及形态正常。眼睑无水肿，眼睑结膜无苍白、充血、巩膜无黄染，双侧眼球活动自如，无震颤，双侧瞳孔等大等圆，对光反射灵敏。耳廓正常，外耳道通畅，粗测听力正常。唇红无紫绀，粘膜无溃疡，咽有充血，双侧扁桃体无肿大，悬壅垂居中。颈软无抵抗，气管居中，甲状腺无肿大，未闻及血管杂音。胸廓对称，无畸形。呼吸运动两侧一致。双肺呼吸音清，未闻及干湿性啰音及胸膜摩擦音。心律79次/分，心律齐，各瓣膜听诊区未闻及杂音。腹部软，全腹无压痛、反跳痛及肌紧张。四肢无畸形，屈伸活动正常。生理反射正常存在，病例反射未引出。",
            "辅助检查": "头颅磁共振：双侧侧脑室前后角旁可见斑片状长T1长T2信号影显示，FLAIR序列高信号。脑干、右侧侧脑室旁、双侧顶叶皮髓交界处可见斑点状长T1长T2信号影显示，FLAIR序列呈高信号，DWI序列未见扩散受限，病变边界清楚，周围无水肿。脑室系统未见扩大，脑沟脑裂略显增宽。中线结构居中。幕下小脑未见异常。矢状位示垂体形态及信号未见异常。颅脑MRA所见：基底动脉、双侧颈内动脉颅内段、双侧大脑前动脉、大脑中动脉、右侧大脑后动脉血管显示尚好。左侧大脑后动脉P2段血管显示纤细，局部信号缺失。随机血糖11.5mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "1.短暂性脑缺血发作2.脑梗塞3.左侧大脑后动脉狭窄4.高血压3级极高危5.2型糖尿病。",
            "诊断依据": "1.病史：有高血压病史10余年，平时口服吲达帕胺片2.5mgqd，硝苯地平缓释片10mgqd，血压控制在140/90mmHg左右。有2型糖尿病病史10余年，未规范治疗。2.症状：3周内发作性眩晕3次。3.体征：神清，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。高级智能活动正常，颅神经(-),四肢肌力肌张力正常，双侧巴彬斯基征阴性。4.辅助检查：头颅磁共振：双侧侧脑室前后角旁可见斑片状长T1长T2信号影显示，FLAIR序列高信号。脑干、右侧侧脑室旁、双侧顶叶皮髓交界处可见斑点状长T1长T2信号影显示，FLAIR序列呈高信号，DWI序列未见扩散受限，病变边界清楚，周围无水肿。脑室系统未见扩大，脑沟脑裂略显增宽。中线结构居中。幕下小脑未见异常。矢状位示垂体形态及信号未见异常。颅脑MRA所见：基底动脉、双侧颈内动脉颅内段、双侧大脑前动脉、大脑中动脉、右侧大脑后动脉血管显示尚好。左侧大脑后动脉P2段血管显示纤细，局部信号缺失。随机血糖11.5mmol/L。",
            "鉴别诊断": "：1.蛛网膜下腔出血：突发剧烈头痛、呕吐、脑膜**症，伴或不伴意识障碍，无局灶性神经系统体征，CT和脑脊液检查有助诊断。2.梅尼埃病：发作性眩晕、恶心、呕吐，每次发作时间超过24h，伴耳鸣、耳阻塞感，无神经系统定位体征。3.心脏疾病：可因阵发性全脑供血不足出现头昏，晕倒、意识丧失，但常无神经系统局灶性症状和体征，动态心电图，超声心动图常有异常。4.颅内占位：如脑肿瘤、脑脓肿等，可呈卒中样发病，出现局灶性神经系统阳性体征，CT或MRI有助诊断。5.脑出血：多为60岁以下，动态起病，病情进展快，伴头痛、恶心、呕吐等颅高压症状，发病时血压明显升高，出血量小时可与脑梗死相似，头颅CT发现出血灶有助诊断。",
            "诊断结果": "1.短暂性脑缺血发作2.脑梗塞3.左侧大脑后动脉狭窄4.高血压3级极高危5.2型糖尿病6.颈动脉硬化。"
        },
        "cure": "患者入院后给予阿司匹林肠溶片0.1qd+硫酸氢氯吡格雷片75mgqd双抗治疗。同时监测调整血糖血压。入院后血压控制尚可，血压波动在135/80mmHg左右。监测血糖提示波动在7.3-21.8mmol/L之间。因患者不同意注射胰岛素，给予口服盐酸二甲双胍缓释片1.0qd。住院1周监测血糖提示血糖波动在6.5-15.2mmol/L之间。将盐酸二甲双胍缓释片调整为1.5qd。患者入院后未再有发作性眩晕。住院8天出院。出院时无不适。"
    },
    {
        "id": 447,
        "symptom": {
            "一般资料": "男性，60岁，退休",
            "主诉": "口干、多饮5年余，加重伴呕吐2天",
            "现病史": "患者于5年余前无明显诱因下出现口干、多饮不适，每日饮水量3-4升，伴有多尿，每日10余次，夜尿3-4次，且进食量较前增加约1-2两/顿，且半年内体重下降7公斤（从68公斤下降至61公斤），并有周身乏力感，双眼视物模糊，偶有手足末梢麻木感。遂就诊我院，查空腹血糖16mmol/L，糖化血红蛋白11.6%，遂开始启用门冬胰岛素30笔芯（18u-14u）及伏格列波糖0.2mg早餐时嚼服降糖，自诉症状较前缓解，平素不规律监测血糖，自诉近2年监测到空腹血糖控制不佳，遂自行胰岛素加量至目前早18u-晚22u及伏格列波糖0.2mgtid，仍监测波动在14-16mmol/L,有双手末端麻木、时有泡沫尿，体重逐渐下降至目前51kg。近2天进食量增多后患者口干、多饮症状加重，每日饮水约3升，每日小便近10次，有纳差、乏力；伴无明显诱因下呕吐胃内容物3次，量不多，具体未计量，无不洁饮食史；呕吐前患者有剑突下不适，呕吐后好转，今晨解稀便一次，量不多，无明显里急后重感，无呕血、黑便、黄疸，无腹痛、腹胀。病程中无头晕、头痛，无发热、咳嗽、畏寒，无胸闷、心悸，无间歇性跛行，无双下肢浮肿。遂今日就诊我院，查：葡萄糖32.00mmoL/L，尿常规：尿酮体3+，尿糖4+。血常规：白细胞14.37*10^9/L，余急诊肝肾功能、淀粉酶、脂肪酶等未见明显异常。心电图：窦性心动过速，左前分支传导阻滞。现为进一步诊治，拟诊“糖尿病酮症酸中毒”收入病房。患者发病以来，精神、睡眠较差，胃纳正常，大小便、体重情况见上述。",
            "既往史": "有反复血压升高史10年，血压最高可达170/115mmHg，偶有头晕，无胸闷、气促、胸痛等不适，起初口服氯沙坦钾、左旋氨氯地平，血压可控制于120/80mmHg，现口服单个降压药物，具体不详，血压控制不详。"
        },
        "examine": {
            "查体": "T:37.2℃,P:110次/分,R:22次/分,BP:142/78/mmhg。BMI：18.07kg/m2，腰围：74cm，臀围：79cm，腰臀比：0.94。发育正常，营养中等，体型偏瘦，神志清楚，体位自主，查体合作，对答切题，呼吸平稳，搀入病房。全身皮肤粘膜无黄染，无出血点及瘀斑，未见肝脏、蜘蛛痣。双侧颈部、锁骨上、腋下等浅表淋巴结未及肿大。头颅无畸形，眼睑无浮肿，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏，外耳道无脓性分泌物，乳突无压痛。鼻窦无压痛，鼻唇沟对称。口唇不绀，伸舌居中，咽部无充血，双侧扁桃体无肿大。颈软，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，两肺呼吸音低，未闻及明显罗音。心前区无异常隆起，心尖搏动不弥散，位于左第五肋间锁骨中线内0.5cm，心率110次/分，律齐，各瓣膜区未闻及病理性杂音。腹部平坦，未见肠形及蠕动波，全腹软，无压痛及反跳痛，肝脾肋下未及，肝区及双肾区无叩痛，移动性浊音(-)，肠鸣音4次/分。肛门、直肠、外生殖器未查。脊柱四肢无畸形。双下肢无水肿。四肢肌力5级，肌张力正常，双侧巴氏征阴性。双侧足背动脉搏动减弱。双足痛觉、触觉、振动觉及位置觉减弱。",
            "辅助检查": "（2020.01.30我院门诊）急诊葡萄糖32.00mmoL/L，血常规：白细胞14.37*10^9/L，尿常规：尿酮体3+，尿糖4+，心电图：窦性心动过速，左前分支传导阻滞。入院微量血糖28.6mmol/L。（01.30）血气分析：酸碱度(PH):7.122,二氧化碳分压:24.50mmHg,氧分压:134.20mmHg,氧饱和度:98.50%。复查血气分析：酸碱度(PH):7.378,实际碳酸氢根:14.6mmol/L,标准碳酸氢根:17.40mmol/L,（02.01）胰岛素样生长因子1:31.60ng/ml,餐后2h：胰岛素:207.4pmol/L,C肽:0.03ng/mL,葡萄糖:11.2mmol/L,空腹：胰岛素:61.0pmol/L,C肽:0.03ng/mL，葡萄糖:10.0mmol/L,。糖化白蛋白:56.3%,果糖胺:547umol/L,糖化血红蛋白:12.9%。胸部CT：1.两肺纹理增强，都没变局部钙化，建议结合临床及隔期复查。2.附见左侧甲状腺低密度结节影。"
        },
        "diagnosis": {
            "初步诊断": "2型糖尿病性酮症酸中毒，高血压3级（很高危）。急性胃肠炎",
            "诊断依据": "1.2型糖尿病性酮症酸中毒：患者老年男性，既往有典型的三多一少症状，查空腹血糖大于7.0mmol/L，故糖尿病诊断成立。根据患者起病年龄较大，发病初体型不瘦，故临床考虑2型糖尿病。患者本次出现口干、多饮症状加重，伴有呕吐，查葡萄糖32.00mmoL/L，钾6.02mmol/L，钠135.6mmol/L；尿常规：尿酮体3+，尿糖4+，故排除糖尿病高渗状态，血气分析提示：酸碱度(PH):7.122；考虑糖尿病酮症酸中毒。2.高血压3级（很高危）：患者有反复血压升高史10年，偶有头晕，无胸闷、气促、胸痛等不适，血压最高可达170/115mmHg，起初口服氯沙坦钾、左旋氨氯地平，血压可控制于120/80mmHg，现口服单个降压药物，具体不详，血压控制不详。结合患者糖尿病病史及年龄，故诊断。3.急性胃肠炎：患者近2日无明显诱因下呕吐胃内容物3次，量不多，具体未计量，否认不洁饮食史；呕吐前患者有剑突下不适，呕吐后好转，今晨解稀便一次，量不多，无明显里急后重感，无呕血、黑便、黄疸，无腹痛、腹泻、腹胀。查体：腹软，无压痛、反跳痛。辅检：血常规：，白细胞14.37*10^9/L故暂考虑本诊断，进一步完善粪常规及隐血及粪培养等以明确。",
            "鉴别诊断": "1.成人隐匿性自身免疫糖尿病：可于成年起病，多体型偏瘦，胰岛残留部分B细胞功能，短期内不发生酮症酸中毒等并发症，但一般起病半年内胰岛功能明显减退，C-P低下，需依赖胰岛素治疗，与患者病情不符，可查C肽等协助诊断。2.急性脑血管病：患者糖尿病病程长，本次入院前出现恶心、呕吐，需鉴别急性脑血管病可能，但患者无失语、肢体偏瘫等表现，查体：四肢肌力V级，双侧巴氏征阴性。故目前脑血管病诊断依据不足。",
            "诊断结果": "2型糖尿病性酮症酸中毒，高血压3级（很高危）"
        },
        "cure": "患者入院后，予完善相关检查，并予糖尿病饮食治疗，糖尿病知识教育，监测血糖、血压、氧饱和度，记24小时尿量。降糖：胰岛素泵强化治疗。抗感染：头孢呋辛，指征：急性胃肠炎。制酸护胃：泮托拉唑。大量补液，多饮水，经胰岛素泵强化治疗后，血糖逐渐控制稳定，予更换胰岛素四次法降糖治疗，目前血糖控制稳定，经上级查房后，予出院。"
    },
    {
        "id": 448,
        "symptom": {
            "一般资料": "男性，50岁，工人",
            "主诉": "胸闷胸痛4小时",
            "现病史": "患者11点无明显诱因下出现心前区胸闷、胸痛，为憋闷感、压榨性疼痛，有左上肢酸痛，有咳嗽，有恶心，有视物模糊，无发热，无心悸气促，无咳痰，无呕吐，无晕厥，无腹胀、腹痛，患者胸闷胸痛持续不缓解，自行服用保心丸后无明显好转。遂至我院急诊就诊，查心电图示窦性心律，II、III、aVFST段弓背向上抬高；胸部及上腹部CT（CT688732）示1.右肺上叶小结节，冠状动脉钙化，2.脂肪肝，胆囊炎、胆囊结石，胰脾及双肾CT平扫未见明显异常。尿素7.6mmol/L↑，随机葡萄糖10.67mmol/L↑，谷草转氨酶48U/L↑，血常规示WBC16.11*10^9/L↑；C反应蛋白、栓溶二聚体、纤维蛋白降解产物、淀粉酶、肌酐、谷丙转氨酶、总胆红素、电解质(钾4.50mmol/L)、心肌标志物、BNP前体基本正常。考虑急性下壁心肌梗死，予以阿司匹林300mg+氯吡格雷300mg负荷剂量口服，建议急诊冠脉造影术，患者及其家属同意，直接入导管室行冠脉造影+PCI术。术后收入重症监护室。患者起病来，精神、食欲、睡眠尚可，大小便正常，近期体重无改变。",
            "既往史": "患者发现血糖升高10年余，平时口服二甲双胍2粒tid、地特胰岛素20uqn降糖治疗，平时血糖未监测。否认高血压、慢性支气管炎、脑卒中、消化道出血等其他既往疾病史。"
        },
        "examine": {
            "查体": "T:36.3℃,P:88次/分,R:18次/分,BP:142/76/mmhg。发育正常，营养中等，神志清楚，呼吸平稳，查体合作，对答切题。全身皮肤粘膜无黄染，无出血点及瘀斑。颈部、锁骨上浅表淋巴结未触及肿大。头颅无畸形，毛发分布均匀。双眼睑无浮肿，结膜无充血，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏。外耳道无脓性分泌物，乳突无压痛。无鼻翼扇动及鼻出血，鼻窦无压痛，鼻唇沟对称。口腔无特殊气味，口唇无绀，伸舌居中，双扁桃体不大。颈软，颈静脉无怒张，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，胸壁无压痛。两侧呼吸运动度基本对称，语颤正常，叩诊呈清音，两肺呼吸音粗，未闻及干湿性罗音。心前区无异常隆起，心尖搏动位于左第五肋间锁骨中线内0.5cm，心尖搏动不弥散，未触及震颤，心界无扩大，心率88次/分，律齐，心音无亢进、分裂，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。无水冲脉。腹平坦，未见肠形及蠕动波，腹软，全腹无明显压痛，肝脾肋下未扪及，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音存在、无亢进。直肠肛门外生殖器未检查。脊柱无畸形，无压痛。四肢无畸形，双下肢无浮肿。四肢肌力正常，肌张力无升高。腹壁反射正常。双侧巴氏征阴性。克匿格征阴性、布氏征阴性。",
            "辅助检查": "（06.10）肝肾功能，电解质正常，空腹葡萄糖:8.8mmol/L↑；心肌标志物：肌酸激酶同工酶:18.60ng/ml↑,肌钙蛋白I定量:1.5400ng/ml↑；BNP前体192.00pg/ml↑；凝血功能、甲状腺功能、肿瘤标志物D-二聚体基本正常。（06.10）心电图：正常心电图。（06.12）颈血管超声：颈动脉粥样硬化（斑块形成）右侧颈动脉血流阻力指数增高。（06.12）心超：静息状态下超声心动图目前未见明显异常。（06.16）动态血压：24h平均压：125/66mmHg，白天平均压：131/69mmHg，夜间平均压：114/61mmHg，清晨血压：119/68mmHg，夜间血压下降率：12.7/12.1%。（06.16）Holter：窦性心律，最快心率为107次/分，最慢心率为56次/分，平均心率74次/分；没有超过2.0秒的长间歇发生；23个单独室早事件，占总心搏数＜0.1%；5个单独房早事件，占＜0.1%的总心搏数；在各通道未检测到ST段事件发生。"
        },
        "diagnosis": {
            "初步诊断": "急性下壁心肌梗死。心功能Ⅰ级（killip分级）。2型糖尿病。",
            "诊断依据": "1.急性下壁心肌梗死，心功能Ⅰ级（killip分级）：患者，男性，50岁。有糖尿病、吸烟病史，存在动脉硬化高危因素。因“胸闷胸痛4小时”入院。心电图：窦性心律，II、III、aVFST段弓背向上抬高。查体：BP：125/81mmHg，神志清楚，呼吸平稳，二肺呼吸音粗，双下肺未闻及干湿啰音。心界无扩大，心率88次/分，律齐，未闻及病理性杂音，全腹平软，无压痛及反跳痛，肝脾肋下未及，双下肢无浮肿。故诊断，患者两肺未闻及明显干湿啰音，故考虑此心功能分级。3.2型糖尿病：患者发现血糖升高10年余，平时口服二甲双胍2粒tid、地特胰岛素20uqn降糖治疗，平时血糖未监测。目前考虑此诊断。",
            "鉴别诊断": "1.急性心包炎：也可表现为胸痛及ST段抬高，但多伴气促、心电图除aVR外广泛导联ST段弓背向下抬高、胸片见烧瓶样心等，该患者目前诊断依据不足。2.胃食道返流征：患者出现胸骨中段后方胸闷症状，伴反酸、恶心、呕吐，警惕此诊断可能，但一般本病与体位改变有关，平卧症状加重，与本患者情况不符，且心电图有心肌缺血表现，需进一步完善检查，必要时考虑胃镜鉴别。",
            "诊断结果": "急性下壁心肌梗死。心功能Ⅰ级（killip分级）。2型糖尿病"
        },
        "cure": "患者入院后予低盐低脂糖尿病半流饮食，测血压q4h、血糖，绝对卧床休息，吸氧；2.患者急诊已服用负荷剂量，予以行急诊冠脉造影检查，长期予以阿斯匹林、替格瑞洛抗血小板聚集；3.调脂（阿托伐他汀）；4.护胃（泮托拉唑）；5.营养心肌、改善循环（二丁酰环磷腺苷钙、丹参多酚）；6.降血糖（甘舒霖Rtid皮下、甘舒霖Nqn皮下）。患者2020.06.09于局麻下行冠脉造影术+冠脉支架置入术，造影见冠脉呈左优势型；LM：未见狭窄；LAD：近中段弥漫性狭窄，最重处达80%，血流TIMI3级；LCX中远段可见弥漫性狭窄，最重处达80%，血流TIMI3级；RCA：近中段次全闭塞，血流TIMI0级。RCA近中段植入3.0*38mmPE支架。予以美托洛尔控制心率，贝米肝素钠抗凝，洛汀新改善心肌重构。患者糖尿病，改为门冬胰岛素30控制血糖。患者经积极治疗后病情好转，住院9天，上级医生查房后予以出院。"
    },
    {
        "id": 449,
        "symptom": {
            "一般资料": "女性，65岁，退休",
            "主诉": "发作性咳嗽、喘息5年，加重1月伴右侧胸痛2天。",
            "现病史": "5年前患者受凉后出现咳嗽、咳痰，痰为白色粘痰，喘息，无发热、气促、呼吸困难、潮热、盗汗等不适，予以抗感染治疗后症状好转，但病程中反复因受凉或冷空气出现发作性咳嗽、咳痰，干咳为主，偶有咳少许白色粘痰，伴喘息。2年前我科住院行“胸部CT平扫：右肺上叶少许增殖、钙化灶，考虑陈旧性改变，肺功能+支气管舒张试验：支气管舒张试验阳性，诊断“支气管哮喘”，予以“左氧氟沙星、布地奈德福莫特罗、孟鲁司特钠、氨茶碱”等药物治疗，经治疗患者咳嗽咳痰、喘息、气促症状明显好转。出院后未规律吸入“布地奈德福莫特罗160ug吸入2/日、孟鲁司特钠10mg口服1/晚”治疗。1月前受凉后上诉症状再发加重，咳嗽、咳白粘痰，喘息，活动后气促，自服“莫西沙星、止咳平喘药物”治疗，咳嗽、咳痰改善，但喘息症状无明显缓解，2天前感右侧胸痛，为隐痛，深吸气明显，今为进一步治疗入我院，门诊以“支气管哮喘”收入我科。患者此次发病以来，精神、食欲无明显变化，睡眠可，大小便正常，体重无明显变化。22年前发现血压高，血压最高收缩压达220mmHg，平素口服“苯磺酸左旋氨氯地平5mg每天早上、2.5mg每天晚上+厄贝沙坦氢氯噻嗪150mg口服每天一次”，自诉血压波动于130-150mmHg/60-90mmHg之间。17年前开始活动后胸闷，就诊于我院心内科完善相关检查后诊断“冠心病”（具体不详），间断口服“阿司匹林肠溶片0.1g口服1/日”抗血小板聚集，目前已自行停药。",
            "既往史": "患者平素身体一般，否认肝炎、结核、疟疾病史，否认糖尿病、脑血管疾病、精神疾病史，否认手术史、外伤史、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.3℃，P:88次/分，R:22次/分，BP:158/86mmHg。未吸氧，经皮氧饱和度96%，神志清楚，精神差，慢性病容，全身浅表淋巴结未扪及肿大，球结膜无水肿，口唇无紫绀，咽喉部无充血、水肿，扁桃体无肿大；颈静脉无充盈；胸廓对称、无畸形,肋间隙无增宽、变窄，双肺叩诊清音，听诊呼吸音清晰，双肺听诊闻及呼气相哮鸣音，未闻及明显湿啰音；心率88次/分，律齐，各瓣膜区未闻及确切杂音。腹软，无压痛、反跳痛及肌紧张，肠鸣音3次/分；双下肢无水肿。",
            "辅助检查": "2019-09-21我院肺功能：FEV1/FVC实测值65.75%，占预计值93.93%，支气管舒张试验阳性。肌钙蛋白I轻度升高，血常规、超敏CRP、肝肾功、电解质、心电图正常，2021-12-02超声心动图,左室舒张功能减低（左房34mm，左室47mm，右房38mm，右室19mm，室间隔10mm，左室后壁10mm，射血分数69%）。胸部CT平扫,胸部CT平扫：双肺支气管血管束增粗，右肺上叶少许增殖、钙化灶，考虑陈旧性改变，与2018-10-17片对比左肺下叶外侧底段、右肺中叶病灶出现，考虑少许慢性炎性改变。"
        },
        "diagnosis": {
            "初步诊断": "1.支气管哮喘急性发作2.高血压病3级很高危3.冠状动脉粥样硬化性心脏病4.睡眠障碍",
            "诊断依据": "1.支气管哮喘急性发作轻度依据：幼年起病，反复咳嗽、喘息发作，经治疗后症状可明显好转。本次急性发作查体可闻及呼气相哮鸣音，既往我院肺功能舒张试验阳性，故诊断。2.高血压病3级很高危依据：患者血压升高20余年，收缩压最高达220mmHg，达3级高血压诊断标准。且患者存在冠心病，属很高危组，故诊断。3.冠状动脉粥样硬化性心脏病依据：绝经后女性，有冠心病高危因素：高血压；活动后胸闷症状，既往我院及外院完善相关检查后诊断“冠心病”，故诊断此病。4.睡眠障碍依据：长期睡眠困难，口服艾司唑仑片2mg辅助睡眠。",
            "鉴别诊断": "1.肺结核患者咳嗽、气促需警惕该病，但患者无咯血、胸痛、纳差、乏力、消瘦、午后低热、盗汗等症状，胸部CT未见典型结核征象。2.肺部肿瘤患者老年女性，咳嗽伴右侧胸痛，需警惕该病，但患者无咯血、体重减轻，胸部CT未见占位病变。",
            "诊断结果": "1.支气管哮喘急性发作重度2.高血压病3级很高危3.冠状动脉粥样硬化性心脏病4.睡眠障碍"
        },
        "cure": "二羟丙茶碱0.5g1/日静滴解痉，并加用沙丁胺醇5mg+布地奈德混悬液2mg2/日雾化解痉，原有孟鲁司特钠10mg1/晚口服抗炎及舒张支气管平滑肌。“苯磺酸左旋氨氯地平5mg每天早上、2.5mg每天晚上+厄贝沙坦氢氯噻嗪150mg口服每天早上”降压、“艾司唑仑片2mg1/晚”辅助睡眠方案。患者入院治疗三天后，病情好转，但不慎受凉后，病情再次加重。休息时感到喘息，气短，端坐呼吸，只能发单字表达，烦躁，大汗淋漓，呼吸32次/分。体格检查见三凹征，双肺响亮弥漫的哮鸣音。考虑为支气管哮喘急性发作重度，加用甲泼尼龙注射液40mg静滴bid加强抗炎，临时增加二羟丙茶碱0.5g静滴，沙丁胺醇5mg+布地奈德混悬液2mg雾化解痉。经上述治疗，患者呼吸道症状逐渐减轻，一周后好转出院。"
    },
    {
        "id": 450,
        "symptom": {
            "一般资料": "男性，39岁，无",
            "主诉": "纳差、乏力、头晕3天。",
            "现病史": "缘患者于3天前无明显诱因出现纳差、乏力、头晕，间中有鼻塞、流涕，无畏寒、发热，无胸闷、胸痛、气促，无恶心、呕吐，无腹痛、腹泻等，曾在当地诊所就诊，予感冒药等对症处理（具体不详）后，效果欠佳。起病以来，患者精神尚可，睡眠、胃纳欠佳，尿黄，大便正常。",
            "既往史": "既往有“小三阳”病史。否认“冠心病、高血压病、糖尿病”病史，否认“痢疾、伤寒、疟疾、结核病”史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜轻度黄染，无肝掌、蜘蛛痣，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜中度黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率71次/分，心律齐，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，精神尚可，全身皮肤黏膜轻度黄染，无肝掌、蜘蛛痣，巩膜中度黄染，双侧瞳孔对称，直径约2.5mm，对光反射灵敏，心肺腹查体未见明显异常。",
            "辅助检查": "门诊查肝功示：ALT1046U/L；AST491U/L；GGT134IU/L；总胆红素125.4μmol/L；直接胆红素78.93μmol/L；间接胆红素46.47μmol/L；总胆汁酸测定282.1μmol/L；血常规：白细胞7×10^9/L；肾功能、流感A+B未见异常。"
        },
        "diagnosis": {
            "初步诊断": "肝功能异常查因：慢乙肝？",
            "诊断依据": "1.男，39岁,纳差、乏力、头晕3天。2.专科检查：神清，精神尚可，全身皮肤黏膜轻度黄染，无肝掌、蜘蛛痣，巩膜中度黄染，双侧瞳孔对称，直径约2.5mm，对光反射灵敏，心肺腹查体未见明显异常。3.根据患者病史、症状、体征及辅助检查可支持诊断。",
            "鉴别诊断": "药物性肝炎：近日曾服用“感冒药”，具体不详，有肝功能异常，暂不排除。",
            "诊断结果": "1.慢性重度乙型病毒性肝炎；2.胆囊息肉；3.左肾结石。"
        },
        "cure": "入院后完善相关检查，肝纤四项：血清层黏连蛋白测定165.174ng/mL↑；人III型前胶原肽测定16.931ng/mL↑；血清透明质酸酶测定322.305ng/mL↑；血清IV型胶原测定315.363ng/mL↑；糖类抗原50测定199.545U/ml↑；甲胎蛋白48.30ng/mL↑；糖类抗原199137.1U/ml↑；癌胚抗原4.18ng/ml。结合患者症状，体征，考虑慢性重度乙型病毒性肝炎。治疗上予舒肝宁注射液10ml每日一次、多烯磷脂酰胆碱注射液10ml每日一次、注射用复方甘草酸苷100mg每日一次、康艾注射液40ml每日1次，口服消炎利胆片6片每日3次、复方甘草酸苷胶囊150mg每日3次予护肝、降酶、退黄等对症治疗。入院第三天，乙肝三对：乙型肝炎表面抗原测定(+)；乙型肝炎e抗体测定(+)；乙型肝炎核心抗体测定(+)；乙型肝炎病毒外膜蛋白前S1抗原(+)；乙型肝炎表面抗原测定(+)；尿常规：葡萄糖3+↑；大便常规、传染病五项、肝吸虫抗体未见异常。腹部+泌尿系B超示：胆囊壁增厚，胆囊息肉；左肾结石；前列腺钙化。诊断：1.慢性重度乙型病毒性肝炎；2.胆囊息肉；3.左肾结石。尿常规提示葡萄糖3+，既往否认“糖尿病”病史，考虑慢乙肝影响葡萄糖的生成及利用所致，但不排除糖尿病的可能。入院第五天，乙型肝炎病毒DNA定量：2.52E+7IU/mL，遂加用恩替卡韦分散片0.5mg每日1次抗病毒治疗。复查尿常规未见异常，糖化血红蛋白正常，排除糖尿病，余治疗上继续同前。经过积极住院治疗12天，复查肝功：ALT132U/L↑;AST55U/L↑;血清总胆红素测定35.09μmol/L↑；直接胆红素测定20.45μmol/L↑；间接胆红素测定14.64umol/L；总胆汁酸测定49.50μmol/L↑。患者病情平稳，症状好转，复查肝功提示转氨酶及胆红素较前下降，病情好转出院。"
    },
    {
        "id": 451,
        "symptom": {
            "一般资料": "男性，45岁，无",
            "主诉": "反复活动后胸痛1年，加重2月",
            "现病史": "患者本人诉1年前反复出现活动后胸闷、胸痛，其症状呈胸骨中下段憋闷感，持续约数分钟，无放射，在活动后、上楼梯时发生，休息数分钟后症状可自行缓解，不伴出汗，无头晕、无恶心呕吐、无反酸嗳气、无咳嗽咳痰等不适。开始患者未予足够重视，未至医院就诊。后患者活动后症状反复发作，近2月感症状加重、伴气促，性质与前相同，程度较前加重，静息时可出现胸痛，无夜间阵发呼吸困难，无端坐呼吸，双下肢无浮肿。患者为求进一步诊治入我院急诊，急诊完善肝功能：丙氨酸氨基转移酶:16U/L；天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L；直接胆红素：13.7↑umol/L；总胆汁酸：128.3↑umol/L；心肌酶、血常规、肾功能、电解质未见明显异常；腹部＋肺部CT：支气管炎、肺气肿伴双下肺炎症。脂肪肝。双下肢血管彩超：正常。ECG：正常。急诊拟“胸痛查因”收入我科。自患者起病以来，精神食纳欠佳，大小便未见明显异常，体重无明显变化。",
            "既往史": "否认高血压、糖尿病、冠心病病史，否认精神疾病史；否认肝炎、结核等传染病史及接触史；无外伤、手术、输血史；无食物、药物过敏；预防接种史不详。患陪健康码、行程码均绿码，行程码不带星号。"
        },
        "examine": {
            "查体": "发育正常，营养良好，慢性病容，神志清楚，精神尚可，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，全身浅表淋巴结未触及肿大。头颅无畸形、双眼睑无浮肿，眼球活动自如，无外突，结合膜无充血及水肿，巩膜无黄染，角膜透明，双侧瞳孔等大等圆，对光反应灵敏。耳廓无畸形，外耳道无溢脓，乳突无压痛。外鼻无畸形，鼻通气良好，无鼻翼扇动，副鼻窦区无压痛。唇无紫绀，口腔粘膜无出血点，伸舌居中，无震颤，咽部无充血，扁桃体无肿大，无脓性分泌物。颈软无抵抗，无颈静脉怒张，甲状腺无肿大，无血管杂音，气管居中，肝颈静脉回流征阴性。胸廓无畸形，双侧呼吸动度对称，语颤无增强，双肺叩诊清音，双肺呼吸音清晰，未闻及干湿性啰音和胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内0.5cm，未触及震颤，心界无扩大，心率113次／分，律齐，心音正常，各瓣膜听诊区未闻及病理性杂音。腹部平软，未见腹壁静脉曲张，无胃肠型及蠕动波，全腹无压痛及腹肌紧张，未触及腹部包块，肝、脾肋缘下未触及，莫菲氏征阴性，肝及肾区无叩击痛，腹部移动性浊音阴性，双肾区无叩击痛。肠鸣音正常。肛门、外生殖器正常。脊柱无畸形，活动自如，关节无红肿，无杵状指（趾），双征阴性，布氏征阴性。下肢无浮肿，双下肢皮肤无色素沉着。四肢肌力、肌张力正常。腱反射存在，巴氏征阴性，克氏阴性",
            "辅助检查": "我院急诊肝功能：丙氨酸氨基转移酶:16U/L；天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L；直接胆红素：13.7↑umol/L；总胆汁酸：128.3↑umol/L；心肌酶、血常规、肾功能、电解质未见明显异常；腹部＋肺部CT:支气管炎、肺气肿伴双下肺炎症。脂肪肝。双下肢血管彩超：正常。ECG：正常。入院后完善相关检查后检查：肝功能：天门冬氨酸氨基转移酶119↑＊U/L；直接胆红素12.9↑＊umol/L；a-L-岩藻糖苷酶61↑＊U/L；碱性磷酸酶160↑＊U/L；总胆汁酸62.3↑＊umol/L；γ－谷氨酰基转移酶2418↑＊U/L；血脂：胆固醇5.23↑＊mmol/L；低密度脂蛋白胆固醇2.69＊mmol/L；肝纤维四项：血清透明质酸326.90↑＊ng/ml:血清III型前胶原氨基末端肽673.90↑＊ng/ml；血清IV型胶原362.30↑＊ng/mL；血清层粘连蛋白133.50↑＊ng/ml；C-反应蛋白、血常规、肾功能、心肌酶、N端脑钠肽前体、甲状腺三项、凝血常规、D-二聚体、电解质、肌钙蛋白、糖化血红蛋白、尿常规、输血前四项均未见明显异常。心电图未见明显异常。腹部彩超：脂肪肝。冠脉造影示：冠脉分布:左优势型；左主干：未见明显斑块及狭窄，远端血流TIMI3级；前降支：未见明显斑块及狭窄，远端血流TIMI2级；回旋支：未见明显斑块及狭窄，远端血流TIMI3级；右冠：细小，未见明显斑块及狭窄，远端血流TIMI3级。结论：冠脉慢血流。建议：1、改善微循环治疗。"
        },
        "diagnosis": {
            "初步诊断": "1.痛查因：冠心病？2.肝功能异常查因：酒精肝?3.肺气肿伴双下肺炎症",
            "诊断依据": "1.胸痛查因：冠心病？：患者、中年男性，本次入院症状主要表现为反复胸痛，活动时加重，休息可缓解，持续时间数分钟，结合劳力活动后胸痛症状，故考虑该诊断，完善心肌酶学、心脏彩超等相关检查、必要时行冠脉造影明确诊断。2.肝功能异常查因：酒精肝？：患者有长期饮酒史，查体：全腹无压痛反跳痛，肝区无叩痛，肝功能示天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L:腹部CT示:脂肪肝；故考虑该诊断。3.肺气肿：结合入院CT检查可明确该诊断。",
            "鉴别诊断": "1.急性冠脉综合征：分为不稳定型心绞痛和心肌梗死，疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭（和）休克，含服硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波（非ST段抬高性心肌梗死则多表现ST段下移及或T波改变）。实验室检查示白细胞计数增高、红细胞沉降率增快，心肌坏死标记物（肌红蛋白、肌钙蛋白I或T、CKMB等）增高。2.心肌桥：指通常行走于心外膜下结缔组织中的冠状动脉，如有一段行走于心肌内，其上的一束心肌纤维即称为心肌桥。当心脏收缩时，心肌桥可挤压该动脉段足以引起远端血供减少而导致心肌缺血，加之近端血管常有粥样硬化斑块形成，遂可引起心绞痛，冠状动脉造影或冠脉内超声检查可确立诊断。",
            "诊断结果": "1.冠状动脉慢血流综合征2.酒精性脂肪肝3.肺气肿4.高脂血症"
        },
        "cure": "我院急诊肝功能：丙氨酸氨基转移酶:16U/L；天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L；直接胆红素：13.7↑umol/L；总胆汁酸：128.3↑umol/L；心肌酶、血常规、肾功能、电解质未见明显异常；腹部＋肺部CT:支气管炎、肺气肿伴双下肺炎症。脂肪肝。双下肢血管彩超：正常。ECG：正常。入院后完善相关检查后检查：肝功能：天门冬氨酸氨基转移酶119↑＊U/L；直接胆红素12.9↑＊umol/L；a-L-岩藻糖苷酶61↑＊U/L；碱性磷酸酶160↑＊U/L；总胆汁酸62.3↑＊umol/L；γ－谷氨酰基转移酶2418↑＊U/L；血脂：胆固醇5.23↑＊mmol/L；低密度脂蛋白胆固醇2.69＊mmol/L；肝纤维四项：血清透明质酸326.90↑＊ng/ml:血清III型前胶原氨基末端肽673.90↑＊ng/ml；血清IV型胶原362.30↑＊ng/mL；血清层粘连蛋白133.50↑＊ng/ml；C-反应蛋白、血常规、肾功能、心肌酶、N端脑钠肽前体、甲状腺三项、凝血常规、D-二聚体、电解质、肌钙蛋白、糖化血红蛋白、尿常规、输血前四项均未见明显异常。心电图未见明显异常。腹部彩超：脂肪肝。根据患者血液学及学检查结果，患者无明显冠脉造影禁忌症，故在完善术前准备后，完善冠脉造影检查：冠脉造影示：冠脉分布:左优势型；左主干：未见明显斑块及狭窄，远端血流TIMI3级；前降支：未见明显斑块及狭窄，远端血流TIMI2级；回旋支：未见明显斑块及狭窄，远端血流TIMI3级；右冠：细小，未见明显斑块及狭窄，远端血流TIMI3级。结论：冠脉慢血流。建议：1、改善微循环治疗。综合入院以来检查结果，患者诊断“”故治疗上予以“尼可地尔5mg，一天三次长期使用”改善冠脉血流、“水飞蓟宾葡甲胺100mg一天三次15天”改善肝功能、“布地奈德福莫特罗1-2吸/次一天二次长期使用”改善肺泡通气功能、“复合维生素B1片一天三次长期服用”营养神经，并补液支持治疗等对症处理1周后。患者已无明显活动后胸闷气促不适。患者要求出院，予以出院，并嘱患者戒酒，低盐低脂饮食，改善生活方式，逆转肝纤维化，调控血脂水平。后期定期复查肝功能，出院后坚持服药改善通气功能，延长生活质量与生命周期。"
    },
    {
        "id": 452,
        "symptom": {
            "一般资料": "女性，82岁，农民",
            "主诉": "言语不清、左侧肢体无力7小时。",
            "现病史": "患者入院前7小时无明显诱因出现言语不清、左侧肢体无力，左侧肢体刺激无反应，无头痛、头晕，无恶心、呕吐，无饮水呛咳、吞咽困难，无四肢抽搐，无大小便失禁、意识丧失。院外未诊疗，症状持续不缓解。急呼120来院，急诊行颅脑CT检查示多发脑梗死、脑软化灶、脑缺血变性灶。为系统诊治以“脑血管病”收入神经内科。",
            "既往史": "“脑梗死”病史10余年，遗留反应迟钝。“高血压病”10余年，平素口服“阿司匹林肠溶片、尼莫地平、吲达帕胺”，血压未监测。"
        },
        "examine": {
            "查体": "老年女性，神志清，精神一般，言语欠清晰，听力正常，查体欠合作。双侧瞳孔等大等圆，对光反射灵敏。左侧鼻唇沟浅。伸舌左偏。双肺呼吸音粗，未闻及明显干湿性啰音。心率76次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，肝脾肋下未及。左侧肢体肌力0级，右侧肢体肌力5级，肌张力正常。左侧肢体痛觉减退。左侧巴氏征阳性。脑膜刺激征阴性。",
            "辅助检查": "颅脑CT示多发脑梗死、脑软化灶、脑缺血变性灶"
        },
        "diagnosis": {
            "初步诊断": "1.脑梗死2.高血压病（2级，很高危）3.脑梗死后遗症",
            "诊断依据": "1.老年女性，高血压病、脑梗死后遗症病史。2.言语不清、左侧肢体无力7小时。3.查体：Bp：168/96mmHg。言语欠清晰。左侧鼻唇沟浅。伸舌左偏。左侧肢体肌力0级，右侧肢体肌力5级，肌张力正常。左侧肢体痛觉减退。左侧巴氏征阳性。4.辅助检查：颅脑CT示多发脑梗死、脑软化灶、脑缺血变性灶。",
            "鉴别诊断": "1.脑出血：多于活动中起病，病情进展快，发病时血压明显升高，有神经科定位体征，脑CT发现出血灶可明确诊断。该患者颅脑CT未见出血，可排除。2.脑栓塞：起病急骤，局灶体征在数秒钟到数分钟达到高峰，常有栓子来源的基础疾病，如心房纤颤、感染性心内膜炎等，大脑中动脉栓塞引起大面积脑梗死最常见。该患者症状较重，无心房颤动等相关病史，需进一步排除。",
            "诊断结果": "1.脑梗死（大动脉粥样硬化型）2.高血压病（2级，很高危）3.脑梗死后遗症"
        },
        "cure": "入院后给予以下治疗：1.阿司匹林肠溶片75mgqd、阿加曲班20mgq8h静脉泵入，10mgbidx5天；2.阿托伐他汀调脂、稳定斑块；3.丁苯酞氯化钠改善侧支循环；5.法莫替丁抑酸护胃；6.血栓通注射液活血化瘀、复方甘露醇减轻脑水肿；7.复方氨基酸、多种维生素、丙氨酰-谷氨酰胺营养支持；8.厄贝沙坦氢氯噻嗪控制血压。患者急性起病，结合症状、体征及颅脑CT检查，诊断脑梗死，入院后病情继续进展，言语不清加重，行急症颅脑磁共振示脑内多发梗死缺血软化灶，右侧大脑半球为急性或亚急性梗死灶。此次脑梗死考虑大血管病变，定位右侧大脑中动脉，建议行急症脑血管造影检查评估血管情况，必要时行取栓或血管开通治疗。家属综合考虑后要求保守治疗。患者发病至入院已超过6小时，无静脉溶栓条件，继续抗栓、抗凝、脑保护剂等治疗。加强护理，注意预防应激性溃疡、下肢静脉血栓、压疮等并发症。随脑梗死病程发展，脑水肿逐渐达高峰，注意脱水药物应用，加强营养支持，避免电解质紊乱。发病5天复查颅脑CT示右侧大脑实质内低密度影部分体积增大。患者症状未明显加重。逐渐减少液体入量，加强康复训练，促进肢体功能恢复。患者住院14天出院，出院时查体：言语较清晰。面舌瘫同前，左侧肢体肌力1-2级。左侧巴氏征阳性。"
    },
    {
        "id": 453,
        "symptom": {
            "一般资料": "男性，68岁，退休人员",
            "主诉": "间断胸憋1年，加重13天",
            "现病史": "患者自1年前劳累后出现胸憋，无胸痛、咽部紧缩感，无出汗、气短、心悸，无头晕、黑朦，无恶心、呕吐等，持续10分钟自行缓解。此后间断出现上述症状，性质同前，多于活动后出现，每次持续10分钟缓解，未重视。13天前晚上10时准备睡觉时出现胸憋、胸痛，伴出汗，无气短、咽部紧缩感，无心悸，无头晕、黑朦，无恶心、呕吐等，持续1小时缓解。此后每日发作1次，性质同前，多于睡前出现，严重时自服“速效救心丸3-5粒”10分钟后缓解。半月前就诊于市第一人民医院，诊断“风湿性心脏病二尖瓣轻度狭窄伴中度关闭不全主动脉瓣中-重度狭窄伴轻-中度关闭不全三尖瓣重度关闭不全左心、右房扩大心功能IV级（NYHA分级）心律失常心房颤动三度房室传导阻滞高血压病3级(很高危)2型糖尿病糖尿病足血小板减低症带状疱疹前列腺增生症”，给予对症治疗，建议尽快行心脏瓣膜置换术和心脏永久起搏器置入术，但患者拒绝心脏瓣膜置换术。现为行起搏器植入收入我科。患者自发病以来，精神、食欲、睡眠好，每日大便1-2次，不成形，小便困难，口服“非那雄胺、坦索罗辛”，体重未见明显改变。",
            "既往史": "32年前诊断“风湿性心脏病、二尖瓣狭窄”，无明显症状，未治疗，6年前发现持续性心房颤动，未用药。高血压病6年，最高可达120/70mmHg，口服“拉西地平片4mg1次/日；沙库巴曲颂沙坦钠片25mg日2次”，血压控制110/50mmHg。糖尿病史6年，口服“阿卡波糖片50mg3次/日”，未监测血糖。1991年因车祸外伤导致左侧胫胖骨骨折，目前未遗留左下肢活动障碍，4月前左下肢外伤后伤口未愈。否认肾脏病史，无脑血管意外疾病史。否认手术史，有输血史，否认肝炎史，否认结核病史，无传染病病史，预防接种史不详，否认食物过敏史，无药物过敏史。"
        },
        "examine": {
            "查体": "T:36.2℃，P:53次/分，R:21次/分，BP:108/53mmHg。一般情况：发育正常，营养良好，体型中等，自主体位，自己步入病房，正常面容，表情忧虑，意识清晰，精神状态良好，查体合作。无蜘蛛痣及肝掌，无皮下结节，胸前、左腋下、左后背可见破溃，双下肢可见色素沉着。全身浅表淋巴结：全身浅表淋巴结未触及肿大。颈部：颈软无抵抗，颈动脉正常，颈静脉正常，肝颈静脉反流征阴性，气管居中。胸部：胸廓外形正常，胸廓对称，胸壁静脉充盈，无皮下气肿，胸壁无压痛，肋间隙正常，双乳对称，双乳头无凹陷，无乳头溢液，双乳无肿块。肺脏：视诊:双肺呼吸运动一致，呼吸节律均匀。触诊:语颤正常，未触及胸膜摩感。叩诊:双肺叩诊呈清音。听诊:双肺呼吸音减弱，双肺可闻及湿啰音，未闻及明显干啰音，语音共振无减弱，未闻及胸膜摩擦音。心脏：视诊：心前区无隆起，无异常搏动，心尖搏动正常。心尖搏动最强点位于第5肋间，锁骨中内0.5cm，肠鸣音正常，肠鸣音3~5次/分。肛门、直肠、外生殖器未检查。脊柱生理弯曲存在，脊柱无压痛，四肢活动自如，无畸形，腰骶部水肿，双下肢无浮肿，双上肢肌力4级，双下肢肌力2级。关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。双侧生理性反射正常，双侧病理性反射未引出。",
            "辅助检查": "X线：“二尖瓣”型心脏双侧下肢超声：左侧腘静脉血栓形成后部分再通(亚急性)左小腿一支肌间静脉血栓形成后部分再通（亚急性）左侧大隐静脉反流双下肢动脉未见明显异常心脏彩超：风湿性心脏病二尖瓣狭窄(轻度)伴关闭不全(轻度)主动脉瓣狭窄(中-重度)伴关闭不全(轻-中度）左心、右房扩大室间隔轻度增厚三尖瓣大量反流肺动脉高压（中度）左室收缩功能正常EF：78%动态心电图：平均心率41bpm，分析的心搏数为58458个。最慢心率是35bpm，最快心率是96bpm。室性早搏有25个，其中有21个单发室早，1阵室速，1阵室性二联律。最长RR间期时1.718秒。监测全程未心房颤动时伴缓慢心室率偶发多源室性早搏时呈二联律形成1阵短阵性室性心动过速(由4个心搏组成)间歇性三度房室传导阻滞伴交界性逸搏心律ST-T改变。心电图：房颤合并三度房室传导阻滞。血常规：白细胞数3.3×109/L红细胞数3.74×1012/L中性粒细胞百分比30.44%淋巴细胞百分比41.14%单核细胞百分比23.34%嗜酸性粒细胞百分比1.54%嗜碱性粒细胞百分比3.74%。血红蛋白121g/L，血小板计数85×109/L.心梗四项：NT-proBNP：4043pg/ml肌酸激酶83U/L肌酸激酶同工酶9U/L血清肌钙蛋白Ⅰ测定0.01ng/ml。"
        },
        "diagnosis": {
            "初步诊断": "风湿性心脏病二尖瓣轻度狭窄伴中度关闭不全主动脉瓣狭窄伴轻-中度关闭不全三尖瓣重度关闭不全左心右房扩大心力衰竭（心功能IV级）心律失常持续心房颤动三度房室传导阻滞高血压病3级(很高危)2型糖尿病伴多并发症糖尿病足双下肢静脉血栓形成（亚急性）",
            "诊断依据": "1.危险因素：患者男性，存在年龄、高血压、糖尿病、风湿性心脏病、二尖瓣狭窄、主动脉瓣重度狭窄等多种基础疾病。2.症状：胸憋、胸痛，伴出汗，无气短、咽部紧缩感，持续1小时缓解3.体征：心率53次/分，律齐，二尖瓣听诊区可闻及4/6级收缩期杂音，主动脉瓣听诊区可闻及3/6级收缩期杂音双下肢皮肤色素沉着，呈暗黑色，双足背动脉搏动弱。4.辅助检查：心脏彩超：风湿性心脏病，二尖瓣、主动脉瓣狭窄X线：“二尖瓣”型心脏双侧下肢超声提示：双下肢静脉血栓形成（亚急性）动态心电图示：心律失常、持续心房颤动、三度房室传导阻滞心电图：房颤合并三度房室传导阻滞。心梗四项：NT-proBNP升高，心肌坏死标记物正常水平。",
            "鉴别诊断": "1.不稳定型心绞痛表现为体力劳动、情绪激动(如愤怒、焦急、过度兴奋等)、饱食、寒冷、吸烟等情况下诱发胸痛，常为压迫、发闷或紧缩性，也可有烧灼感，可波及心前区，有手掌大小范围，放射至左肩、左臂内侧达无名指和小指，或至颈、咽或下颌部，休息或者含服硝酸甘油，持续3~5分钟缓解，发作时可出现心电图ST-T改变，肌钙蛋白不升高。2.主动脉狭窄主要表现为呼吸困难、心绞痛和晕厥为典型主动脉狭窄常见的三联征。①呼吸困难劳力性呼吸困难为晚期肺淤血引起的常见首发症状，见于90%的有症状患者。进而可发生阵发性夜间呼吸困难、端坐呼吸和急性肺水肿。②心绞痛见于60%的有症状患者。常由运动诱发，休息后缓解。主要由心肌缺血所致，极少数可由瓣膜的钙质栓塞冠状动脉引起。部分患者同时患冠心病，进一步加重心肌缺血。3.晕厥或接近晕厥见于1/3的有症状患者。多发生于直立、运动中或运动后即刻，少数在休息时发生，由于脑缺血引起。该患者存在主动脉瓣狭窄病虫考虑心排量减少心绞痛症状可能。",
            "诊断结果": "风湿性心脏病二尖瓣轻度狭窄伴中度关闭不全主动脉瓣狭窄伴轻-中度关闭不全三尖瓣重度关闭不全左心、右房扩大心力衰竭（心功能IV级）心律失常持续心房颤动三度房室传导阻滞高血压病3级(很高危)2型糖尿病伴多并发症糖尿病足双下肢静脉血栓形成（亚急性）高钾血症"
        },
        "cure": "10月8日1.入院病情评估：该患者存在多种基础疾病，主要因“间断胸憋1年，加重13天”入院，目前诊断：风湿性心脏病二尖瓣轻度狭窄伴中度关闭不全主动脉瓣狭窄伴轻-中度关闭不全三尖瓣重度关闭不全左心、右房扩大心力衰竭(心功能IV级)心律失常持续心房颤动三度房室传导阻滞高血压病3级(很高危)2型糖尿病伴多并发症糖尿病足双下肢静脉血栓形成（亚急性），向家属告知随时可能出现阿斯综合征、猝死等危及生命。2.急查血常规、肾功能、凝血检查、心梗四项、血气；3.完善相关检查(心脏彩超、胸部CT、胸腔彩超、动态心电图)；4.制定初始药物治疗方案：给予抗凝（低分子肝素钙注射液）、利尿（肤塞米、螺内酯）、扩血管、改善心室重塑(沙库巴曲缬沙坦钠片）、强心(芪苈强心胶囊）、降糖（阿卡波糖）、改善循环(注射用二丁酰环磷腺普钙)、治疗前列腺增生(非那雄胺、坦索罗辛)等对症支持治疗。5.再次建议行心脏瓣膜置换术，患者拒绝。6.择期行起搏器置入术。10月9日1.患者自觉小便困难，小便时出现大便失禁，考虑本身存在前列腺增生，小便用力导致肛门括约肌松弛，出现大便不自主排出，给予非那雄胺片、盐酸坦索罗辛缓释胶囊。2.复查电解质，血钾高，血肌酐升高，考虑心肾综合征，停用氯化钾缓释片，加用葡萄糖与胰岛素极化液、呋塞米注射液降钾治疗，并动态监测电解质。3.患者化验血象升高，胸部CT提示有肺部感染，给予头孢他啶抗感染治疗。4.化验有高尿酸血症，嘱低嘌呤饮食，因肾功能异常，加用小剂量非布司他对症治疗。10月10日，患者自觉口服芪苈强心胶囊出现皮疹，停用芪苈强心胶囊10月13日，行永久左束支起搏器置入术。10月18日，患者无不适主诉，一般情况可。出院检查大致正常，根据病情请示主任医师同意出院。"
    },
    {
        "id": 454,
        "symptom": {
            "一般资料": "男性，63岁，无",
            "主诉": "呕血2小时。",
            "现病史": "于2小时前无诱因出现呕血，呕暗红色血液3次，量约500毫升，含少量血凝块。伴恶心、腹胀、心慌及乏力，无腹痛、胸闷、胸痛及意识障碍。未予治疗，急来我院，在急诊科给予“泮托拉唑针”静滴，后以“上消化道出血”为诊断收住我科。发病以来，精神差，未进食，未排大小便。",
            "既往史": "有“高血压”病史10年余，最高可达180/110mmHg，长期服用“寿比山、美托洛尔、阿司匹林肠溶片”；有“糖尿病”10年余，长期服用“二甲双胍、消渴丸”。无“冠心病”病史；无“肝炎、结核”等传染病接触史；无手术外伤史；无输血献血史；无药物及食物过敏史；预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常,营养一般,体形中等,意识清晰,精神差，平车推入病房,平卧位,查体欠配合。贫血貌,全身皮肤黏膜无黄染,巩膜无黄染。头颅无畸形,眼睑无水肿、下垂及闭合障碍,眼球运动自如,无突出、斜视及震颤。结膜无充血,巩膜无黄染,双侧瞳孔等大等圆,直径约3mm,对光反射存在,调节反射存在。耳廓无畸形,外耳道无分泌物,乳突无压痛。鼻无畸形,无鼻翼扇动,鼻通气良好,中隔无弯曲,鼻粘膜正常,无出血及脓性分泌物,鼻窦区无压痛。口唇无发绀,舌体大小正常、居中,咽无充血,双侧扁桃体无肿大。颈软,无抵抗,颈静脉无怒张,气管居中。甲状腺无肿大。胸廓对称无畸形,双侧呼吸活动度正常,叩诊清音,双肺呼吸音粗糙,未闻及干湿性啰音。心脏前区无隆起,心浊音界无扩大,心律108次/分,律齐,各瓣膜听诊区未闻及病理性杂音。腹膨隆,无腹壁静脉曲张未见肠型或蠕动波,全腹软,肝脾肋下未触及,上腹部压之不适感,无压痛及反跳痛,Murphy’s征阴性,肝上界位于右锁骨中线第5肋间,肝肾区无叩击痛,移动性浊音阴性,听诊肠鸣音活跃,约8次/分。肛门及外生殖器未查。脊柱四肢无畸形,活动自如,双下肢无水肿,四肢肌力肌张力正常。生理反射存在,病理反射未引出。",
            "辅助检查": "胃镜检查提示：贲门-胃底癌并出血，但病理不支持，病理结果为：（贲门-胃底）黏膜慢性活动性炎症伴糜烂、出血，局灶腺体数量减少，局灶腺体增生。"
        },
        "diagnosis": {
            "初步诊断": "1.上消化道出血：消化性溃疡？急性胃黏膜病变？消化道肿瘤？2.失血性休克3.高血压3级极高危4.2型糖尿病",
            "诊断依据": "1.老年病人，因呕血2小时急诊入院；2.有高血压病史，长期服用阿司匹林；3.查体：P108次/分BP80/60mmHg精神差，贫血貌，心律108次/分，律齐无杂音，腹平软，上腹部压之不适，肠鸣音活跃。",
            "鉴别诊断": "1.肝硬化食管胃底静脉曲张破裂出血:患者多有肝炎、肝硬化病史,出血量大而凶猛,常伴腹部静脉曲张、脾亢等其它门脉高压表现,该患者无肝炎病史,无明显肝损伤表现,暂不支持该诊断，需进一步查胃镜以明确。2.胆道出血：系肝胆疾病、创伤、手术或全身性因素而致的出血。常见原因有：外伤、手术损伤、经皮肝穿刺胆道造影（PTC）、肝组织穿刺活检、经皮肤肝穿刺胆道引流（PTCD）、肝内炎性病变、胆道炎性病变、急性胰腺炎、胆道蛔虫症、胆石症、肝胆及胰腺肿瘤等。胆道大量出血的典型临床表现为三联征：①胃肠道出血（呕血、便血）；②胆绞痛；③黄疸。该病人无腹痛及黄疸，不支持，可进一步查腹部彩超及肝功能以排除。3.贲门黏膜撕裂综合征：是指因频繁的剧烈呕吐，或因腹内压骤然增加的其它情况（如剧烈咳嗽、举重、用力排便等），导致食管下部和/或食管胃贲门连接处或胃粘膜撕裂而引起以上消化道出血为主的症候群。常在剧烈呕吐后发生，酗酒是常见的原因。胃镜检查可明确诊断，该病人不符。",
            "诊断结果": "贲门胃底癌并出血"
        },
        "cure": "入院后尽快行胃镜检查提示：贲门-胃底癌并出血，但病理不支持，病理结果为：（贲门-胃底）黏膜慢性活动性炎症伴糜烂、出血，局灶腺体数量减少，局灶腺体增生。向病人家属交待病情，建议再取活检确诊。病人家庭条件好，直接转北京某三甲医院进一步诊治，再次胃镜检查取病理亦为炎症改变，因与临床不符，遂剖腹探查确诊为腺癌。"
    },
    {
        "id": 455,
        "symptom": {
            "一般资料": "男性，74岁，无",
            "主诉": "排大便困难一月伴带血一周",
            "现病史": "患者于一月排大便困难，2-3天排大便一次，大便成形，一周前出现排血便，每次量不等，暗红色血液，伴里急后重，有时伴少许粘液胨子状便，无畏寒发热，无恶心呕吐，无腹胀腹痛，无胸闷心慌，无呼吸困难，在我院门诊结肠镜检查提示“管状腺瘤，部分区域高级别上皮内瘤变”，要求手术治疗，门诊以“直肠肿瘤”收住院。病程中，精神差，进食一般，小便正常。",
            "既往史": "否认冠心病、糖尿病、高血压病史；无药物过敏史，吸烟史数年。卖血史，丙肝数年。"
        },
        "examine": {
            "查体": "神清，拄拐步入病房；全身浅表淋巴结无肿大，颈软，巩膜无黄染，心肺未及明显异常，腹平软,肝脾肋下未触及，未见肠型及蠕动波，未触及包块，无压痛反跳痛，肠鸣音正常，双肾区无叩击痛，双下肢不肿，四肢活动可。肛门指诊：未触及直肠新生物，指套染血呈少许暗红色。专科情况：肛门指诊：未触及直肠新生物，指套染血呈少许暗红色。",
            "辅助检查": "门诊及院外重要检查结果：2021-06-10本院结肠镜检查提示结肠息肉直肠CA？2021-06-11病理检查报告：管状腺瘤，部分区域高级别上皮内瘤变2021-06-1210:19乙肝三系列测定：乙肝表面抗原阴性(-)、乙肝表面抗体阳性(+)、乙肝e抗原阴性(-)、乙肝e抗体阴性(-)、乙肝核心抗体阴性(-)。2021-06-1210:19梅毒螺旋体抗体：梅毒螺旋体抗体阴性(-)。2021-06-1210:19丙型肝炎抗体HCV：丙型肝炎抗体HCV阳性(+)。2021-06-1210:19丙型肝炎核心抗原测定：丙型肝炎核心抗原测定阴性(-)。2021-06-1210:19HIV抗体：HIV抗体阴性(-)。2021-06-1210:18糖化血红蛋白测定：糖化血红蛋白测定6.0%。2021-06-1209:53血脂：甘油三酯0.46mmol/L、总胆固醇3.26mmol/L、高密度脂蛋白胆固醇1.74mmol/L、低密度脂蛋白胆固醇1.59mmol/L、载脂蛋白AⅠ1.66g/L、载脂蛋白B0.50g/L、脂蛋白a81.90mg/L。2021-06-1209:53血糖测定：葡萄糖5.2mmol/L。2021-06-1209:53肾功能：尿素7.0mmol/L、肌酐67.0umol/L、尿酸348.0umol/L、二氧化碳结合率26.0mmol/L、β2微球蛋白1.6mg/L、胱抑素C0.8mg/L。2021-06-1209:53肝功能：总胆红素14.9umol/L、直接胆红素4.3umol/L、间接胆红素10.6umol/L、谷草转氨酶29U/L、谷丙转氨酶7U/L、谷草/谷丙4.14、碱性磷酸酶58U/L、谷氨酰转移酶13U/L、总胆汁酸3.1umol/L、5-核苷酸酶4U/L、总蛋白65.1g/L、白蛋白38.7g/L、球蛋白26.4g/L、白球比1.47、前白蛋白214.0mg/L。2021-06-1209:53电解质：钾4.00mmol/L、钠138.5mmol/L、氯105.4mmol/L、总钙2.15mmol/L、镁0.88mmol/L、磷1.11mmol/L。2021-06-1209:52心梗三项：肌酸激酶同工酶"
        },
        "diagnosis": {
            "初步诊断": "直肠肿瘤恶性待排丙肝",
            "诊断依据": "老年男性患者：1.排大便困难一月伴带血一周；2.既往史：有有偿献血史及丙肝病史，吸烟史数年。3.门诊及院外重要检查结果：2021-06-10本院结肠镜检查提示结肠息肉直肠CA？2021-06-11病理检查报告：管状腺瘤，部分区域高级别上皮内瘤变4.肛门指诊：未触及直肠新生物，指套染血呈少许暗红色。胸部CT检查提示双肺肺气肿。腹部CT检查提示肝血管瘤，右肾小囊肿，前列腺增生钙化，直肠内容物较多壁增厚稍强化。",
            "鉴别诊断": "食管胃底静脉曲张破裂出血：有肝炎肝硬化病史，一般呕血量较大，胃镜及腹部Ct可见明显食管胃底周围静脉曲张。",
            "诊断结果": "直肠肿瘤恶性待排双肺肺气肿慢丙肝"
        },
        "cure": "诊疗计划：1.完善相关检查：血常规、大生化、胸部+腹部CT平扫加增强，心电图，心脏腹部彩超等2.抗炎，补液对症支持治疗。3.密切观察患者病情变化，告知患者及家属病情及风险。4择期手术。麻醉前访视：74岁男性患者，既往慢丙肝病史，合并双肺肺气肿，诊断为直肠肿瘤（恶性待排），拟在全麻下行腹腔镜直肠癌根治术。ASA3级，心功能2级。纠正贫血及低蛋白血症，积极术前准备。麻醉简要经过：静吸复合全麻加气管插管，吸入七氟烷，泵注瑞芬太尼-丙泊酚维持麻醉，泵注右美托咪定镇静，术中输注羟乙基淀粉及复方氯化钠，出血量少，术毕苏醒延迟（停药90min），发现患者低体温（T34.5摄氏度），立即带管送入ICU，给予保暖（升温毯），输注温液体等措施，患者体温逐渐升至36.8摄氏度，术后停药后120min患者苏醒，睁眼，握拳有力，脱机30min，饱和度维持在95%以上，吸痰后拔管，无异常。术后第二天随访未见明显异常。"
    },
    {
        "id": 456,
        "symptom": {
            "一般资料": "女性，52岁，无",
            "主诉": "检查发现盆腔包块4天",
            "现病史": "患者平素月经规律，15岁初潮，周期28天，持续7天，患者48岁自然绝经，绝经后无异常阴道出血流液不适。患者4天前因进食生硬食物后，左下腹剧烈疼痛不适，持续1小时余，呕吐2次胃内容物后自行缓解。外院就诊泌尿系彩超示：双肾、膀胱未见明显异常，双侧输尿管未见扩张，左下腹囊性包块，建议进一步检查。子宫附件彩超示：老年性子宫改变，子宫上方囊性包块。建议手术治疗，今日患者来我院要求手术，门诊检查后以盆腔包块收入院。病程期间，患者精神食欲及睡眠正常，体力体重无明显改变，大小便正常。",
            "既往史": "平素身体健康，无特殊病史记载。否认乙肝、结核肾炎病史，无外伤史，无不良嗜好，无家族遗传病史及传染病史。发现高血压病史4年，口服珍菊降压片，结扎手术史，20岁结婚，孕2产2，丈夫及父母亲体健。"
        },
        "examine": {
            "查体": "步入病房，精神、面色尚好，皮肤粘膜无黄染及出血点，浅表淋巴结未触及明显肿大，颈软，甲状腺未触及明显肿大，心肺未闻及明显异常，腹软，肝脾肋下未触及，双肾区无叩击痛，双下肢无水肿。专科情况：外阴已婚经产型；阴道畅，无出血；宫颈萎缩、光滑，无接触性出血；子宫萎缩，无压痛、反跳痛；子宫左上方可触及一女拳大小包块，活动度一般，无明显压痛反跳痛。",
            "辅助检查": "2021-06-12东莞市东部中心医院就诊泌尿系彩超示：双肾、膀胱未见明显异常，双侧输尿管未见扩张，左下腹囊性包块，建议进一步检查。子宫附件彩超示：老年性子宫改变，子宫上方囊性包块。入院检查：血型鉴定：Rh(+)\"O\"不规则抗体阴性(-)，输血全套：乙肝表面抗体阳性(+)，丙型肝炎抗体HCV阳性(+)余各项阴性，凝血全套：凝血酶原时间12.00s、国际标准化比值1.00、活化部分凝血活酶时间22.50s、凝血酶时间13.50s、纤维蛋白原3.38g/L、D-二聚体0.15mg/L，新型冠状病毒（2019-nCov）核酸检测：阴性，新型冠状病毒肺炎抗体检测：IgG、IgM阴性，血常规：白细胞4.0×10^9/L、红细胞4.24×10^12/L、血红蛋白120g/L、血小板257×10^9/L、红细胞压积36.0%、中性细胞比率71.10%，糖类抗原199：17.34U/ml，糖类抗原125：56.98U/ml，甲胎蛋白：3.32ng/ml，癌胚抗原CEA：1.22ng/ml心电图未报告明显异常。血糖测定：3.73mmol/L，肾功能：肌酐57.3umol/L、尿素2.32mmol/L，肝功能：谷草转氨酶18U/L、谷丙转氨酶9U/L、白蛋白40.9g/L，电解质：钾4.07mmol/L、钠139.09mmol/L。腹盆腔CT报告：1.左侧腹腔病灶，考虑囊性占位性病变，来源于附件可能（2）肝内多发小占位性病变（3）左肾小占位性病变可能（膀胱、子宫未见明显异常，腹膜后未见明显肿大淋巴结）。心电图示：1.窦性心律2.左心室高电压3.继发性T波改变。TCT:l良性反应性改变。心脏彩超示：左室舒张功能减退。长程心电图示：1.窦性心律，平均心率91BPM，房性早搏共有5次，单发房早有5次，3.室性早搏共有559次，单发室早有554次，成对室早有1次，室性三联律有1阵。4.中度ST压低。5.间歇性T波改变。腹盆腔CT报告：1.盆腔占位性病变，来源于左侧附件可能；2.宫颈区少量积液、积气；3.胆囊结石；胆囊炎；4.左肾小结石。腹部彩超示：肝囊肿大囊内强回声团：结石待排，建议复查胆囊内细小雾状回声：胆泥沉积可能"
        },
        "diagnosis": {
            "初步诊断": "盆腔包块性质待查高血压胆囊炎胆囊结石",
            "诊断依据": "52岁女性，检查发现盆腔包块4天。既往高血压病史54年，口服珍菊降压片，结扎手术史。妇科检查：外阴已婚经产型；阴道畅，无出血；宫颈萎缩、光滑，无接触性出血；子宫萎缩无压痛、反跳痛，子宫左上方可触及一女拳大小包块，活动度一般，无明显压痛反跳痛。泌尿系彩超示：双肾、膀胱未见明显异常，双侧输尿管未见扩张，左下腹囊性包块，建议进一步检查。子宫附件彩超示：老年性子宫改变，子宫上方囊性包块。腹部CT示:1.盆腔占位性病变，来源于左侧附件可能；2.宫颈区少量积液、积气；3.胆囊结石；胆囊炎（胆囊结石＞2cm，胆囊壁增厚，毛糙）；4.左肾小结石；腹部彩超示：肝囊肿大囊内强回声团：结石待排，建议复查胆囊内细小雾状回声：胆泥沉积可能",
            "鉴别诊断": "子宫肌瘤：妇检子宫增大、质硬，B超或CT可协助诊断。",
            "诊断结果": "左侧卵巢囊肿,胆囊炎,胆囊结石,高血压"
        },
        "cure": "1.完善相关辅助检查：血尿常规、肝肾功能、心电图、TCT、B超、CT等。2.上报上级医师。3.阴道准备，择期手术。入院行抗炎调压护肝等处理，检查中发现心电图异常，给予长程心电图及麻醉科会诊，发现胆囊炎胆囊结石，请会诊后需要手术治疗，决定在全麻下腹盆部腹腔镜联合手术。麻醉简要经过：开放静脉，桡动脉穿刺测压，静脉快速诱导，插管，静吸复合全麻，术中泵注瑞芬太尼丙泊酚维持麻醉，泵注右美托咪定维持镇静，吸入1-2%七氟烷，术中平顺，术毕给予镇痛药及止吐药，停止吸入及静脉麻醉药，患者苏醒平稳，未拮抗拔管，咳嗽数次，吸空气十分钟饱和度95%以上，送ICU继续观察治疗。手术简要经过：患者仰卧位于手术台上，麻醉成功后，常规消毒铺巾，于脐孔作长约1CM切口，气腹针穿刺进腹，CO2充气，压力13-14mmHg,10mm穿刺针穿刺进腹。探查见：子宫萎缩，表面光滑，左侧卵巢增大约8*7*6cm，囊性，表面光滑，左侧输卵管外观未见明显异常，右侧附件外观无明显异常，行左侧附件切除术+右侧输卵管切除术。手术顺利，再请外科医生上台行胆囊切除术。手术顺利，术毕创面无渗血，清点纱布器械无误。术中出血约50ml，术毕尿色清亮约300毫升。术毕血压140/80mmHg，心率80次/分钟，氧饱和度100%。术后输液抗感染对症治疗。术后病检示：1.（左侧卵巢）浆液性囊腺瘤；2.（双侧）慢性输卵管炎；3.慢性胆囊炎伴混合性结石。继续抗炎对症处理5天后出院。"
    },
    {
        "id": 457,
        "symptom": {
            "一般资料": "女性，34岁，公司职员",
            "主诉": "扭伤致左膝关节疼痛，活动受限17天",
            "现病史": "患者于10月24日因不慎扭伤致左膝关节疼痛，活动受限，当时无昏迷、头疼、头昏、恶心、呕吐、等。至人民医院就诊X片：左膝关节未见明显骨折征象，回家休息，膝关节疼痛无明显缓解，于11月初再次外地人民医院行磁共振检查：左膝关节前交叉韧带断裂，内侧半月板后角撕裂伤，左胫骨平台骨折。今至我院就诊，为进一步治疗，以“左胫骨平台骨折”收入科。发病以来，神志清楚，精神尚可，饮食正常,睡眠一般,体力正常，大小便正常。",
            "既往史": "无特殊"
        },
        "examine": {
            "查体": "T:36.6℃,P:78次/分,R:18次/分,BP:130/78/mmhg。查体：T:36.6℃；P:78次/分，脉搏规则；R:18次/分，呼吸规则；BP:130/78mmHg。发育正常，营养良好，表情痛苦，查体合作，体型：正力型，疼痛性跛行自动体位，神志清楚。全身皮肤粘膜无黄染、出血点、蜘蛛痣及皮疹,未触及全身浅表淋巴结肿大。头部无畸形。眼睑无浮肿，巩膜无黄染，结膜无充血及水肿，双侧瞳孔等大等圆，直径约为3mm，对光反射灵敏，耳廓正常，外耳道通畅，鼻外形正常无畸形，双侧鼻腔通畅，无异常分泌物及出血，口唇无紫绀，伸舌居中，扁桃体无肿大，咽部无充血及水肿。颈部无强直，未见颈静脉怒张；气管居中；甲状腺正常，未见包块。胸廓对称无畸形，胸骨无压痛，双侧乳房对称，呼吸运动两侧对称，呼吸平稳，频率：R:18次/分，语颤两侧对称，正常，未触及胸膜摩擦感，两肺呼吸音清,未闻及干湿性啰音。心前区无隆起，心尖搏动正常，未触及震颤。听诊：心率P:78次/分，律齐，心音正常，心脏各瓣膜听诊区未闻及杂音。腹部平坦，全腹柔软，无压痛，无反跳痛，全腹未触及包块，肝脾肋下未触及，移动性浊音阴性,肠鸣音正常。双肾区无叩痛，肛门、直肠及生殖器未查。专科查体:左膝关节无皮肤擦伤，患处轻度肿胀及畸形，左膝关节内侧明显压痛，未及明显骨擦音及骨擦感；无反常活动；左膝关节轻度屈曲强直体位，伸膝关节诱发内侧疼痛加重，浮髌试验阳性性，前抽屉试验阳性，膝关节活动部分受限。患肢末梢血运正常，感觉良好，足趾活动尚好。",
            "辅助检查": "膝关节MRI：1.左侧胫骨平台骨折并骨水肿，左侧股骨内侧髁骨挫伤水肿；关节腔及髌上囊积液；2.前后交叉韧带损伤、水肿，前交叉韧带撕裂；内侧半月板体部及后角撕裂；内侧副韧带损伤；3.内外侧半月板退变（2级信号）；髌韧带及股四头肌腱退变；4.腘肌腱、鹅足肌腱及腓肠肌外侧头肌水肿，滑囊积液，关节周围软组织水肿。"
        },
        "diagnosis": {
            "初步诊断": "1.左膝关节外伤：前交叉韧带损伤，内侧半月板撕裂伤；2.左胫骨平台骨折",
            "诊断依据": "1.患者，女，35岁。2.扭伤致左膝关节疼痛，活动受限17天。3.查体：左膝关节无皮肤擦伤，患处轻度肿胀及畸形，左膝关节内侧明显压痛，未及明显骨擦音及骨擦感；无反常活动；左膝关节轻度屈曲强直体位，伸膝关节诱发内侧疼痛加重，浮髌试验阳性性，前抽屉试验阳性，膝关节活动部分受限。患肢末梢血运正常，感觉良好，足趾活动尚好。4.既往史:患者既往无特殊，否认药物过敏史。5.门诊资料：10月24日江夏区人民医院行X线:左膝关节未见明显骨折征象。后行磁共振及CT检查：左膝关节前交叉韧带断裂，内侧半月板后角撕裂伤，左胫骨平台骨折。",
            "鉴别诊断": "后交叉韧带损伤：后交叉韧带损伤少于前交叉，影像学上可看到后交叉影像模糊。后抽屉试验阳性。",
            "诊断结果": "1.左膝关节外伤：前交叉韧带损伤，内侧半月板撕裂伤（纵行撕裂）2.左胫骨平台骨折"
        },
        "cure": "1.检查计划：（1）血尿常规，肝肾功能，血糖，电解质，凝血，输血八项，心电图等未见明显异常；（2）行膝关节X片、MRI等检查；2.治疗计划：（1）卧床休息，给予膝关节支具固定；（2）给予七叶皂消肿、洛索洛芬钠片口服止痛对症支持等治疗；（3）完善相关辅查，拟在连硬外麻醉下行关节镜下膝关节探查+前交叉韧带重建术+内侧半月板缝合术3.手术简要经过：患者麻醉实施成功后取平卧位，1％活力碘常规消毒左下肢，铺无菌巾。下肢止血带充气后，先于左膝髌腱旁作0.5cm各一个，放入关节镜，术中见前交叉韧带断裂，内侧半月板后脚致半月板体部撕裂（桶柄样撕裂合并ramp区损伤），撕裂的半月板向外侧移位卡压于髁间窝内，首先还纳卡压的半月板，置入刨削刀头刨削水肿的滑膜，充分显露后前交叉韧带断端。应用三个半月板缝合器（fastfix）将撕裂的半月板缝合固定于内侧关节囊上,术中牵拉缝合后的半月板稳定。于左膝关节内侧鹅足处作一5cm长切口，分离半腱肌及股薄肌，取出半腱肌、股薄肌约26cm长，将取下肌腱编织，测直径为8mm，长度9cm，给予取下编织的肌腱预张力备用。以直径8mm空心钻作股骨端隧道定位，定点于住院医生棘，与后方，下方软骨缘距离2mm左右。先后钻入4.5mm，8mm隧道，测量股骨隧道全部长度42mm，8mm直径隧道长度30mm。再采用胫骨隧道定位器，定点于胫骨残端中心（外侧半月板游离缘延长线与内侧髁间棘的外侧坡面相交处），定位器调制52°，与胫骨矢状轴成15角。8mm空心钻打胫骨端隧道，将编制好的肌腱从胫骨端拉向股骨段，到位后翻转袢钢板。拉紧肌腱后，于胫骨段旋入9mm直径界面螺钉（长度25mm）1枚，活动膝关节，作抽屉试验阴性。术毕安装下肢可调节支具。术程顺利，术中出血约50毫升。术毕，患者安返病房。4.围手术期治疗：给予头孢唑林2.0术前半小时预防感染，术后使用头孢唑林48小时停药。给予洛索洛芬口服止痛。术后第三天出院。嘱患者行下肢主动收缩锻炼，避免肌肉萎缩。患者佩戴支具8周。5.预后：患者术后三天，拄双拐下地不负重行走，术后4周部分负重，术后10周弃拐完全负重行走。"
    },
    {
        "id": 458,
        "symptom": {
            "一般资料": "男性，64岁，无业",
            "主诉": "腰痛伴右下肢疼痛10天。",
            "现病史": "患者于10天前无明显诱因出现腰部疼痛，弯腰、劳累后加重，休息后减轻。病情逐渐加重，不伴有下肢无力，无大小便失禁。并伴有右大腿后外侧、小腿外侧疼痛，现为求进一步诊治，来至我院，门诊经详细询问病史及查体后，以“腰椎管狭窄症”收入院。患者自发病以来饮食、睡眠可，大小便正常。",
            "既往史": "神经性耳聋（双）”“神经性耳鸣（左）”5年。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率75次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：腰椎L4/L5棘突下及右侧椎旁压痛，无放射痛，腰部活动受限。右直腿抬高试验（+），加强试验（+），双侧“4”字试验（-）。双下肢肌力：双侧股四头肌肌力Ⅳ级，双侧胫前肌、踇背伸肌、腓肠肌肌力Ⅳ级。余肢体未见明显异常。",
            "辅助检查": "2019-11-27磁共振腰椎：1.腰椎退行性变2.腰椎间盘膨出并L4/5椎管狭窄3.L4椎体后方异常信号，考虑骨质增生或韧带钙化。"
        },
        "diagnosis": {
            "初步诊断": "1.腰椎管狭窄症2.腰椎退行性变3.腰椎间盘突出症4.神经性耳聋（双）5.神经性耳鸣（左）",
            "诊断依据": "1.神经性耳聋（双）”“神经性耳鸣（左）”5年。2.腰痛伴右下肢疼痛10天。3.腰椎L4/L5棘突下及右侧椎旁压痛，无放射痛，腰部活动受限。右直腿抬高试验（+），加强试验（+），双侧“4”字试验（-）。双下肢肌力：双侧股四头肌肌力Ⅳ级，双侧胫前肌、踇背伸肌、腓肠肌肌力Ⅳ级。余肢体未见明显异常。4.2019-11-27磁共振腰椎：1.腰椎退行性变2.腰椎间盘膨出并L4/5椎管狭窄3.L4椎体后方异常信号，考虑骨质增生或韧带钙化。",
            "鉴别诊断": "1.腰椎结核：早期局限性腰椎结核可刺激邻近的神经根，造成腰痛和下肢放射痛，腰椎结核有结核病的全身反应，腰痛较剧，X线片可见椎体或椎弓根破坏，CT扫描对X线片不能显示的椎体早期局限性结核病灶有独特作用。2.脊髓瘤和马尾神经瘤：为慢性进行性疾患，无间歇好转和自愈现象，常有大小便失禁，脑脊液蛋白增高，奎氏试验显示梗阻，脊髓造影检査可明确诊断。",
            "诊断结果": "1.腰椎管狭窄症2.腰椎退行性变3.腰椎间盘突出症4.神经性耳聋（双）5.神经性耳鸣（左）6.肺结节"
        },
        "cure": "2019-11-27入院后完善各项基本检查，排除手术禁忌，2019-11-27磁共振腰椎：1.腰椎退行性变2.腰椎间盘膨出并L4/5椎管狭窄3.L4椎体后方异常信号，考虑骨质增生或韧带钙化。2019-11-28尿沉渣：白细胞.(WBCC)25个/uL、鳞状上皮(LZSP)4个/uL、黏液(黏液)893.00，粪便常规：标本颜色(标本颜色)棕色、标本形状(标本形状)软便、吞噬细胞(TSXB.)阴性/HP、隐血(YX)弱阳性，大肝功：总蛋白(TP)58.2g/L、白蛋白(ALB)38.5g/L、乳酸脱氢酶(LDH)113.0U/L、血清唾液酸测定(SA)342.90mg/L，大肾功：尿素氮(BUN)6.9mmol/L、肌酐(CREA)44.0umol/L、血尿酸(UA)145.0umol/l，血脂七项：高密度脂蛋白(HDL-C)1.01mmol/L，电解质：钾(K)3.96mmol/L，不规则抗体测定：ABO血型(ABO)A，糖化血红蛋白测定：糖化血红蛋白测定(HbA1c)5.00%，凝血四项：凝血酶时间(TT)23.80S、纤维蛋白原(FIB)1.69g/L，血常规住院：白细胞(WBC)7.21×10^9/L、中性细胞比率(NEU%)59.80%、血小板分布宽度(PDW)17.10fL、C-反应蛋白(CRP)0.00mg/L，血沉：血沉(ESR)2mm/h。于2019-11-29在全身麻醉下行经内镜下腰椎间盘切除术+椎管减压术。术后给予头孢唑啉预防感染、应用曲马多止痛、甘油果糖氯化钠注射液消肿、甲钴胺营养神经药物治疗。2019-12-08出院时患者一般情况可，生命体征平稳，腰部疼痛较前减轻，切口处对合良好，无炎症征象，双下肢Homans征（-），趾端血运可，趾动可"
    },
    {
        "id": 459,
        "symptom": {
            "一般资料": "女性，60岁，农民",
            "主诉": "腰痛8年余，加重半个月。",
            "现病史": "患者于8年前无明显诱因出现腰部疼痛，弯腰、劳累后加重，休息后减轻。病情时轻时重，反复发作，不伴有下肢无力，无大小便失禁。期间曾口服药物等治疗（具体不详），效果不佳。半个月前腰痛加重，并伴有臀部疼痛，现为求进一步诊治，来至我院，门诊经详细询问病史及查体后，以“腰椎间盘突出症”收入院。患者自发病以来饮食、睡眠可，大小便正常。",
            "既往史": "阑尾切除术后30年，术后恢复可；右手食指、中指中、远节截指术后13年，术后恢复可。无肝炎、结核等传染病病史及其密切接触史。无输血史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率84次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：腰椎棘突及椎旁压痛、放射痛，右侧腰肌压痛，腰部活动受限，右膝关节伸屈肌力Ⅳ级，踝关节背伸肌力Ⅳ级，踇背伸肌力Ⅳ级，左侧、右侧膝跳反射及跟腱反射正常，右下肢直腿抬高试验及加强试验（+），左侧（±）。右手食指、中指中、远节缺失，残端愈合良好，感觉及血运未见明显异常，余肢体未见明显异常。",
            "辅助检查": "CT检查:胸部S(平扫),全腹部S(平扫)：1.肺内纤维灶2.肝内低密度灶，考虑囊肿。磁共振腰椎：1.T12、L3椎体改变，符合压缩骨折（T12为陈旧骨折）MRI表现2.符合腰椎退行性变，L3/4、L4/5椎间盘膨出MRI表现3.符合骶管囊肿MRI表现。"
        },
        "diagnosis": {
            "初步诊断": "1.腰椎压缩性骨折2..腰椎间盘突出症3.肝囊肿4.阑尾切除术后5.截指术后（右手示、中指中远节）6.胸椎陈旧性压缩骨折",
            "诊断依据": "1.腰痛8年余，加重半个月。2.腰椎棘突及椎旁压痛、放射痛，右侧腰肌压痛，腰部活动受限，右膝关节伸屈肌力Ⅳ级，踝关节背伸肌力Ⅳ级，踇背伸肌力Ⅳ级，左侧、右侧膝跳反射及跟腱反射正常，右下肢直腿抬高试验及加强试验（+），左侧（±）。右手食指、中指中、远节缺失，残端愈合良好，感觉及血运未见明显异常，余肢体未见明显异常。3.CT检查:胸部S(平扫),全腹部S(平扫)：1.肺内纤维灶2.肝内低密度灶，考虑囊肿。磁共振腰椎：1.T12、L3椎体改变，符合压缩骨折（T12为陈旧骨折）MRI表现2.符合腰椎退行性变，L3/4、L4/5椎间盘膨出MRI表现3.符合骶管囊肿MRI表现。",
            "鉴别诊断": "1.急性腰扭伤：多为腰部用力过度或体位不正闪扭所致，无纵向叩击痛和后凸畸形；X线摄片检查可明确诊断。2.脊柱结核：无明显外伤史；有全身结核中毒症状、冷脓肿、瘘道；X线片可鉴别。",
            "诊断结果": "1.胸腰椎压缩性骨折2.腰椎间盘突出症3.肝囊肿4.阑尾切除术后5.截指术后（右手示、中指中远节）6.骨质疏松症"
        },
        "cure": "2018-07-04入院后完善各项基本检查，2018-07-04CT检查:胸部S(平扫),全腹部S(平扫)：1.肺内纤维灶2.肝内低密度灶，考虑囊肿。2018-07-04彩超检查:左室舒张功能减退二尖瓣轻度反流轻度脂肪肝肝囊肿绝经期子宫。2018-07-04磁共振腰椎：1.T12、L3椎体改变，符合压缩骨折（T12为陈旧骨折）MRI表现2.符合腰椎退行性变，L3/4、L4/5椎间盘膨出MRI表现3.符合骶管囊肿MRI表现。血常规、肝肾功及血糖未见异常。排除手术禁忌，于2018-07-07在局部麻醉下行经皮椎体成形术，术后给予预防感染及消肿止痛药物治疗。术后给予曲马多缓释片止痛，碳酸钙、仙灵骨葆、鲑降钙素抗骨质疏松治疗。2018-07-10出院时患者精神好，一般情况可，纳眠可，二便调，无头晕及头痛，无恶心及呕吐。患肢敷料清洁，无渗出，肢端血运和感觉良好，今日自动出院。"
    },
    {
        "id": 460,
        "symptom": {
            "一般资料": "女性，57岁，居民",
            "主诉": "女性,57岁,居民主诉：体检发现左侧肾上腺占位1周",
            "现病史": "缘于入院前1周患者在我院检行胸部CT示：左肾上腺肿物。患者伴有左侧腰腹部疼痛不适，无发热，无肉眼血尿，无尿频尿急尿痛，未接受任何治疗。此次为求彻底诊治遂来我院，门诊医师检查后以“左肾上腺肿物”收入我科住院治疗。",
            "既往史": "既往Ⅰ型糖尿病史1周余；高血压病病史20年，长期应用硝苯地平缓释片、珍菊片降压治疗。冠心病、室性早搏病史1年，长期应用富马酸比索洛尔、阿司匹林肠溶片治疗，仍有胸闷、憋气。十二指肠溃疡病史3月余；甲状腺癌术后1年，现应用左甲状腺素钠治疗，乏力、记忆力减退明显。"
        },
        "examine": {
            "查体": "一般情况：发育正常,营养良好，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡，咽部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或减弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律88次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4）次/分，未闻及血管杂音。肛门及外生殖器：正常**及外生殖器部位。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肱二头肌腱反射正常，肱三头肌腱反射正常，膝腱反射正常,双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：查体：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。左肾区压痛叩击痛阳性。右肾区及输尿管走行区未见明显异常。耻骨上无压痛，膀胱未充盈。外生殖器发育正常。",
            "辅助检查": "入院前检验（--）影像检查（--）肾上腺核磁示（我医院2019-7）：左侧肾上腺腺瘤。入院后检验（--）尿常规(20190723):尿蛋白1+！,葡萄糖±！,余正常。血常规(20190724):★红细胞3.27↓10^12/L,★血红蛋白浓度96↓g/L,★红细胞压积0.292↓,血小板压积0.29↑,余正常。凝血5项(20190724):凝血酶原时间9.9↓sec,D-二聚体0.56↑mg/L,余正常。生化全项(20190724):★总蛋白62.1↓g/L,★白蛋白(溴甲酚绿法)31.8↓g/L,★天冬氨酸氨基转移酶9↓U/L,总胆汁酸21.60↑μmol/L,★肌酸激酶22↓U/L,★尿素9.21↑mmol/L,★肌酐(酶法)90↑μmol/L,★尿酸369↑μmol/L,★葡萄糖9.84↑mmol/L,★钾3.36↓mmol/L,★甘油三酯1.88↑mmol/L,余正常。血型鉴定(20190727):ABO血型A型,RhD血型阳性(+),急查血常规(20190729):★白细胞12.11↑10^9/L,中性粒细胞百分比93.50↑%,淋巴细胞百分比4.30↓%,单核细胞百分比1.40↓%,中性粒细胞绝对值11.32↑10^9/L,淋巴细胞绝对值0.52↓10^9/L,★红细胞3.60↓10^12/L,★血红蛋白浓度105↓g/L,★红细胞压积0.325↓,余正常。高血压五项、贫血五项未见异常。影像检查（--）心脏彩超：左心扩大左室舒张功能减低[胸部CT,平扫][肾上腺CT,增强]：左肺舌段少许条索；左侧肾上腺占位，考虑腺瘤可能性大；双肾多发囊性占位，囊肿。心电图：1、窦性心律2、频发室性早搏3、ST-T改变（Ⅰ、Ⅱ、Ⅲ、aVF、V4-V6导联压低约0.05mV，Ⅰ、aVL导联T波低平倒置，请结合临床）内镜：病理检查：（--）（左侧）肾上腺皮质腺瘤，免疫组化结果显示:CD10(－),CD34(血管+),CgA(－),CT(－),Inhibin-a(+),Ki67(+＜2%),SYN(+),Vimentin(+)。"
        },
        "diagnosis": {
            "初步诊断": "1.左侧肾上腺肿物2.高血压3.冠心病4.甲状腺癌术后5.Ⅰ型糖尿病糖尿病周围神经病病变",
            "诊断依据": "1.患者女性，慢性病程。2.病史：体检发现左侧肾上腺占位1周。3.体征：心肺未查及明显异常。双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。左肾区及输尿管走行区压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常。4.辅助检查：肾上腺核磁示（我医院2019-7）：左侧肾上腺腺瘤。",
            "鉴别诊断": "1.肾上腺皮质增生双侧肾上腺多呈弥漫性增大，形态仍保持正常，仅见轮廓饱满，边缘清楚。也可仅见于单侧，单肢或为结节状增生。结节状增生常为多个结节2.原发性肾上腺皮质癌直径常超过5cm,呈类圆、分叶或不规则形CT:密度不均，瘤内常有坏死、囊变及钙化。动态增强为进行性延迟强化。MR:T1WI低信号，T2WI上呈高信号，化学位移（抑脂序列）一般信号会下降；侵犯下腔静脉时，其内血管流空影消失。",
            "诊断结果": "1.左侧肾上腺皮质腺瘤2.高血压3.冠心病4.甲状腺癌术后5.Ⅰ型糖尿病糖尿病周围神经病病变6.十二指肠溃疡"
        },
        "cure": "手术方式:后腹腔镜左侧肾上腺肿物切除术手术简要经过:患者入手术室，麻醉成功后取右侧卧位，抬高腰桥，常规消毒铺无菌巾单。于左侧腋中线髂嵴上二横指取2cm切口进入腹膜后间隙，置入自制扩张器，注气300ml，5分钟后放出，置入10mmTrocar及目镜。腹腔镜直视下分别于腋前线和腋后线及腋中线12肋下取切口置入Trocar，清理腹膜外脂肪，以腰大肌为标志从背侧向上游离，打开Gerota筋膜，沿腰大肌与肾背侧脂肪囊间隙游离至肾上腺，于肾周脂肪囊腹侧与腹膜间隙游离至左肾上腺腹侧，切开肾上极脂肪囊，游离肾上极与肾上腺层面，于左肾上腺腹侧可见一3.0*2.0cm黄褐色肿物，用超声刀将肿物与周围组织游离，分别以hem-lock夹夹闭左肾上腺肿瘤**血管，将肿物完整切除，彻底止血，创面覆盖S100可吸收止血纱布5块，以自制标本袋将肿物取出体外，留置引流管，逐层缝合各个切口术毕。手术顺利，术后安返病房。切除标本送病理。术**使用hem-lock夹22个，一次性Trocar1个，S100可吸收止血纱布5块。术中诊断:1.左侧肾上腺肿物2.高血压3.冠心病4.甲状腺癌术后5.糖尿病术后处理措施:术后给予抗炎、补液、止血、保留术区引流管，保留尿管等对症治疗术后应当特别注意观察的事项:生命体征，尿管引流颜色及量，引流管引流颜色及量"
    },
    {
        "id": 461,
        "symptom": {
            "一般资料": "男性，74岁，居民",
            "主诉": "男性,74岁,居民膀胱癌术后1年，伴血尿10余天",
            "现病史": "患者缘于1年前因膀胱癌于我院行膀胱肿物电切术，术后恢复可；10天前无明显诱因出现血尿，色鲜红，无血块、无尿痛不适。今患者为求系统治疗就诊于我院由门诊以“膀胱癌”收入院。现症：自发病以来，患者神清，可见肉眼血尿，无血块、无尿痛、无发热不适；纳可寐可，大便正常，体重无明显减轻。",
            "既往史": "既往1年前于我院行经尿道膀胱肿瘤电切术，术后恢复可；陈旧性脑梗塞，未遗留后遗症；既往高血压病史9年，平素间断自服尼群地平治疗，血压控制欠佳；曾诊断“腰间盘突出”，未治疗。否认冠心病病史。否认有结核、肝炎等传染史；否认外伤史，无药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清醒，自主体位，无特殊面容，查体合作。皮肤粘膜、淋巴结：全身皮肤粘膜：色泽正常，无皮疹，无皮下出血，无肝脏，无蜘蛛痣。周身浅表淋巴结无肿大。头部：头颅无畸形，眼睑无红肿，结膜无充血及苍白，巩膜无黄染，角膜透明，双侧瞳孔正大等圆，对光反射灵敏。口唇红润，牙龈无出血肿胀，口腔黏膜无出血糜烂，无溃疡因部无充血，双侧扁桃体无肿大，无脓性分泌物，伸舌居中颈部：两侧对称，颈软无抵抗感，颈静脉无怒张，颈动脉无异常搏动，肝颈静脉回流阴性，气管居中，甲状腺无肿大，无结节。如有结节，继续描述结节的情况胸部：胸廓对称无畸形，双侧呼吸动度对称，肋间隙无增宽，双侧语颤均等、无增强或咸弱，肺部叩诊呈清音，肺肝相对浊音界位于右锁骨中线第（五）肋间，双侧呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，未触及震颤，叩诊心界正常，心律102次/分，心律齐，心音：第一心音正常，第二心音正常，额外心音无，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部：腹部外形无隆起，无胃型，无肠型及无蠕动波，无腹壁静脉曲张，腹软，无压痛、无反跳痛，无肌紧张，无腹部包块，肝脾肋下未触及，胆囊未触及，墨菲氏征阴性，腹部叩诊呈鼓音，肝区无叩击痛，肾区无叩击痛，移动性浊音呈阴性，听诊肠鸣音正常（4)次/分，未闻及血管杂音。肛门及外生殖器正常。脊柱四肢：脊柱四肢无畸形，活动自如，无关节红肿，双下肢无水肿。四肢肌力正常，肌张力正常。四肢肌肉无萎缩。神经系统：腹壁反射存在，肽二头肌胖反射正常，肽三头肌膊反射正常，膝腱反射正常，双侧Kernig征阴性，Babinski征阴性，Hoffmann征阴性。专科情况：双侧脊肋角对称，无局部隆起及包块，双肾下极未触及。双肾区及输尿管走行区无压痛叩击痛，耻骨上无压痛，膀胱未充盈。外生殖器发育正常，双侧阴囊、皋丸、附辈未见异常。",
            "辅助检查": "入院前检验（--)影像检查（--)入院后检验（--)尿常规（20181225):白细胞计数30.8个/u1,细菌计数12.61(u1,潜血+-!,余正常。血常规（20181226):中性粒细胞百分比81.601%,淋巴细胞百分比8.40↓%,淋巴细胞绝对值0.50↓10^9/L,红细胞3.84↓10^12/L,血红蛋白浓度118↓g/L,红细胞压积0.365↓，余正常。凝血五项、感染十项未见异常。血型鉴定（20181226):AB0血型0型，RhD血型阳性（+),生化全项（20181226):总蛋白61.6↓g/L,白蛋白（澳甲酚绿法）35.6↓g/L,肌酸激酶26↓U/L,甘油三酯2.03个mol/L,余正常。男性肿瘤筛查（20181226):铁蛋白454.70↑ug/L,神经元特异烯醇化酶17.08↑ng/mL,非小细胞肺癌抗原6.82↑ng/mL,余正常。影像检查（-)[胸部CT,平扫][双肾CT,平扫+增强][输尿管CT,平扫+增强][双肾CT,造影（CTU)]考虑右肺上叶尖段陈旧病变，请结合临床；右肺叶间胸膜及右肺下叶前基底段微小结节影，建议随诊复查；纵膈增大、钙化淋巴结；冠脉钙化；考虑右侧胸锁关节骨性关节炎，请结合临床；膀胱占位，考虑肿瘤复发，请结合临床病史；左肾结石；左侧肾孟轻度扩张、积水；肝内钙化灶；胆囊底部条形等密度影，倾向良性，建议随诊复查。双下肢血管彩超：双侧下肢深静脉未见明显异常心脏彩超：主动脉流速增快、主动脉瓣退变伴返流、肺动脉瓣返流、左室舒张功能减低心电图：窦性心律大致正常心电图病理检查：(--)1、（膀胱）浸润性尿路上皮癌，高级别，癌组织侵至膀胱肌层，个别脉管内可见癌栓及神经侵犯，待免疫组化；2、尿道切缘、双侧输尿管断端、前列腺、双侧输精管断端、双侧精囊腺组织均（-);3、淋巴结未见癌转移（0/17):自取膀胱周（0/1),左骼外（0/6),右骼外组织（-),左骼内及闭孔（0/4),右骼内及闭孔（0/6)。pTNM分期：pT2NO光镜检查：(膀胱）浸润性尿路上皮癌，高级别，癌组织侵至膀胱肌层，个别脉管内可见癌栓及神经侵犯，免疫组化结果显示：GATA3(+),CK7(+),P63(+),CK5/6(+),Vimentin(部分+),SYN(一）,CK20(一）,PSA(一）。"
        },
        "diagnosis": {
            "初步诊断": "1.膀胱癌2.高血压病3.腰椎间盘突出症4.左肾结石",
            "诊断依据": "1.主诉：膀胱癌术后1年，伴血尿10余天2.入院症见：自发病以来，患者神清，可见肉眼血尿，无血块、无尿痛、无发热不适；纳可寐可，大便正常，体重无明显减轻3.既往史：1年前于我院行经尿道膀胱肿瘤电切术，术后恢复可；陈旧性脑梗塞，未遗留后遗症；既往高血压病史9年；曾诊断“腰间盘突出”4.辅助检查：暂无。",
            "鉴别诊断": "1.肾、输尿管肿瘤：两者均有间歇性无痛性肉眼血尿，肾、输尿管肿瘤可排出条状血块，多无坏死组织；膀胱肿瘤则可排出片状血块，多有坏死组织。可通过超声及造影检查加以区别。2.泌尿系结核除了血尿外，主要症状为慢性膀胱**症状，伴有低若热、盗汗、消瘦、乏力等全身症状，通过尿找抗酸杆菌、IVP、膀胱镜检查等与膀胱癌鉴别。3.前列腺增生主要症状为进行性排尿困难及尿频，有时出现肉眼血尿，在老年人，膀胱癌可以和前列腺增生同时存在，需要行尿脱落细胞学、B超、CT、膀胱镜检查等鉴别。",
            "诊断结果": "1.膀胱癌2.高血压病3.腰椎间盘突出症4.左肾结石5.泌尿系感染"
        },
        "cure": "手术时长：2.19小时诊疗经过：麻醉方式：静吸复合全麻手术方式：膀胱根治性切除术+双侧输尿管皮肤造瘘口手术简要经过：患者入手术室，麻醉成功后取平卧位，臀下垫枕，使臀部抬高。常规消毒，铺无菌巾单。取下腹部正中左侧绕脐切口长约26cm,逐层进腹，探查腹腔脏器未见明显转移。钳住并切断膀胱脐韧带，切开左侧骼动脉跨骨盆处腹膜，寻找左侧输尿管，并向上下游离，下端游离至靠近膀胱处将其切断，近端丝线结扎保留牵引，同法处理右侧。游离Retzius间隙直至盆地筋膜，并结扎切断两侧输精管，沿膀胱两侧翼状切开腹膜，提起膀胱，于膀胱后壁和直肠前壁间的平面作锐性分离，进入Denonvilliers筋膜后间隙，并向前游离至前列腺尖部，打开盆底筋膜，游离前列腺两侧，结扎切断前列腺背深静脉丛，用超声刀离段膀胱上血管及脐血管，切断膀胱侧韧带及前列腺血管蒂以及两侧神经血管束。以超声止血刀切断直肠尿道肌，撤出尿管，夹闭尿道并切断，尿道残端缝扎，取出已切除的标本。清扫双侧骼外骼内及闭孔淋巴结清扫，切除淋巴结送病理。游离双侧输尿管，输尿管内留置F7输尿管支架单J引流管，注意保留血运。于右骼前上棘与脐连线中点做长约2cm横行切口，“-”字切开该处健膜和肌肉，将双侧输尿管断端拖出腹壁外约1cm,丝线缝合固定，将2个输尿管支架单J管引出体外，彻底止血。查无活动性出血及副损伤，盆腔及腹腔温盐水反复冲洗并吸净。于盆腔填塞S100可吸收止血纱布6块，留置盆腔引流管，清点器械纱布无误，逐层缝合关闭切口，手术顺利，术后安返病房，切除标本送病理。术中使用S100可吸收止血纱布6块。术后处理措施：术后给予心电监测、吸氧、重症记录，给予抗炎补液对症治疗。术后应当特别注意观察的事项：注意灌肠引流管引流量及尿量变化。"
    },
    {
        "id": 462,
        "symptom": {
            "一般资料": "男性，70岁，农民",
            "主诉": "右侧腰痛两月",
            "现病史": "患者自诉两月前无明显诱因出现右侧腰部肿痛，呈持续性，阵发性加重，伴尿痛，放射至右下腹，不伴尿频、尿急及肉眼血尿，感恶心未呕吐，无发热，在当地诊所输液治疗（具体用药不详）二天，效不佳，遂今来我院就诊，门诊以\"右侧输尿管结石\"收住院。起病后，患者精神、睡眠、食欲稍差，小便如上述，大便干燥。",
            "既往史": "高血压病史十余年，2018年在外院行双侧输尿管镜钬激光碎石术，余无特殊病史。"
        },
        "examine": {
            "查体": "神志清楚，急性痛苦貌，自动体位，查体合作。皮肤粘膜无黄染，双瞳孔等大等圆，对光反射灵敏，耳鼻喉无异常，颈软，胸廓无畸形，呼吸平稳，双肺上下未闻及干湿啰音，心律76次/分，律齐，各瓣膜区未闻及病理性杂音。腹平软，右下腹轻压痛，右肾区叩痛，肠鸣音正常，脊柱无畸形，四肢活动自如，生理反射存在，病理反射未引出。**外生殖器无异常。",
            "辅助检查": "门诊资料:B超提示：右泌尿系结石。(2019-08-0223：50)血常规:血红蛋白119g/L↓、红细胞压积35.4%↓，床边彩超示：右肾周积血约3m，周围渗出，左肾及肝脾等未见明显异常，盆腔未见明显积液，膀胱内未见血凝块。(2019-08-0302：40)血常规:血红蛋白76g/L↓、红细胞压积22.6%↓。(2019-08-05)血常规:白细胞15.910^9↑、红细胞2.4410^12↓、血红蛋白75g/L↓、血小板6510^9↓(2019-08-05)肝功能:谷草转氨酶282U/L↑。白蛋白33.5g/L↓，肾功能:尿素12.81mmol/L↑、肌酐151.0umol/L↑。(2019-08-06)凝血全套:活化部分凝血活酶时间46.70s↑、凝血酶时间21.00s↑、纤维蛋白原1.28g/L↓、D-二聚体3.52mg/L↑。(2019-08-06)肝功能:间接胆红素18.2umol/L↑、谷草转氨酶186U/L↑、总蛋白59.8g/L↓、白蛋白37.7g/L↓。(2019-08-07)血常规:红细胞2.9510^12↓、血红蛋白93g/L↓，肝功能:间接胆红素21.4umol/L↑、谷草转氨酶117U/L↑、总蛋白59.9g/L↓、白蛋白36.8g/L↓，肾功能:尿素8.86mmol/L↑、肌酐130.9umol/L↑。(2019-08-09)肝功能:总蛋白64.0g/L↓、白蛋白38.6g/L↓，(2019-08-09)肾功能:尿素13.36mmol/L↑、肌酐118.2umol/L↑。(2019-08-09)血常规:白细胞14.810^9/L↑、血红蛋白92g/L↓、中性细胞数12.9110^9/L↑、中性细胞比率87.40%↑。(2019-08-23)血常规:血红蛋白107g/L↓、红细胞压积33.7%↓(2019-08-23)肾功能:尿素12.42mmol/L↑、肌酐110.8umol/L↑。EKG示非特异性T波异常。结果见涂片。"
        },
        "diagnosis": {
            "初步诊断": "右输尿管结石右肾结石",
            "诊断依据": "1.老年男性，70岁，有高血压病史十年，2018年双侧输尿管镜钬激光碎石术；2.右侧腰痛两月入院：右侧腰部胀痛，呈持续性，阵发性加重，伴尿痛，放射至右下腹，感恶心未呕吐；3.PE：体温：36.2℃,脉搏:76次/分,呼吸:19次/分,血压:120/70mmHg。腹平软，右下腹轻压痛，右肾区叩痛；4.辅助检查：B超提示：右泌尿系结石。尿检：镜下白细胞红细胞。血象：中性粒细胞高。门诊平片：右输尿管上段结石右肾结石综上，右输尿管结石右肾结石诊断成立。",
            "鉴别诊断": "右肾盂肾炎；常有血尿、浮肿，可鉴别。",
            "诊断结果": "右侧输尿管结石，右肾结石，PCNL术后肾出血，失血性休克"
        },
        "cure": "1.常规检查（血、尿常规等）；2.予以抗炎等对症治疗；3.根据病情调整治疗方案。完善检查，调节血糖值后，在椎旁神经阻滞麻醉下行右PCN术，术后抗炎对症处理，术后第三天上午十点十二分患者突然出现右肾造瘘管引流液颜色深红，伴大量血凝块，导尿管通畅，伴尿液颜色淡红色，观察治疗；术后第四天02时50分患者出血血液进行性下降，血压85/53mmHg，脉搏118次/分，急查血常规:血红蛋白76g/L↓、红细胞压积22.6%↓，考虑失血性休克，向患者及家属交代病情，考虑转院行肾动脉栓塞及右肾切除可能，患者家属选择行右肾切除术，立即在全身麻醉下行右肾切除术，术后行抗炎止血纠正低血容量护肝保肾等治疗，术后给予输血液制品（浓红、血小板、血浆、冷沉淀等），术后恢复良好，痊愈出院。急诊手术记录：患者麻醉成功后取左侧卧位，常规手术野消毒铺巾，取右11肋间切口长约12cm，依次切开皮肤、皮下筋膜、腹外斜肌、腹内斜肌、腹横肌及其腱膜，将侧腹膜向腹侧推挤，沿腰大肌向下分离，进入腹膜后侧，见术创大量血凝块，予以清理并游离右肾，寻及右肾蒂后予以双重结扎肾蒂，寻及右侧输尿管后尽量向下游离予以离断，创面予以充分止血，创面软组织未见活动性出血，置入腹膜后引流管一根，清点器械无误，依次关闭术创全层，术毕。手术历时2小时，麻醉苏醒后拔管送ICU继续观察治疗。术后处理措施:行抗炎、止血支持治疗。"
    },
    {
        "id": 463,
        "symptom": {
            "一般资料": "女性，53岁，农民",
            "主诉": "间断性上腹部胀痛伴呕吐近2年",
            "现病史": "患者于2年前开始无明显诱因突然出现上腹部胀痛不适，呈持续性胀痛，伴有腰背部胀痛不适，伴畏寒，发热不详，有恶心，呕吐胃内容物，呕吐后症状缓解，严重时在当地行输液治疗（具体用药不详），症状可缓解，数天前在孝感现代俪人医院检查，腹部彩超提示：肝内小囊肿，胆囊增大并内多发性占位病变，胆总管上段扩张，宫腔少量积液，右侧附件区实性包块。肛肠检查提示：混合痔，息肉。孝感中心医院行腹部CT检查提示：肝脏右叶小囊肿，慢性胆囊炎，胆囊占位，双肾结石。今来我院就诊，门诊以\"胆囊占位\"收治。发病以来，患者精神一般，睡眠一般，进食少，小便黄，大便较少。",
            "既往史": "既往患类风湿性关节炎20余年，1992年因阑尾炎行阑尾切除术；1992年因甲肝住院治疗；前年发现血糖值增高。否认高血压、心脏病病史，无药敏史及家族遗传病病史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，步入病房，查体合作，神清，全身皮肤及巩膜无黄染，浅表淋巴结未及肿大，未见肝脏及蜘蛛痣，颈软，双肺呼吸音清，未闻及明显干湿啰音，心律齐，无杂音，腹平坦，中上腹剑突下及右上腹稍压痛，无反跳痛，Murphy's征（-），肝脾肋下未及，肝浊音界正常，无移动性浊音，未闻及气过水声，肠鸣音正常，双肾区无叩痛，右下腹可见一陈旧性手术疤痕。双手指关节畸形，脊柱未见明显畸形。",
            "辅助检查": "（2018-11-28）腹部彩超提示：肝内小囊肿，胆囊增大并内多发性占位病变，胆总管上段扩张，宫腔少量积液，右侧附件区实性包块。肛肠检查提示：混合痔，息肉。（2018-11-27，孝感中心医院）腹部CT检查提示：肝脏右叶小囊肿，慢性胆囊炎，胆囊占位，双肾结石。腹部CT增强检查提示：考虑胆囊多发肿瘤性病变，伴胆囊管受侵可能，胆囊肿大，肝右叶小囊肿，右肾小囊肿。EKG示菲特异性T波异常X线示双肺未见明显异常(2018-11-30)全血细胞计数+五分类:白细胞10.410^9/L↑、红细胞3.4510^12/L↓、血红蛋白98g/L↓、血小板25410^9/L、红细胞压积30.3%↓、平均血小板体积6.6fL↓、中性细胞数7.210^9/L↑。(2018-11-30)凝血全套:D-二聚体2.60mg/L↑、凝血酶原时间11.00sec、国际标准化比值0.91、活化部分凝血活酶时间31.00sec、纤维蛋白原4.69g/L↑、凝血酶时间16.40sec。(2018-11-30)CA-125:糖抗原12510.6U/ml，(2018-11-30)CA-153:CA-1535.0U/ml，(2018-11-30)CA-199:CA-19922.4U/ml，(2018-11-30)CA-50:糖抗原5012.7U/ml，(2018-11-30)肿瘤标志物(AFP+CEA):甲胎蛋白AFP3.7ng/ml、癌胚抗原CEA0.5ng/ml。(2018-11-30)血淀粉酶测定:血淀粉酶测定19U/L。(2018-11-30)肝肾脂糖电解质:总胆红素6.9umol/L、直接胆红素3.0umol/L、间接胆红素3.9umol/L、谷草转氨酶94U/L↑、谷丙转氨酶106U/L↑、白球比1.1↓、血清前白蛋白148mg/l↓、碱性磷酸酶304U/L↑、谷氨酰转移酶205U/L↑、血清5′核苷酸酶测定45U/L↑、β2微球蛋白3.2mg/L↑、总胆固醇3.58mmol/L↓、甘油三酯1.99mmol/L↑、C-反应蛋白(CRP)6.5mg/L↑。"
        },
        "diagnosis": {
            "初步诊断": "1.胆囊占位，2.右附件占位，3.肝囊肿，4.类风湿性关节炎。",
            "诊断依据": "除了患者临床表现、实验室检查，胆囊恶性肿瘤诊断主要有赖于影像学检查。患者有胆结石病史，上腹部胀痛不适，呈持续性胀痛，伴有腰背部胀痛不适，伴畏寒，发热，有恶心，呕吐胃内容物，呕吐后症状缓解，虽无包块，但是实验室检查及影像学检查可确立诊断，有创检查患者拒绝实施。另外，早期肿瘤标志物无特异性，并未见CA19-9升高。患者入院后行上腹部及盆腔MRI及CT等检查，1.胆囊恶性肿瘤，2.右附件占位，3.类风湿性关节炎，4.肝囊肿，5.肾囊肿等诸诊断均成立。",
            "鉴别诊断": "与胃穿孔鉴别；既往多有胃病史，突发上腹痛后满腹痛痛，呈烧灼样剧痛，板状腹，满腹压痛反跳痛，肝浊音界消失，肠鸣音消失，腹部透视可见膈下游离气体，本病人可排除之。",
            "诊断结果": "1.胆囊恶性肿瘤，2.右附件占位，3.类风湿性关节炎，4.肝囊肿，5.肾囊肿"
        },
        "cure": "1.进一步完善相关检查明确诊断；2.给予对症支持治疗；3.择期手术。诊断明确后积极术前准备及心理疏导。术前抗炎护胃保肝及支持治疗肠道准备后行手术治疗。手术方式：胆囊癌根治术+远端胃切除术麻醉方式:静吸复合全麻手术简要经过:1.麻醉成功后，患者取仰卧位，取右上腹部反L型切口，长约25cm，依次切开进腹。2.术中探查见，胆囊呈约12.0×10.0×8.0cm实质性肿块样改变，质偏软，边界欠清楚，行胆囊减压抽出血性胆汁约100ml。胆囊与大网膜粘连，横结肠与肝脏粘连；肝床、胃窦部（幽门环）被肿瘤侵犯，肝十二指肠韧带可触及肿大淋巴结，胆囊管明显增粗，胆囊管内可触及肿瘤样组织，直至距离与胆总管汇合处约3cm；右侧附件可触及一约2x2cm大小实性结节；肝脏，近端胃、大网膜及肠系膜未见明显异常。遂决定行胆囊癌根治术+远端胃切除术。3.分离横结肠与肝脏粘连，胆囊与大网膜粘连；考虑胃窦部被侵犯，决定行逆行切除胆囊，距胆囊床约2.0cm处作肝预切线，楔行切除肝组织，用超声刀及钳夹法离断肝实质，结扎、切断肝内管道组织。仔细分离出胆囊动脉予以结扎、切断。游离胆囊管直至与胆总管汇合处，距离汇合处约0.5cm处结扎并离断，并将断端及部分胆囊管送快检（快检结果提示：胆囊管管状腺瘤，断端组织呈慢性炎，有无恶变待常规）。遂决定不行胆总管切除。肝创面止血，检查肝创面无胆漏，将肝创面U型对拢缝合。4.在距离幽门约2cm处用一次性切割缝合器将十二指肠离断，丝线缝合包埋十二指肠残端；再将胃窦与胃体交界处前壁切开，用一次性使用管型消化道吻合器将距屈氏韧带约12cm空肠与胃后壁大弯侧吻合，距胃窦被侵犯处约4cm处用一次性使用切割缝合器离断胃窦。移除标本。5.再清扫肝十二指肠韧带淋巴结及第六组淋巴结，手术术野止血，喷洒赛必妥防粘连，分别于肝下及肝上安置引流管各一根，另作切口引出。6.清点器械无误缝合腹部切口。术中出血约800ml。术中未阻断肝门。术中输A型悬浮去白细胞红细胞4单位+病毒灭活冰冻血浆150ml，无不良反应。术后病人安返病房。术后处理措施:1.术后吸氧，心电监测。2.保持腹腔引流管及胃管引流通畅。3.给予抗炎，护胃护肝，止血，补液，支持治疗。4.记24小时尿量。术后注意观察事项:1.注意观察生命特征变化。2.注意观察腹部体征变化及腹腔引流管引流情况，防止出现胆瘘、肠瘘及腹腔感染等并发症。3.注意观察病情变化，防止并发消化道出血及术后腹腔内出血。4.术后监测肝肾功能变化，防出现肝肾功能不全。术后给予止血止痛抗炎护胃等治疗，效果好，术后13天痊愈出院。"
    },
    {
        "id": 464,
        "symptom": {
            "一般资料": "女性，25岁，消瘦",
            "主诉": "停经39+4周，发现羊水偏少1天。",
            "现病史": "孕妇平素月经规则，末次月经2019年09月27日，预产期2020年07月04日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动，停经12周在我院建卡检查共13次；唐氏三联筛查低风险。各次查胎心血压均正常。2020-06-30彩超：AFV37mm，AFI74mm。现孕妇停经39+4周，无下腹痛，无**见红，无**流液，自觉胎动正常。现门诊拟“羊水过少？”收入院。停经以来孕妇无腹痛,无腹坠胀；无**流血，无**流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重58.50kg，体重增加14公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，乳头正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度30.0cm，腹围95.0cm，估计胎儿大小3200.00g，胎方位左枕前(LOA)，宫缩无，先露头，已衔接，胎心音140次/分。阴检：宫颈质地中，宫颈位置后，宫颈消退50.00%，宫颈扩张0.0cm。先露位置S-3。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "妊娠甲功三项：TSH0.936mIU/LFT412.56pmol/LTPO0.46IU/ml。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.83-6.39-5.82mmol/L。2020年06月30日本院二维彩超：宫内妊娠，单活胎，脐带绕颈一周，羊水偏少，胎儿脐动脉血流频谱测值正常，（BPD93mm，HC330mm，AC314mm，FL68mm，AFV37mm，AFI74mm，胎盘位于前壁，厚31mm，成熟度II度，S/D2.32，胎儿估重2762g+/-403g）。"
        },
        "diagnosis": {
            "初步诊断": "1.羊水过少？（孕1产0宫内妊娠39+4周LOA单活胎）2.脐带绕颈（1周）",
            "诊断依据": "2020-06-30彩超：AFV37mm，AFI74mm。现孕妇停经39+4周，无下腹痛，无**见红，无**流液，自觉胎动正常。2020年06月30日本院二维彩超：宫内妊娠，单活胎，脐带绕颈一周，羊水偏少，胎儿脐动脉血流频谱测值正常，（BPD93mm，HC330mm，AC314mm，FL68mm，AFV37mm，AFI74mm，胎盘位于前壁，厚31mm，成熟度II度，S/D2.32，胎儿估重2762g+/-403g）。",
            "鉴别诊断": "羊水过多：妊娠期间羊水量超过2000ml，称为羊水过多。发生率为0.5%～1%。羊水量在数日内急剧增多，称为急性羊水过多；羊水量在较长时间内缓慢增多，称为慢性羊水过多。羊水过多时羊水外观、形状与正常者无差异。",
            "诊断结果": "1.重度急性绒毛膜羊膜炎（宫内感染）2.经剖宫产术分娩（孕1产1宫内妊娠40+1周LOT单活婴）3.产程和分娩并发在羊水中伴有胎粪（羊水III°浑浊）4.胎儿宫内窘迫5.羊水过少6.脐带绕颈（1周）7.产程和分娩并发脐带并发症（轻度脐带炎）"
        },
        "cure": "患者入院完善相关检查，于第一天行OCT检查阴性，第二天行计划分娩，患者产程进展，患者现宫口开1cm，体温38.1℃，胎心律160-170bpm，白细胞总数20.83E+9/L，超敏C反应蛋白8.77mg/L，患者现考虑为胎儿宫内感染、胎儿宫内窘迫可能性，建议剖宫产，新生儿需转新生儿科，告知患者及家属剖宫产相关风险，患者及家属知情理解，签字要求剖宫产，同意新生儿转科。取平卧位，听胎心160bpm，常规消毒铺巾。取下腹横切口长12cm，逐层开腹，进入腹腔，腹腔无粘连，子宫如孕足月大小，子宫下段形成良好。剪开子宫膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，刺破胎膜。娩出一活婴,断脐后交护婴者。婴儿娩出后宫肌注缩宫素20u，静滴10u。擦拭宫腔3次，宫腔温度较高，行甲硝唑冲洗宫腔，检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层。留置腹腔引流管。用温盐水及甲硝唑冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏。1-0号薇乔缝线连续缝合腹膜及腹直肌筋膜。常规缝合皮下脂肪及皮肤。留置皮下引流管。术后检查子宫收缩好。宫底平脐。检查软产道无裂伤。术毕，患者安返病房。产后予头孢曲松+奥硝唑抗感染，促进子宫复旧治疗，予指导母乳喂养，口服生化汤加减以养血活血、祛瘀生新、温经止痛。术后宫缩好，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。术后病理：急性绒毛膜羊膜炎(重度)及脐带炎(轻度),胎盘发育成熟。绒毛发育成熟,胎盘及脐带均见中性粒细胞浸润。产妇无腹痛，无发热恶寒等不适，查体：心肺无异常，**充盈，乳量中等。宫底脐下3横指，质硬，无压痛，恶露少，无异味，腹部伤口愈合良好，予出院。"
    },
    {
        "id": 465,
        "symptom": {
            "一般资料": "女性，52岁，农民",
            "主诉": "乏力、腹胀半年余，加重两周。",
            "现病史": "患者缘于半年余前无明显诱因出现乏力，腹胀，纳差，无明显恶心，呕吐，腹痛，腹泻，曾按“胃病”治疗(具体用药不详)，疗效差。1周前劳累后上述症状加重，伴尿黄，咳嗽，咳痰，低热，温度37.5℃左右，4天前就诊于当地一家医院，按“乙肝，肝硬化，腹水”住院治疗，疗效差，为求进一步诊治来我院，门诊以“乙肝，肝硬化，腹水”收入我科，自发病以来，精神差，饮食差，睡眠可，小便黄，大便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，无高血压，糖尿病，心脏病，肾病和脑血管病史，发现“乙肝”20年，未治疗，无结核病史，无手术史，无外伤史，无输血，献血史，无药物食物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神差，慢性肝病面容，全身皮肤粘膜和巩膜无明显黄染，肝脏阴性，全身浅表淋巴结未触及肿大，心肺无异常。腹膨隆，右上腹有轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阳性，双下肢无水肿，扑翼样震颤阴性。",
            "辅助检查": "肝功能谷丙转氨酶50U/L谷草转氨酶49U/L，白蛋白41.6g/L；血沉97mm/h；CA125＞1000U/ml；腹水常规示细胞总数1150次×106，淋巴细胞63%，中性细胞37%；腹水生化总蛋白51.7g/L，ADA35.15U/L；腹水脱落细胞学检查提示腹水中见腺癌细胞，胃及胆道来源可能性大，建议进一步找原发灶。上腹部MRI示1.肝内多发小囊肿，2.腹腔大量积液，3.腹膜后淋巴结肿大。胃镜示慢性红斑渗出性胃炎，肠镜未见异常。腹水免疫组化找到腺癌细胞，来源于卵巢可能性大。上腹部CT示1.肝硬化，腹水，门脉高压可能。2.肝脏小囊肿.3.胆囊结石。胸部，下腹部CT示双侧胸腔积液，盆腔积液。"
        },
        "diagnosis": {
            "初步诊断": "1.慢性乙型病毒性肝炎肝硬化2.腹腔积液",
            "诊断依据": "1.既往史，患者患有“乙肝”二十年，未治疗。2.症状:乏力、腹胀半年余，加重两周。3.体征:腹膨隆，右上腹有轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阳性，双下肢无水肿。4.腹水免疫组化找到腺癌细胞，来源于卵巢可能性大。5.上腹部CT示1.肝硬化，腹水，门脉高压可能。2.肝脏小囊肿.3.胆囊结石。6.CA125＞1000U/ml",
            "鉴别诊断": "慢性乙肝，肝硬化的鉴别诊断1.自身免疫性肝炎:可出现免疫球蛋白升高，类风湿因子阳性，自身抗体阳性。肝炎系列阴性。2.酒精肝:发病前有大量的饮酒史。腹水的鉴别诊断:1.失代偿肝硬化:患者表现有肝脏，蜘蛛痣表现，白蛋白下降，门脉压升高，脾功能亢进等表现。2.结核性腹膜炎:可有低热，盗汗，乏力等症状，行腹水化验ADA异常升高可以诊断。3.恶性腹水:行腹水脱落细胞学找到癌细胞可以诊断。",
            "诊断结果": "1.卵巢恶性肿瘤2.腹水3.慢性乙型病毒性肝炎肝硬化"
        },
        "cure": "患者入院后给予一般的甘草酸单铵，还原型谷胱甘肽和苦参碱等保肝治疗，**，螺内酯利尿药物治疗，治疗效果差。腹水脱落细胞学检测出癌细胞，考虑来源于卵巢，行影响学检查并没有发现原发病灶，请妇产科会诊，建议剖腹探查，或者直接按免疫组化给予化疗药物治疗，与家属充分沟通后拒绝手术治疗，同意化疗，于是给予”多柔比星、环磷酰胺、顺铂”化疗方案，联合放腹水治疗，并腹腔内注射干扰素，化疗后病情迅速好转，腹水完全消退，病情好转后出院。出院又连续化疗5次，CA125将至正常，病情稳定。"
    },
    {
        "id": 466,
        "symptom": {
            "一般资料": "女性，39岁，农民",
            "主诉": "女性,39岁,农民**不规则出血近1月，下腹胀痛5天",
            "现病史": "患者平素月经规律，量中，色暗红，无血块，无痛经。患者2018-11月经正常，2018-12-03月经来潮，量时多时少，淋漓不净持续20余天，2019-01再次**出血至今，少于月经量，无血块，伴下腹胀痛，无阵发性加重，恶心未呕吐，偶有**坠胀，无发热，无头晕头痛，曾经抗炎治疗2天，症状无明显好转，今天***检查，B超提示：左侧附件区混合回声：宫外孕可能，盆腹腔积液（子宫大小50*46*51mm，内膜厚10mm，宫腔内可见节育环，双侧卵巢显示不清，左侧附件区可见范围约47*43mm混合回声，内可见26*19mm无回声，其内可见9*7mm胚芽样回声，可见原始心管搏动，脾周可见前后径约19mm无回声暗区，盆腔可见范围约95*43mm无回声暗区）。门诊检查后，以\"异位妊娠\"收入院。患者起病以来，精神食欲欠佳，大小便正常。",
            "既往史": "平素身体健康，2002-11及2009-05先后行子宫下段剖宫产术。否认\"肝炎\"\"结核\"病史，否认外伤史，无食物药物过敏史，无输血史，否认家族性传染病史。"
        },
        "examine": {
            "查体": "。神清，一般情况好，贫血貌，全身皮肤粘膜无黄染，全身浅表淋巴结无肿大，心肺无异常，腹平软，下腹压痛反跳痛，肝脾肋下未及，双肾区无叩击痛，双下肢无水肿，四肢活动自如，脊柱呈生理学弯曲，生理反射存在，病理反射未引出。妇科检查：外阴已婚型。**畅，有少许血性分泌物。宫颈肥大，轻糜，轻微举痛。子宫前倾位，子宫大小正常，轻微压痛反跳痛。左侧附件区可触及一包块，大小不清，压痛反跳痛，右侧附件区未触及明显包块。",
            "辅助检查": "门诊资料:2019-01-06本院B超提示：左侧附件区混合回声：宫外孕可能，盆腹腔积液（子宫大小50*46*51mm，内膜厚10mm，宫腔内可见节育环，双侧卵巢显示不清，左侧附件区可见范围约47*43mm混合回声，内可见26*19mm无回声，其内可见9*7mm胚芽样回声，可见原始心管搏动，脾周可见前后径约19mm无回声暗区，盆腔可见范围约95*43mm无回声暗区）。血常规：白细胞9.7810*9/L红细胞3.0710*12/L血小板31010*9/L血红蛋白96g/L.(2019-01-06)尿常规检查:葡萄糖(尿)Neg0、蛋白2+1g/L异常、镜检红细胞6/uL、镜检白细胞11/uL、鳞状上皮细胞35/Ul↑。尿妊娠试验阳性。心电图：正常。肝肾功能:总胆红素30.5umol/L↑、直接胆红素5.6umol/L、间接胆红素24.9umol/L↑、总胆汁酸1.8umol/L、谷草转氨酶36U/L、谷丙转氨酶10U/L、白蛋白45.4g/L、球蛋白31.2g/L、血清前白蛋白180mg/l、碱性磷酸酶58U/L、谷氨酰转移酶9U/L、血清5′核苷酸酶测定4U/L、尿素3.1mmol/L、肌酐48.6umol/L、二氧化碳结合率25.2mmol/L、尿酸235umol/L、β2微球蛋白0.6mg/L↓.C-反应蛋白(CRP)8.3mg/L↑.血清电解质测定:钾3.89mmol/L、钠142.4mmol/L、氯103.2mmol/L、钙元素测定2.69mmol/L、镁元素测定0.81mmol/L、磷1.16mmol/L.凝血全套:D-二聚体0.81mg/L↑、凝血酶原时间10.50sec、国际标准化比值0.87、活化部分凝血活酶时间24.90sec、纤维蛋白原4.50g/L↑、凝血酶时间13.80sec。"
        },
        "diagnosis": {
            "初步诊断": "1.异位妊娠？2.卵巢肿瘤破裂？3.盆腔积液，4.贫血",
            "诊断依据": "输卵管妊娠未发生流产或破裂时临床表现不明显诊断较困难；发生流产或破裂诊断多无困难：**流血淋漓不断腹痛加剧盆腔包块增大及血红蛋白呈下降趋势，助于诊断。另外可通过血HCG、超声、**后穹隆穿刺以及腹腔镜检查协助诊断。其中腹腔镜检查视为异位妊娠诊断的金标准，而且可以在确诊的情况下气道治疗作用。该患者女39岁，育龄女性，因**不规则出血近1月，下腹胀痛5天入院，2002-11及2009-05先后行子宫下段剖宫产术，体检发现：贫血貌，下腹压痛反跳痛。左侧附件区可触及一包块，大小不清，压痛反跳痛，右侧附件区未触及明显包块。有宫颈摇摆痛。B超提示：左侧附件区混合回声：宫外孕可能，盆腹腔积液（子宫大小50*46*51mm，内膜厚10mm，宫腔内可见节育环，双侧卵巢显示不清，左侧附件区可见范围约47*43mm混合回声，内可见26*19mm无回声，其内可见9*7mm胚芽样回声，可见原始心管搏动，脾周可见前后径约19mm无回声暗区，盆腔可见范围约95*43mm无回声暗区）。血常规：白细胞9.7810*9/L红细胞3.0710*12/L血小板31010*9/L血红蛋白96g/L，血HCG人绒毛膜**20090.00mIU/ml↑，尿妊娠试验阳性。后穹窿抽出暗红色不凝固血液约5毫升。根据临床表现辅助实验室检查及超声检查结合**后穹隆穿刺阳性，诊断明确。",
            "鉴别诊断": "本病需与以下疾病鉴别：1，流产：有停经史，下腹中央阵发性坠痛，有**流血，开始量少后增多，鲜红色，有小血块或绒毛排出，**后穹隆穿刺阴性，人绒毛膜**多为阳性，宫内可见妊娠囊；2，急性输卵管炎：会表现为两侧下腹持续性疼痛的情况，无停经史，无**流血，一般会伴有体温的升高，但是尿妊娠实验检查是阴性，b超检查可能在两侧附件区见到低回声区，故可以鉴别；3，黄体破裂也可能会出现下腹一侧突发性疼痛的情况，有时候会有**流血也有可能没有，体温一般是正常的，白细胞计数也是正常的，后穹窿穿刺可能会抽出不凝血，但尿妊娠实验是阴性的，b超检查可以在一侧的附件区见到低回声区；4，急性阑尾炎：无停经史，持续性疼痛，从上腹开始，经脐周转至右下腹，无**流血，体温可升高，盆腔检查无肿块触及，直肠指检右侧高位压痛，白细胞计数升高，**后穹隆穿刺阴性，人绒毛膜**阴性，b超检查子宫附件区无异常回声。5，卵巢囊肿蒂扭转可能会出现突发下腹一侧疼痛的情况，一般没有**流血的情况，体外可能会稍高，但尿妊娠实验检查是阴性，后穹窿穿刺也是阴性，b超检查可以在一侧附件区见到低回声区，边缘清晰，有条条状的地带。",
            "诊断结果": "1.左侧输卵管壶腹部妊娠，2.盆腔粘连，3.盆腔积液，4.贫血"
        },
        "cure": "1，完善相关检查如血尿HCG、凝血功能等，立即做**后穹隆穿刺。2，对症处理，**灌洗上药。术前准备完毕后立即手术。麻醉方式:全身麻醉手术简要经过:患者仰卧于手术台上，全身麻醉成功后，常规消毒铺巾，取下腹作长约10厘米横切口，切除原手术瘢痕组织，逐层切开腹壁各层，进入腹腔。探查见：大网膜部分粘连于腹前壁，腹腔积血，暗红色，约700毫升(含凝血块)，子宫稍大，左侧输卵管伞端被较多暗红色凝血块包裹，见一胚胎样组织及胎盘样组织自伞端排出，壶腹部肿胀增粗，呈紫蓝色，左侧卵巢及右侧附件外观无明显异常，行左侧输卵管切除术，创面渗血，加固缝扎后无明显出血，应患者家属要求结扎右侧输卵管。用温盐水清理腹腔，清点纱布器械无误，腹腔创面置塞必妥1支，逐层关腹至皮肤，手术困难，术毕患者返回病房，血压:120/70mmHg。术后处理措施:1.术后行抗炎对症补液治疗。（抗生素选择头孢噻唔钠及奥硝唑注射液）2.切除物送病检。3.腹部加压沙袋。术后注意观察事项:注意生命体征及尿量变化。术后8天治愈出院。"
    },
    {
        "id": 467,
        "symptom": {
            "一般资料": "女性，31岁，无业",
            "主诉": "停经37+2周，不规则下腹12小时",
            "现病史": "孕妇平素月经规则，末次月经2019年05月24日，预产期2020年03月03日；停经40+天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4+月出现胎动,停经24周在我院建卡检查共8次；唐氏三联筛查低风险。妊娠期糖耐量测试：4.22-10.61-9.09mmol/L，诊断为妊娠期糖尿病，予饮食、运动控制血糖，有定期监测血糖，血糖控制情况尚可。现孕妇停经37+2周，患者今天早上8点无诱因出现下腹痛，无明显规律，伴**见红，无**流液，自觉胎动正常。现门诊拟“先兆临产”收入院。停经以来孕妇无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重62.00kg，体重增加16公斤，大便正常，小便正常。",
            "既往史": "孕妇2019-11-12HBV-DNA1.88E7IU/L；ALT41U/L，自2019年11月开始口服抗病毒药物治疗，2020-02-12查HBV-DNA1.14E3IU/mL，否认结核、疟疾病史，否认高血压、冠心病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律76次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度34.0cm，腹围102.0cm，估计胎儿大小3100.00g，胎方位左枕前(LOA)，宫缩不规律，强度弱，先露头，已衔接，胎心音140次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退80.00%，宫颈扩张0.0cm。先露位置S-2。坐骨棘II度突，胎膜未破。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH1.293mIU/LFT40.90pg/mLFT30.90ng/mL。血型“A”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阳性），HBsAb（阴性），HBeAg（阳性）,HBeAb（阴性）,HBcAb（阳性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。妊娠期糖耐量测试：4.22-10.61-9.09mmol/L2020年02月11日本院二维彩超：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分（BPD93mm，HC325mm，AC342mm，FL66mm，AFV65mm，AFI194mm，胎盘位于前壁，厚38mm，成熟度II度，S/D1.99，胎儿估重3063g+/-447g）。"
        },
        "diagnosis": {
            "初步诊断": "1.先兆临产（孕1产0宫内妊娠37+2周LOA单活胎）2.妊娠期糖尿病3.乙肝表面抗原携带者4.中骨盆狭窄",
            "诊断依据": "1.先兆临产：现孕妇停经37+2周，患者今天早上8点无诱因出现下腹痛，无明显规律，伴**见红，无**流液，自觉胎动正常。阴检：宫颈质地软，宫颈位置中，宫颈消退80.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。2.妊娠期糖尿病：妊娠期糖耐量测试：4.22-10.61-9.09mmol/L。3.乙肝表面抗原携带者：乙肝五项示：HBsAg（阳性），HBsAb（阴性），HBeAg（阳性）,HBeAb（阴性）,HBcAb（阳性）。4.中骨盆狭窄：坐骨棘II度突，",
            "鉴别诊断": "1.临产：规律性宫缩，伴宫颈口扩张，宫颈管缩短，胎先露下降。此患者未达此标准。2.I型糖尿病伴妊娠：患者孕前有糖尿病，随后妊娠，与妊娠期糖尿病详鉴别，妊娠期糖尿病是妊娠后产生。",
            "诊断结果": "1.骨盆狭窄（中骨盆）2.胎头下降停滞3.经剖宫产术分娩（孕1产1宫内妊娠37+3周LOP单活婴）4.妊娠期糖尿病5.乙肝表面抗原携带者"
        },
        "cure": "患者入院完善相关检查，患者今天11:30宫口开全，S=0，羊水清，持续胎监见早期减速，12:45再次阴查：S=0，颅缝重叠，扪及小产瘤，羊水清，LOA，坐骨棘II度突，耻骨弓约60°持续胎监仍见频发早期减速，测体温37.9℃，目前考虑中骨盆狭窄可能，胎头下降停滞，难已经**分娩，建议急诊剖宫产终止妊娠。向患者及家属交代病情，拟送手术室行子宫下段剖宫产。孕妇因“胎头下降停滞、骨盆狭窄（中骨盆）”腰硬联合麻醉下行子宫下段剖宫产术。手术经过如下：术中诊断：1.经剖宫产术分娩（孕1产1宫内妊娠37+3周LOP单活婴）2.胎头下降停滞3.骨盆狭窄（中骨盆）4.妊娠期糖尿病5.乙肝表面抗原携带者。手术经过：于15：01娩出一活男婴，外观未见明显畸形，头部见一大小约2cm×2cm×0.5cm产瘤，Apgar\\'s评分9-10-10分，体重2.98kg，身长49cm。羊水清，羊水量600ml。脐带无扭转，无绕颈，胎盘娩出完整，胎膜娩出基本完整。术中检查双侧附件正常。术中催产素静滴10U，宫肌注射20U，子宫下段收缩欠佳，予欣母沛250ug宫肌注，后子宫收缩好转，宫底平脐。术中顺利，血压稳定。诊断依据:阴检提示中骨盆狭窄；胎头下降停滞。手术部位:子宫下段，腹膜内。术中出血450ml，术中血压平稳，尿量200ml，色清，胎盘送病理检查。麻醉满意，安返病房。目前患者体温36.5℃，脉搏85次/分，呼吸20次/分，血压137/74mmHg。术后予1、严密观察产妇生命征变化，心电监护。2、禁食6小时后全流饮食。3、术后静滴缩宫素加强宫缩、予静滴头孢硫脒预防感染治疗。4、新生儿情况详见新生儿记录，出生后行早接触、早吸吮半小时。5、术后中西医结合快速康复治疗。术后应特别注意事项:注意患者宫缩、**流血情况及生命体征良好，术后复查血液分析，血浆D二聚体未见异常，给予出院。"
    },
    {
        "id": 468,
        "symptom": {
            "一般资料": "女性，30岁，职员",
            "主诉": "停经40+1周，下腹痛1小时",
            "现病史": "青年女患者。孕妇平素月经规则，末次月经2019年4月19日，预产期2020年1月26日；停经40+天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4+月出现胎动,停经12周在我院建卡检查共8次；唐氏三联筛查低风险。现孕妇停经40+1周，患者1小时出现无诱因出现下腹痛，无明显规则，无**流液，伴**见红，自觉胎动正常。现门诊拟“先兆临产”收入院。停经以来孕妇无发热。食欲食量良好，睡眠情况良好，孕前体重65kg，体重增加18公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律65次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查：宫底高度33.0cm，腹围103.0cm，估计胎儿大小3300.00g，胎方位LOA，宫缩不规则，胎心音140次/分。阴检：宫口未开，宫颈质地软，宫颈位置中，宫颈消退90.00%。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验未有异常。B超示：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分，胎儿颈部：见VVV型脐带压迹，胎盘位于前壁，厚40mm，成熟度II度，S/D2.2，双顶径89mm，HC310mm，AC321mm，FL71mm，胎儿估重2832+-381g。"
        },
        "diagnosis": {
            "初步诊断": "1.先兆临产（孕1产0宫内妊娠40+1周LOA单活胎）2.脐带绕颈（3周）",
            "诊断依据": "1.先兆临产：有不规则下腹痛，阴道见红，查宫口：阴检：宫口未开，宫颈质地软，宫颈位置中，宫颈消退90.00%。先露位置S-2。胎膜未破。2.脐带绕颈3周：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分，胎儿颈部：见VVV型脐带压迹，胎盘位于前壁，厚40mm，成熟度II度，S/D2.2，双顶径89mm，HC310mm，AC321mm，FL71mm，胎儿估重2832+-381g。",
            "鉴别诊断": "1.临产：有规则下腹痛，开始约5-6分钟一次，阴检：宫口已开，宫颈管已经消退。2.脐带扭转：在彩超下可见脐带成团块状螺旋，见颈周有多重血流信号。",
            "诊断结果": "1.脐带绕颈（3周）2.头位顺产（孕1产1宫内妊娠40+1周LOA单活婴）"
        },
        "cure": "患者入院完善相关产前检查，考虑巨大儿，检查患者骨盆未见明显异常，告知患者及家属脐带绕颈3周，可能出现分娩时胎儿宫内缺氧，胎死宫内等相关风险，患者及家属签字要求**试产，分娩全程予全程胎心监护，分娩过程中未见胎心减速，后于于18：11娩出一活女婴，脐带绕颈3周，新生儿外观未见明显畸形，Apgar's评分10-10-10分，体重4.1kg，身长52cm。羊水清，羊水量600ml，胎盘娩出完整，胎膜娩出基本完整。给予卡孕栓预防产后出血，2小时共出血275ml，产后给予患者依然头孢曲松抗感染抗感染，补充氨基酸，果糖补液治疗，后情况可，复查血液分析，D二聚体未见异常，给予出院。"
    },
    {
        "id": 469,
        "symptom": {
            "一般资料": "女性，27岁，教师",
            "主诉": "停经39+5周，阴道流液1小时",
            "现病史": "孕妇平素月经规则，末次月经2019年05月19日，预产期2020年02月26日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经18周在我院建卡检查共11次；唐氏三联筛查唐氏综合征、18-三体低风险；开放性脊柱裂高危险。各次查胎心血压均正常。现孕妇停经39+5周，患者今天早上00：30无诱因出现阴道流液,色清,无下腹痛，偶有宫缩，无**见红，自觉胎动正常。现急诊拟“1.胎膜早破2.先兆临产”收入院。停经以来孕妇无腹痛,无腹坠胀；无**流血，有**流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重45.00kg，体重增加14公斤，大便正常，小便正常。",
            "既往史": "既往双眼激光视力矫正术(具体不详),否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认其他手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，**正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律76次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度34.0cm，腹围95.0cm，估计胎儿大小3400.00g，胎方位左枕前(LOA)，宫缩不规则，强度弱，先露头，已衔接，胎心音140次/分。阴检：宫颈质地软，宫颈位置后，宫颈消退100.00%，可容1指，宫颈扩张0.0cm。先露位置S-2。胎膜已破，羊水{清}，PH&gt;7。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH1.073mIU/LFT48.65pmol/LTPO172.28IU/ml。血型“O”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：高风险。糖耐量试验：4.39-5.13-5.23mmol/L。入院时未做新型冠状病毒RNA检测及胸部CT。心电图未见明显异常。2020年02月20日本院二维彩超：宫内妊娠，单活胎，脐带绕颈一周，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分（BPD93mm，HC334mm，AC333mm，FL73mm，AFV59mm，AFI139mm，胎盘位于前壁，厚36mm，成熟度III度，S/D2.2，胎儿估重3216g+/-470g）。"
        },
        "diagnosis": {
            "初步诊断": "1.胎膜早破2.先兆临产（孕2产0宫内妊娠39+5周LOA单活胎）3.脐带绕颈（1周）？",
            "诊断依据": "1.胎膜早破和先兆临产：现孕妇停经39+5周，患者今天早上00：30无诱因出现阴道流液,色清,无下腹痛，偶有宫缩，无**见红，自觉胎动正常。阴检：宫颈质地软，宫颈位置后，宫颈消退100.00%，可容1指，宫颈扩张0.0cm。先露位置S-2。胎膜已破，羊水{清}，PH&gt;7。2.脐带绕颈（1周）？：2020年02月20日本院二维彩超：宫内妊娠，单活胎，脐带绕颈一周，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分（BPD93mm，HC334mm，AC333mm，FL73mm，AFV59mm，AFI139mm，胎盘位于前壁，厚36mm，成熟度III度，S/D2.2，胎儿估重3216g+/-470g）。",
            "鉴别诊断": "1.临产：有规律性宫缩，出现规律性下腹痛伴随着宫口扩张，宫颈管缩短。2.脐带扭转：脐带呈现螺旋状，堆积在一起，分娩后可见脐带交织在一起。",
            "诊断结果": "1.胎膜早破2.头位顺产（孕2产1宫内妊娠39+5周LOA单活婴）3.脐带绕颈"
        },
        "cure": "入院后完善相关检查，评估患者骨盆及胎儿大小可经阴道试产，并且患者有阴道试产意愿，患者胎膜后2小时仍无临产，拟送入产房行催产素催产，行密切母胎监护，后进展顺利，于2020年02月21日16时15分顺产单男活婴，出生体重3.45Kg，身长50cm，Apgar评分10-10-10分，羊水清，脐带绕颈1周，胎盘娩出完整，胎膜娩出基本完整，检查会阴I度裂伤，予缝合，检查余软产道无裂伤。产后宮缩好，予产房观察2小时，共出血400ml。安返爱婴区。产后予头孢硫脒静滴防感染、并予缩宫素促子宫复旧治疗，注意宮缩及**流血情况。产后予以口服生化汤加减以养血活血、祛瘀生新、温经止痛。产妇产后宫缩好，恶露少，无异味，会阴伤口无红肿及渗液，甲级愈合。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 470,
        "symptom": {
            "一般资料": "女性，27岁，无业",
            "主诉": "停经36+4周，反复阴道少量流血2周",
            "现病史": "孕妇平素月经规则，预产期2020年03月22日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经14周在我院建卡检查共11次；唐氏三联筛查低风险。各次查胎心血压均正常。2019-10-31彩超示中央型前置胎盘，2019-11-23彩超示胎盘低置状态，2019-12-02彩超示胎盘低置状态，多发血窦声像，2020-01-10彩超示中央型前置胎盘，脐带先露。2月13日开始，无明显诱因反复**少量流血，色鲜红，点滴状，护垫可，近一周变为褐色。现孕妇停经36+4周，偶有下腹坠胀感，少量褐色**流血，无**流液，自觉胎动正常。现门诊拟“完全性前置胎盘”收入院。停经以来孕妇无**流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重51.00kg，体重增加14公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律78次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查：宫底高度33.0cm，腹围99.0cm，估计胎儿大小3200.00g，胎方位左枕前(LOA)，宫缩偶有，强度弱，先露头，未衔接，胎心音140次/分。阴检未查。胎膜未破。",
            "辅助检查": "产检资料：血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH0.006mIU/LFT45.07pmol/LTPO10.62IU/ml。血型“A”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.65-8.70-4.68mmol/L。2020年01月10日本院二维彩超：宫内妊娠31周，单活胎，中央性前置胎盘声像，脐带先露声像，胎儿脐动脉血流频谱测值正常（BPD77mm，HC285mm，AC269mm，FL59mm，AFV59mm，AFI174mm，胎盘位于后壁，厚34mm，成熟度I度，S/D2.21，胎儿估重1666g+/-243g）。2020-02-13新型冠状病毒RNA检测、胸片未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.完全性前置胎盘伴出血（孕1产0宫内妊娠36+5周LOA单活胎）2.脐带先露？3.亚临床甲状腺功能亢进症",
            "诊断依据": "1.完全性前置胎盘伴出血（孕1产0宫内妊娠36+5周LOA单活胎）和脐带先露：2019-10-31彩超示中央型前置胎盘，2019-11-23彩超示胎盘低置状态，2019-12-02彩超示胎盘低置状态，多发血窦声像，2020-01-10彩超示中央型前置胎盘，脐带先露。2月13日开始，无明显诱因反复阴道少量流血，色鲜红，点滴状，护垫可，近一周变为褐色。现孕妇停经36+4周，偶有下腹坠胀感，少量褐色阴道流血，无阴道流液，自觉胎动正常。宫缩偶有，强度弱，先露头，未衔接，胎心音140次/分。阴检未查。胎膜未破。2.亚临床甲状腺功能亢进症：妊娠甲功三项：TSH0.006mIU/LFT45.07pmol/LTPO10.62IU/ml。",
            "鉴别诊断": "1.胎盘早剥：有下腹痛，有**流血，行彩超检查：胎盘可见剥离面，胎盘增厚的表现，此患者为无痛性阴道流血，为前置胎盘引起的出血。2.甲状腺功能亢进症：TSH降低，FT4增高，并且伴有突眼、精神亢奋表现。",
            "诊断结果": "1.完全性前置胎盘伴出血2.经剖宫产术分娩（孕1产1宫内妊娠36+5周LOA单活婴）3.胎盘粘连4.亚临床甲状腺功能亢进症5.脐带绕颈6.早产7.早产儿"
        },
        "cure": "入院完善相关检查，患者现为完全性前置胎盘伴出血，现有阴道流血较多，处于高危妊娠，现为孕36+周，需要尽早行剖宫产终止妊娠，取平卧位，听胎心140bpm，常规消毒铺巾。取下腹横切口长12cm，逐层开腹，进入腹腔，腹腔无粘连，子宫如孕足月大小，子宫下段形成良好。剪开子宫膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，刺破胎膜，见脐带位于胎盘以上。9时9分娩出一活女婴,断脐后交护婴者。婴儿娩出后宫肌注缩宫素20u，静滴10u。见胎盘下缘完全覆盖宫内口，胎盘与子宫壁稍有粘连，徒手剥离胎盘顺利，剥离面未见明显渗血，宫缩好，擦拭宫腔3次，检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层。用温盐水冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏。1-0号薇乔缝线连续缝合腹膜及腹直肌筋膜。常规缝合皮下脂肪及皮肤。术后检查子宫收缩好。宫底平脐。检查软产道无裂伤。术毕，患者安返病房。,手术部位:子宫下段，腹膜内。术后予1.严密观察产妇生命征变化，心电监护。2.禁食6小时后全流饮食。3.术后静滴缩宫素加强宫缩、予静滴头孢硫脒预防感染治疗，予钠钾镁钙葡萄糖注射液、复方氨基酸注射液营养支持治疗。4.新生儿情况详见新生儿记录，出生后行早接触、早吸吮半小时。5.术后中西医结合快速康复治疗。患者术后第一天病情良好，生命体征平稳，查血液分析、DIC未见异常，于第二天行那曲肝素钙预防血栓治疗，患者术后4天情况良好，给予出院。"
    },
    {
        "id": 471,
        "symptom": {
            "一般资料": "女性，29岁，消瘦",
            "主诉": "停经37+3周，阴道流液7小时。",
            "现病史": "孕妇平素月经规则，末次月经2019年10月29日，预产期2020年08月06日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经11周在我院建卡检查共17次；无创DNA筛查低风险。各次查胎心血压均正常。患者孕前已有II型糖尿病，孕期现规律皮下注射门冬胰岛素注射液（42u三餐前）、地特胰岛素注射液（37uqn），无烦渴，无多饮多尿，自行在家监测血糖，近期空腹血糖波动于4.2-5.2mmol/L,餐后2小时血糖波动于4.3-8.0mmol/L，2020-6-24糖化血红蛋白5.3%。现孕妇停经37+3周，患者今天凌晨3点无诱因出现**流液，偶有下腹痛，无**见红，自觉胎动正常。遂于今晨至我院门诊就诊，门诊行PH试纸检查见试纸变蓝，遂拟“胎膜早破”收入院。停经以来孕妇无发热。食欲食量良好，睡眠情况良好，孕前体重47.00kg，体重增加18公斤，大便正常，小便正常。",
            "既往史": "2型糖尿病病史1年，否认肝炎、结核、疟疾病史，否认高血压、冠心病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，乳头正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律97次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度31.0cm，腹围95.0cm，估计胎儿大小3000.00g，胎方位左枕前(LOA)，宫缩偶有，强度弱，先露头，已衔接，胎心音150次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退50.00%，宫颈扩张0.0cm。先露位置S-3。胎膜已破，羊水{清}，PH&gt;7。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）。糖耐量试验：7.32-15.98-19.33mmol/L。2020年07月16日本院二维彩超：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分（BPD90mm，HC316mm，AC312mm，FL67mm，AFV69mm，AFI109mm，胎盘位于后壁，厚31mm，成熟度I+度，S/D2.19，胎儿估重2598g+/-379g）。"
        },
        "diagnosis": {
            "初步诊断": "1.胎膜早破（孕1产0宫内妊娠37+3周LOA单活胎）2.妊娠伴2型糖尿病",
            "诊断依据": "1.胎膜早破（孕1产0宫内妊娠37+3周LOA单活胎）：现孕妇停经37+3周，患者今天凌晨3点无诱因出现**流液，偶有下腹痛，无**见红，自觉胎动正常。宫底高度31.0cm，腹围95.0cm，估计胎儿大小3000.00g，胎方位左枕前(LOA)，宫缩偶有，强度弱，先露头，已衔接，胎心音150次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退50.00%，宫颈扩张0.0cm。先露位置S-3。胎膜已破，羊水{清}，PH&gt;7。2.妊娠伴2型糖尿病：2型糖尿病病史1年，患者孕前已有II型糖尿病，孕期现规律皮下注射门冬胰岛素注射液（42u三餐前）、地特胰岛素注射液（37uqn），无烦渴，无多饮多尿，自行在家监测血糖，近期空腹血糖波动于4.2-5.2mmol/L,餐后2小时血糖波动于4.3-8.0mmol/L，2020-6-24糖化血红蛋白5.3%。",
            "鉴别诊断": "妊娠期糖尿病：妊娠期间首次发生或发现的糖尿病或糖耐量降低(不包括孕前已诊断糖尿病的病人)，空腹血糖大于等于5.1，则为妊娠糖尿病。",
            "诊断结果": "1.单胎顺产（孕1产1宫内妊娠37+3周LOA单活婴）2.急产3.分娩时I°会阴裂伤4.胎膜早破5.妊娠伴2型糖尿病"
        },
        "cure": "入院后完善各项相关检查，予计划分娩、分娩镇痛，总产程3小时，于2020-7-1919:20顺娩单活女婴，体重2.65Kg，身长46cm，Apgar评分10-10-10分，羊水清，脐带无绕颈，胎盘娩出完整，胎膜娩出基本完整，检查会阴I度裂伤，予缝合，其余软产道无裂伤。产后宮缩好。产后继续予胰岛素控制血糖，目前用量为：三餐前“门冬胰岛素注射液(诺和锐特充)”14u,睡前“地特胰岛素注射液”12u。口服生化汤加减以养血活血、祛瘀生新、温经止痛。产妇产后宫缩好，恶露少，无异味，会阴伤口无红肿及渗液，甲级愈合。患者目前血糖控制一般，建议继续住院调整胰岛素用量及监测血糖，患者表示理解，选择出院自行调整胰岛素用量及监测血糖。予签字办理出院。"
    },
    {
        "id": 472,
        "symptom": {
            "一般资料": "女性，24岁，无",
            "主诉": "停经38+3周,下腹痛8小时。",
            "现病史": "孕妇平素月经规则，末次月经2019年09月24日，预产期2020年07月01日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经12周在我院建卡检查共9次；唐氏三联筛查低风险。各次查胎心血压均正常。2017年产检发现“妊娠合并甲状腺机能减退”，予口服优甲乐（2片qd）治疗，2019年10月15日彩超提示桥本氏甲状腺炎可能，2019-10-28妊娠甲功三项：TSH19.668mIU/LFT44.98pmol/LTPO8.91IU/ml，改服用优甲乐（3片qd），定期监测甲状腺功能，2020-06-18妊娠甲功三项：TSH7.413mIU/LFT410.28pmol/LTPO91.29IU/ml，现无乏力，无手足肿胀，无记忆力减退，无表情淡漠。现孕妇停经38+3周，患者昨天晚上11点下腹痛，无明显规律，无**见红，无**流液，自觉胎动正常。现急诊拟“先兆临产”收入院。停经以来孕妇食欲食量良好，睡眠情况良好，孕前体重51.00kg，体重增加11公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。过敏史：否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律91次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查宫底高度32.0cm，腹围96.0cm，估计胎儿大小3000.00g，胎方位左枕前(LOA)，宫缩不规则，强度弱，先露头，已衔接，胎心音150次/分。阴检：宫颈质地软，宫颈位置前，宫颈消退70.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "尿分析、凝血四项、肝功八项及生化八项均无明显异常。G-6-PD正常。2019-07-16妊娠甲功三项：TSH5.594mIU/LFT45.25pmol/LTPO12.06IU/ml。2019-09-16妊娠甲功三项：TSH0.009mIU/LFT420.40pmol/LTPO795.48IU/ml。2019-10-28妊娠甲功三项：TSH19.668mIU/LFT44.98pmol/LTPO8.91IU/ml。2019-11-11妊娠甲功三项：TSH4.399mIU/LFT412.20pmol/LTPO589.57IU/ml。2019-12-09妊娠甲功三项：TSH4.910mIU/LFT44.68pmol/LTPO12.08IU/ml。2019-12-20妊娠甲功三项：TSH1.588mIU/LFT45.75pmol/LTPO15.74IU/ml。2020-03-12妊娠甲功三项：TSH1.525mIU/LFT413.24pmol/LTPO199.31IU/ml。2020-06-04妊娠甲功三项：TSH3.940mIU/LFT411.86pmol/LTPO106.12IU/ml。2020-06-18妊娠甲功三项：TSH7.413mIU/LFT410.28pmol/LTPO91.29IU/ml。血型“B”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阳性）,HBcAb（阳性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.39-6.69-6.63mmol/L。2019年10月15日彩超示：甲状腺稍大并回声异常，甲状腺体积稍增大，表面欠光滑，腺体回声不均匀减低，内见条索状强回声和散在细小低回声，呈网格状，甲状腺腺体内血流信号丰富。2020年06月18日本院二维彩超：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常，胎儿超声四项生物物理评分8分（BPD91mm，HC319mm，AC320mm，FL67mm，AFV37mm，AFI91mm，胎盘位于前壁，厚37mm，成熟度II-度，S/D1.86，胎儿估重2714g+/-396g）。"
        },
        "diagnosis": {
            "初步诊断": "1.妊娠合并甲状腺机能减退（桥本氏甲状腺炎）2.先兆临产",
            "诊断依据": "1.妊娠合并甲状腺机能减退（桥本氏甲状腺炎）：2017年产检发现“妊娠合并甲状腺机能减退”，予口服优甲乐（2片qd）治疗，2019年10月15日彩超提示桥本氏甲状腺炎可能，2019-10-28妊娠甲功三项：TSH19.668mIU/LFT44.98pmol/LTPO8.91IU/ml，改服用优甲乐（3片qd），定期监测甲状腺功能，2020-06-18妊娠甲功三项：TSH7.413mIU/LFT410.28pmol/LTPO91.29IU/ml，现无乏力，无手足肿胀，无记忆力减退，无表情淡漠。2.先兆临产：宫缩不规则，强度弱，先露头，已衔接，胎心音150次/分。阴检：宫颈质地软，宫颈位置前，宫颈消退70.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。",
            "鉴别诊断": "妊娠合并甲状腺功能亢进：妊娠合并甲状腺功能亢进中，绝大多数为Grave病，其他包括毒性甲状腺肿及少见的亚急性甲状腺炎、毒性单一腺瘤等。此外还有甲状腺病治疗不当，甲状腺素应用过量造成的医源性甲状腺功能亢进。",
            "诊断结果": "1.妊娠合并甲状腺机能减退（桥本氏甲状腺炎）2.单胎顺产（孕2产2宫内妊娠38+4周LOA单活婴）"
        },
        "cure": "入院后完善各项相关检查，予试产，产程进展顺利，予分娩镇痛，于2020年06月21日01时13分顺产单女活婴，出生体重2.85Kg，身长50cm，Apgar评分10-10-10分，羊水清，脐带绕颈1周，胎盘娩出完整，胎膜娩出缺损1/6，检查会阴I度裂伤，予缝合，检查余软产道无裂伤。产后宮缩好。产后予以口服生化汤加减以养血活血、祛瘀生新、温经止痛。产妇产后宫缩好，恶露少，无异味，会阴伤口无红肿及渗液，甲级愈合，予以出院。"
    },
    {
        "id": 473,
        "symptom": {
            "一般资料": "女性，35岁，教师",
            "主诉": "停经37+4周，反复脐血流异常9天。",
            "现病史": "孕妇平素月经规则，停经38天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经13周在我院建卡检查共14次；无创产前DNA筛查低风险。各次查胎心血压均正常。2020-05-31脐动脉S/D：2.56-3.72。2020-06-03脐动脉S/D：3.18,3.75,3.14。2020-06-05脐动脉S/D：2.86-3.10。2020-06-08脐动脉S/D:3.58-3.81。胎监I级，自觉胎动正常。现孕妇停经37+4周，无腹痛，无阴道见红，无阴道流液，自觉胎动正常。现门诊拟“脐血流异常”收入院。停经以来孕妇无腹痛,无腹坠胀；无阴道流血，无阴道流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重53.00kg，体重增加12公斤，大便正常，小便正常。",
            "既往史": "2012年因“宫腔粘连”于行宫腔镜手术，2015年剖宫产一次。否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，乳头正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律84次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度30.0cm，腹围95.0cm，估计胎儿大小3100.00g，胎方位左骶前(LSA)，宫缩无，先露臀，未衔接，胎心音140次/分。阴检未行，胎膜未破。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功两项、TBA均无明显异常。地贫检查正常、G-6-PD正常。TRUST阴性、HCV阴性，无创产前DNA筛查：21-三体综合征：低风险，18-三体：低风险，13-三体：低风险。糖耐量试验：4.62-6.41-5.40mmol/L。2020年06月05日本院二维彩超：宫内妊娠，单活胎，臀位，胎儿AC、FL测值小于孕周，胎儿脐动脉血流频谱测值增高，胎儿超声四项生物物理评分8分（BPD87mm，HC320mm，AC303mm，FL65mm，AFV43mm，AFI103mm，胎盘位于后壁，厚32mm，成熟度II度，S/D2.86-3.10，胎儿估重2424g+/-354g）。"
        },
        "diagnosis": {
            "初步诊断": "1.胎儿脐血流异常（孕5产1宫内妊娠37+4周LSA单活胎）2.臀先露3.妊娠合并子宫瘢痕4.高龄经产妇妊娠监督",
            "诊断依据": "1.胎儿脐血流异常，臀先露：2020年06月05日本院二维彩超：宫内妊娠，单活胎，臀位，胎儿AC、FL测值小于孕周，胎儿脐动脉血流频谱测值增高，胎儿超声四项生物物理评分8分（BPD87mm，HC320mm，AC303mm，FL65mm，AFV43mm，AFI103mm，胎盘位于后壁，厚32mm，成熟度II度，S/D2.86-3.10，胎儿估重2424g+/-354g）。2.妊娠合并子宫瘢痕、高龄经产妇妊娠监督：年龄35岁，既往剖宫产一次。",
            "鉴别诊断": "疤痕妊娠：属于特殊的异位妊娠，它是受精卵种植于剖宫产产后子宫瘢痕处的妊娠，妊娠物有一部分接近于瘢痕组织，或者完全位于子宫腔外，周围被子宫肌层或者瘢痕组织纤维所包裹。",
            "诊断结果": "1.胎盘植入2.经剖宫产术分娩（孕5产2宫内妊娠38周LSA单活婴）3.臀先露（混合臀先露）4.妊娠合并子宫瘢痕5.胎儿脐血流异常6.妊娠合并盆腔粘连7.脐带绕颈（一周）8.高龄经产妇妊娠监督"
        },
        "cure": "患者入院后完善相关检查，签字要求剖宫产，取平卧位，听胎心140bpm，常规消毒铺巾。原手术疤痕处取横切口长12cm，逐层开腹，腹直肌与腹膜致密粘连，予钝锐性分离后进入腹腔，膀胱反折腹膜与子宫前壁粘连，予松解粘连后暴露子宫。子宫如孕足月大小，整个子宫下段菲薄，透过子宫下段可见部分胎儿肢体。剪开子宫膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，钝性延长子宫切口约10cm。术中见胎儿为混合臀先露，以双足牵引娩出胎儿，胎盘与子宫壁致密粘连，止血带捆绑子宫下段，予徒手分离胎盘与子宫粘连处，用中弯钳夹粘连紧密的胎盘组织，并剪断送病检，间断缝合子宫创面止血，粘连面约6cm×7cm，不排除胎盘植入可能。检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层。用温盐水冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏。2-0薇乔缝线连续缝合腹膜及腹直肌筋膜。1号丝线分别间断缝合皮下脂肪，常规缝合皮肤。术后检查子宫收缩好。宫底平脐。检查软产道无裂伤。术毕，患者安返病房。病理报告示胎盘植入改变。产后予抗感染，促进子宫复旧治疗，予指导母乳喂养，口服生化汤加减以养血活血、祛瘀生新、温经止痛。术后宫缩好，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。现产妇无明显不适，予办理出院，嘱患者42天复查子宫附件彩超及HCG。"
    },
    {
        "id": 474,
        "symptom": {
            "一般资料": "女性，31岁，教师",
            "主诉": "停经39周,发现血糖异常增高3个月",
            "现病史": "孕妇平素月经规则，末次月经2019年05月26日，预产期2020年03月01日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经19周在我院建卡检查共11次；唐氏三联筛查低风险。各次查胎心血压均正常。2019-11-11本院OGTT：4.97-10.54-8.63mmol/L,诊断为“妊娠期糖尿病”，予饮食控制，自诉血糖控制良好。现孕妇停经39周，患者无下腹痛，无**见红，无**流液，自觉胎动正常。现门诊拟“1.妊娠期糖尿病2.妊娠合并子宫瘢痕”收入院。停经以来孕妇无多饮、多食、多尿，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重80.00kg，体重增加14公斤，大便正常，小便正常。",
            "既往史": "既往2018年因“异位妊娠”于本院在腹腔镜下行左侧输卵管剔除术。否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认其他手术、外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，下腹部见横向剖宫产术瘢痕，长约12cm，无皮下结节，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律82次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：宫底高度40.0cm，腹围113.0cm，估计胎儿大小3900.00g，胎方位左枕前(LOA)，无宫缩，先露头，已衔接，胎心音140次/分。阴检：未查。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "产检资料：血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH1.645mIU/LFT48.41pmol/LTPO28.71IU/ml。血型“O”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.97-10.54-8.63mmol/L;2020-2-20新型冠状病毒RNA检测:阴性;胸片未见明显异常。2020年02月01日本院二维彩超：宫内妊娠，单活胎，胎儿脐动脉血流频谱测值正常（BPD92mm，HC332mm，AC339mm，FL74mm，AFV72mm，AFI170mm，胎盘位于后壁，厚46mm，成熟度II度，S/D1.88，胎儿估重3287g+/-480g）。2020年2月15日彩超提示：宫内妊娠，单活胎。脐动脉血流频谱测值正常范围。胎儿超声四项生物物理评分总分：8分（BPD约97mm，HC约348mm，AC360mm，FL74mm。羊水暗区63mm，羊水指数180mm，约3840g±510g）。"
        },
        "diagnosis": {
            "初步诊断": "1.妊娠期糖尿病2.妊娠合并子宫瘢痕(孕4产1宫内妊娠39周LOA单活胎)3.高龄经产妇妊娠监督4.妊娠合并巨大儿?",
            "诊断依据": "1.妊娠期糖尿病：糖耐量试验：4.97-10.54-8.63mmol/L2.妊娠合并子宫瘢痕：下腹部见横向剖宫产术瘢痕，长约12cm，既往剖宫产一次。3.高龄经产妇妊娠监督：年龄超过35岁。4.妊娠合并巨大儿?：宫底高度40.0cm，腹围113.0cm，估计胎儿大小3900.00g。2020年2月15日彩超提示：宫内妊娠，单活胎。脐动脉血流频谱测值正常范围。胎儿超声四项生物物理评分总分：8分（BPD约97mm，HC约348mm，AC360mm，FL74mm。羊水暗区63mm，羊水指数180mm，约3840g±510g）。",
            "鉴别诊断": "1.糖尿病合并妊娠：为孕前糖尿病的基础上合并妊娠，占妊娠合并糖尿病中10%，此患者孕前无糖尿病，妊娠后才发现有糖尿病。2.胎儿生长受限：胎儿大小低于正常孕龄的第10百分位数，此患者大于第90百分位数。",
            "诊断结果": "1.妊娠合并子宫瘢痕2.经剖宫产术分娩（孕4产2宫内妊娠妊娠39+1周LOT单活婴）3.妊娠期糖尿病4.高龄经产妇妊娠监督5.妊娠合并巨大儿6.妊娠合并盆腔粘连"
        },
        "cure": "患者入院前完善相关检查，告知患者宫底高度40.0cm，腹围113.0cm，估计胎儿大小3900.00g。入院后复查产科彩超提示胎儿体重约3840g±510g，告知患者及家属目前尚无方法在产前准确预测胎儿大小，巨大胎儿需待出生后方能确诊。目前结合病史、临床表现及彩超检查结果考虑巨大胎儿的可能性大，若为巨大胎儿，既往剖宫产一次，有妊娠期糖尿病的相关风险，患者及家属知情理解，要求剖宫产，孕妇因“妊娠合并子宫瘢痕”于2020年02月24日09时05分在腰硬联合麻醉下行子宫下段剖宫产术。手术经过：于9：12娩出一活男婴，外观未见明显畸形，Apgar\\'s评分10-10-10分，体重4.38kg，身长52cm。羊水清，羊水量1000ml。脐带无扭转，无绕颈，胎盘娩出完整，胎膜娩出基本完整，未触及双侧输卵管。术中催产素静滴10U，宫肌注射20U，子宫收缩好，宫底平脐。术中顺利，血压稳定。手术部位:子宫下段，腹膜内。术后予1.严密观察产妇生命征变化，心电监护。2.禁食6小时后全流饮食。3.术后静滴缩宫素加强宫缩、予静滴阿奇霉素预防感染治疗，予钠钾镁钙葡萄糖注射液、复方氨基酸注射液、转化糖注射液营养支持治疗。4.新生儿情况详见新生儿记录，出生后行早接触、早吸吮半小时。5.术后中西医结合快速康复治疗。术后监护4天，复查血液分析，血浆D-二聚体未见异常，给予出院。"
    },
    {
        "id": 475,
        "symptom": {
            "一般资料": "女性，65岁，农民",
            "主诉": "绝经10年，阴道流血伴下腹痛3月",
            "现病史": "患者10年前自然绝经，绝经后无阴道排液出血，3月前开始阴道流血，伴有下腹坠痛，无头晕乏力，无尿急、尿频、尿痛等排尿不适，无排便不适。昨日于聊城市人民医院查B超示：宫腔内探及大小约2.2×1.4cm囊性无回声区，左附件区探及约10.1×3.8cm不均质囊实性团块，边界欠清。提示：左附件不均质囊实性团块宫腔内囊性无回声区盆腔积液。今日就诊我院，门诊以“卵巢肿瘤子宫内膜病变？”收住院。患者自发病以来，精神、食欲好，睡眠可，体重无明显减轻。高血压病史10余年，近2年规律口服硝苯地平缓释片，20mgbid，血压控制范围100-120/80-90mmHg。",
            "既往史": "平素身体状况可。否认乙肝、结核等传染病史及密切接触史，否认糖尿病及冠心病病史。否认手术、外伤史。否认药物、食物过敏史及输血史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.6℃，P:100次/分，R:22次/分，BP:188/116mmHg。发育正常，营养良好,神志清楚，表情自如，正常面容，自主体位，步入病房，查体合作。全身皮肤粘膜色泽正常，无黄染，无斑疹、无出血点及蜘蛛痣。毛发分布正常，全身皮肤温度，湿度，弹性均正常。未见水肿。全身浅表淋巴结未触及肿大。头颅无畸形，眼睑无浮肿，结膜无苍白，巩膜无黄染，两侧瞳孔正大等圆，对光反射灵敏。耳鼻无异常，双侧乳突区及副鼻窦区无压痛，口唇无苍白，伸舌居中。咽无充血，扁桃体不大。颈两侧对称，无颈静脉怒张及颈动脉异常搏动。颈软无抵抗，气管居中，甲状腺不大。胸廓无畸形，两侧对称，呼吸动度一致。双侧乳房发育良好。触觉两侧语颤均等，无增强或减弱。两肺叩清音，肺肝相对浊音界位于右侧锁骨中线第五肋间，双肺呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动不明显，心界不大，心率100次/分，率整，心音有力，各瓣膜听诊区未闻及杂音，无心包摩擦音及心包叩击音。无异常血管征。腹平软，无压痛及反跳痛，肝脾肋下未及。肛门直肠未见异常，外生殖器未见异常。脊柱无畸形，无压痛及叩击痛，四肢活动自如，关节无红肿热痛，肌力和肌张力正常，双下肢无浮肿。左侧腘窝处见一约5×5cm包块，无压痛。肢体感觉、运动正常，生理反射存在，病理反射未引出。妇科检查：已婚经产型外阴，阴道畅，少量暗红色血液，粘膜正常，宫颈光滑，少量血液自宫口流出，因患者腹部脂肪厚，子宫及右侧附件触诊不满意，左侧附件区触及一约10×3cm肿物，轻度压痛，质硬，边界清。",
            "辅助检查": "2021-07-14经阴道超声：提示：左附件不均质囊实性团块宫腔内囊性无回声区盆腔积液。"
        },
        "diagnosis": {
            "初步诊断": "1.卵巢肿瘤；2.子宫内膜病变？3.高血压病3级（极高危）4.左腘窝囊肿？",
            "诊断依据": "1.高血压病史10余年。2.主因“绝经10年，阴道流血伴下腹痛3月”入院。3.查体:Bp188/116mmHg，左侧腘窝处见一约5×5cm包块，无压痛，妇科检查：阴道少量暗红色血液，宫颈光滑，少量血液自宫口流出，左侧附件区触及一约10cm肿物，轻度压痛，质中，边界清。4.辅助检查：2021-07-14经阴道超声提示：左附件不均质囊实性团块宫腔内囊性无回声区盆腔积液。",
            "鉴别诊断": "1.卵巢恶性肿瘤：早期无可无症状，晚期可有腹胀、腹水、腹部包块，也可出现相应的压迫症状，出现腹痛、腰痛、下肢痛；也可表现为消瘦、严重贫血等，妇科检查可触及宫旁不规则包块。该患者妇科查体左侧附件区触及一约10cm肿物，轻度压痛，质中，边界清，妇科彩超示左附件不均质囊实性团块，需进一步完善检查，组织活检可鉴别，故暂不排除。2.卵巢囊肿蒂扭转，多为体位改变后突发一侧下腹部剧烈疼痛，伴恶心、呕吐等，无阴道流血。盆腔检查可及宫颈举痛，卵巢肿块边缘清晰，蒂部触痛明显。该患者腹痛3月，不剧烈，暂排除此诊断。3.子宫内膜癌：多表现为绝经前或绝经后阴道不规则出血，阴道异常排液，晚期有恶病质表现，该患者B超提示宫腔内囊性无回声区，需待病理诊断进一步排除。",
            "诊断结果": "1.卵巢低分化浆液性囊腺癌IIB期；2.子宫内膜增生；3.高血压病3级（极高危）4.左腘窝囊肿"
        },
        "cure": "入院后辅助检查结果回报：新冠肺炎核酸检测：阴性。血常规、尿常规、凝血、肝功、肾功、血糖未见明显异常，感染四项：阴性；ABO血型:A型,RH(D)阳性,抗体筛选:阴性；血脂：总胆固醇5.78mmol/L,甘油三脂1.78mmol/L,低密度脂蛋白3.78mmol/L,脂蛋白(a)600mg/L,载脂蛋白B1.21g/L,同型半胱氨酸21.50umol/L。肿瘤标志物系列：甲胎蛋白5.51ng/ml，癌胚抗原2.25ng/mL，糖类抗原CA-12542.40U/ml偏高,糖类抗原CA15-37.90U/ml，糖类抗原CA19-922.00U/mL；心电图：窦性心动过速中度左室电压增高；胸片：心脏大主动脉硬化；双下肢静脉超声：双侧小腿肌间静脉扩张；宫颈TCT:未见上皮内病变；腘窝超声：左侧腘窝囊肿。骨外科会诊：左侧腘窝包块无红肿、压痛，嘱查左腘窝超声，超声回示：左侧腘窝囊肿，处理意见：可考虑手术治疗。心内科会诊：患者无胸闷无胸痛无心悸不适。双肺呼吸音清晰，未闻及干湿性啰音，心界可，节律齐，心脏各瓣膜区未闻及干湿性啰音，心界稍大，节律齐，双下肢无水肿。心电图示窦性心动过速左室面高电压胸片示心脏扩大。处理意见：建议患者查甲功三项、心脏B超，N端脑利钠肽前体:76.33pg/ml；甲状腺功能四项：未见明细异常；HPV：阴性。排除手术禁忌症，术前常规准备，术前禁饮食、肌注阿托品、静推间苯三酚预处理宫颈、术前半小时及术中使用抗菌药物预防感染，麻醉成功后，患者取膀胱截石位，常规消毒铺巾。打开窥阴器，再次消毒宫颈。探宫腔深约6cm，依次扩张宫口至8.5号，置镜观察见颈管及宫腔形态基本规则，双侧输卵管开口可见，子宫内膜稍厚，不均质。小号刮匙轻刮宫颈管、宫体四壁、宫底、及两侧宫角，刮出组织约3g。重新置镜见宫体四壁及宫底光滑，双侧输卵管开口清晰可见。刮出组织由患者过目后送病理。手术顺利，麻醉满意，血压平稳，术中出血约5ml，放置尿管，尿液清。术后血压120/70mmHg,安返病房。术后予补液、缩宫素10u促进子宫收缩、头孢呋辛1.5g预防感染等药物治疗，VTE风险评估5分，为极高危，气压治疗预防下肢静脉血栓形成。为防止术后出血，暂不予低分子肝素。术后一天拔除尿管后自解小便顺利，30小时肛门排气，病理结果（2021-4629）回报：符合老年性子宫内膜增殖症。B超示左附件不均质囊实性团块，大小约10.1×3.8cm，具备手术指征，可行开腹或腹腔镜探查术。阴道和肠道准备充分，遂行腹腔镜探查术：患者麻醉成功后，平卧于手术台，常规碘伏消毒术野皮肤，取下腹脐部上缘横切口1cm，切开皮肤，皮下，穿入10mmtrocar，置镜，形成气腹。于左右下腹部麦氏点处各穿入5mmtrocar，平脐左旁3cm穿入5mmtrocar。探查见：子宫缩小，左附件区见约15×8cm肿物，菜花状，与肠管及盆腔腹膜粘连致密，右侧附件外观未见明显异常。遂于患者家属沟通签字后改为开腹手术。重新碘伏消毒术野皮肤，取下腹部正中竖切口，依次切开皮肤、皮下、筋膜、腹膜，进入腹腔。洗手后全面探查全部腹膜及盆腔脏器表面，查横膈下面、膀胱反折、左右侧结肠隐窝，未见明显病灶；阑尾无红肿及结节；左附件菜花状肿物与周围组织粘连，逐步分离粘连处，探查子宫直肠陷凹处，直肠触及一约2.5×1.5cm肿物，探查双侧盆壁，盆腔腹膜触及一约2.5×2cm肿物。两把弯钳钳夹左侧肿瘤蒂部，剪断、7号丝线双重缝扎。将肿物切除送冰冻病理。冰冻回报卵巢浆液性囊腺癌。腹腔镜探查术+全子宫切除术+双附件切除术+大网膜切除术+阑尾切除术+直肠肿物切除术+盆腹膜肿物切除术。两把弯钳钳夹两侧宫角，上提子宫出盆腔。两把弯钳距左宫旁约2cm处钳夹、剪断、7号丝线缝扎左侧圆韧带。两把弯钳钳夹、剪断、7号丝线双重缝扎左侧骨盆漏斗韧带。同法处理对侧。打开阔韧带前后叶及子宫膀胱腹膜反折，下推膀胱至满意后，分离右侧子宫动脉周围疏松组织，暴露出子宫血管，于宫颈内口水平，两把弯钳钳夹、剪断、7号丝线双重缝扎右侧子宫动静脉。弯钳钳夹、剪断、7号丝线缝扎右侧主骶韧带。同法处理对侧。电刀沿穹隆环行切下子宫，碘伏纱布消毒阴道残端，1-0可吸收线连续缝合阴道残端。提出大网，于大网膜根部，分次钳夹剪断结扎大网膜。双钳钳夹间切断阑尾系膜，用7号丝线双重结扎，在距阑尾基部0.5cm处的盲肠浆肌层用4号丝线作荷包缝合。用直血管钳轻轻压榨阑尾基部后用7号线结扎。距结扎线0.5cm处切断阑尾。阑尾残端用碘伏棉球处理，收紧荷包缝线，包埋阑尾残端。用电刀游离直肠前壁及盆底腹膜结节，完整切除，创面间断缝合。查出血部位喷洒医用胶后血止。清点手术器械无误，逐层关腹。引流管一根自左下腹引出，皮下置引流管自上腹部引出。术毕。手术出血约600ml。输入滤白红细胞悬液4单位、病毒灭活血浆400ml。术毕安返病房。切除标本送病理。术后给予生命监护、抗炎、预防血栓等对症及补液治疗，手术切口定时换药，适时停导尿，停盆腔引流，术后病理回报：卵巢低分化浆液性囊腺癌，术后10天复查血常规结果回报无异常，各项辅助检查未见明显化疗禁忌，给与紫杉醇+卡铂化疗方案，卡铂用量取500mg，紫杉醇300mg，化疗前给予地塞米松片口服，异丙嗪25mg肌注，格拉司琼、奥美拉唑、西咪替丁静脉输液，减轻化疗副反应，化疗期间吸氧，指脉氧监测，注意患者恶心、呕吐情况及生命体征变化。VTE评6分，为极高危患者，继续予低分子肝素，双下肢气压治疗预防血栓性疾病，化疗后观察无异常，出院，嘱定期复查并化疗。"
    },
    {
        "id": 476,
        "symptom": {
            "一般资料": "女性，21岁，无",
            "主诉": "孕30+5周,阴道流血伴下腹痛2小时",
            "现病史": "孕妇平素月经不规则，末次月经2019年10月22日，彩超推算预产期2020年08月08日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经29周在我院建卡检查共1次；无创DNA检查低风险。孕29周产检查胎心血压均正常。现孕妇孕30+5周，患者今天零点无诱因出现下腹痛，约2-3分钟一次，伴**流血，色鲜红,无**流液，未觉胎动,测胎心律O次/分，6-4彩超示胎盘厚70mm，现急诊拟“胎死宫内,胎盘早期剥离”收入院。停经以来孕妇无发热。食欲食量良好，睡眠情况良好，孕前体重46.50kg，体重增加14.5公斤，大便正常，小便正常。",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史。"
        },
        "examine": {
            "查体": "T:36.8℃，P:67次/分，R:20次/分，BP:106/76mmHg。发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，**正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律67次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查：宫底高度27.0cm，腹围90.0cm，估计胎儿大小1200.00g，胎方位左枕前(LOA)，可触及强直子宫收缩，子宫张力大，无明显间歇期。先露头，已衔接，胎心音0次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退90.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）。2020年5月28日本院二维彩超：宫内妊娠28周大小，单活胎，胎儿脐动脉血流频谱测值正常，BPD77mm，HC280mm，AC238mm，FL53mm，AFV44mm，AFI132mm，胎盘位于后壁，厚31mm，成熟度I+度，S/D3.07。2020年6月4日本院二维彩超：宫内妊娠29周大小，死胎，BPD87mm，HC302mm，AC240mm，FL63mm，AFV45mm，AFI156mm，胎盘位于后壁，厚70mm，成熟度II度。"
        },
        "diagnosis": {
            "初步诊断": "1.胎死宫内（孕1产0宫内妊娠30+5周单死胎）2.胎盘早期剥离",
            "诊断依据": "胎死宫内和胎盘早期剥离：现孕妇孕30+5周，患者今天零点无诱因出现下腹痛，约2-3分钟一次，伴阴道流血，色鲜红，无血性流液，未觉胎动,测胎心律O次/分，6-4彩超示胎盘厚70mm：宫底高度27.0cm，腹围90.0cm，估计胎儿大小1200.00g，胎方位左枕前(LOA)，可触及强直子宫收缩，子宫张力大，无明显间歇期。先露头，已衔接，胎心音0次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退90.00%，宫颈扩张0.0cm。先露位置S-2。胎膜未破。",
            "鉴别诊断": "前置胎盘：妊娠28周后，胎盘附着于子宫下段，甚至胎盘下缘达到或覆盖宫颈内口，其位置低于胎先露部，称为前置胎盘。前置胎盘是妊娠晚期出血的主要原因之一，是妊娠期的严重并发症。多见于经产妇，尤其是多产妇",
            "诊断结果": "1.胎盘早期剥离2.经剖宫产术分娩（孕1产1宫内妊娠30+5周LOT单死胎）3.胎死宫内4.产后贫血"
        },
        "cure": "患者入院时已出现胎死宫内，并且有大量**流血，考虑为胎盘早剥伴随胎死宫内，患者于产前听胎心律0次/分，取平卧位，常规消毒铺巾。取下腹横切口长12cm，逐层开腹，进入腹腔，腹腔无粘连，子宫如孕足月大小，子宫下段未形成。剪开子宫膀胱反折腹膜下推膀胱，横行切开子宫下段长约2cm，刺破胎膜，见血性羊水。03时39分娩出一死男婴,断脐后交护婴者。婴儿娩出后宫肌注缩宫素20u，静滴10u。手取胎盘，胎盘厚约4cm，见宫腔积血约300ml，胎盘剥离面约1/2胎盘总面积，子宫收缩良好。擦拭宫腔3次，检查子宫切口无延伸撕裂，常规缝合子宫肌层及子宫浆肌层，予欣母沛子宫肌注预防产后出血。用温盐水冲洗腹腔，检查术野无明显渗血，清点器械纱布无遗漏。1-0号薇乔缝线连续缝合腹膜及腹直肌筋膜。常规缝合皮下脂肪及皮肤。术后检查子宫收缩好。宫底平脐。检查软产道无裂伤。术毕，患者安返病房。术后体温36.5℃，脉搏：80次/分，呼吸：20次/分，血压：125/80mmHg。术后予1.严密观察产妇生命征变化，心电监护。2.禁食6小时后全流饮食。3.术后静滴缩宫素加强宫缩、予静滴头孢硫脒、奥硝唑预防感染治疗，予钠钾镁钙葡萄糖注射液、复方氨基酸注射液、转化糖注射液营养支持治疗。4.新生儿情况详见新生儿记录，出生后行早接触、早吸吮半小时。5.术后中西医结合快速康复治疗。术后应特别注意事项:注意患者宫缩、**流血情况及生命体征。术中检查双侧附件正常。产后予抗感染，促进子宫复旧治疗，口服生化汤加减以养血活血、祛瘀生新、温经止痛。术后宫缩好，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 477,
        "symptom": {
            "一般资料": "女性，51岁，无",
            "主诉": "发现盆腔包块1周",
            "现病史": "患者以往月经规则。量中，暗红色，无痛经。患者近2月自觉下腹部有包块，偶有下腹胀痛不适，无阵发性下腹痛，无异常出血排液。曾在义堂镇中心卫生院B超：子宫肌瘤。孝感市中心医院B超提示：子宫宫壁回声不均（腺肌瘤可能），宫腔内异常回声（息肉可能），宫颈囊肿（宫体切面径9.07*10.23*9.31厘米，宫壁回声不均匀，后壁见大小约10.33*7.97厘米不规则无回声，宫腔内可见大小约2.44*1.31厘米团状稍强回声）。偶有尿频，无尿痛尿急，无肛门坠胀不适，现在患者***要求手术治疗，门诊检查后，以\"子宫肿瘤\"收入院。发病期间，精神食欲正常，体力体重无明显改变。",
            "既往史": "平素身体健康，20岁左右患胸膜炎，治愈.1992年行结扎术，否认\"肝炎\"\"结核\"病史,无外伤史，出生于本地，无外地久居史，无不良嗜好，其父亲患轻度肝硬化，其母亲健在，21岁结婚，G3P2，其丈夫身体健康。"
        },
        "examine": {
            "查体": "神清，一般情况好，颈软，全身皮肤粘膜无黄染，全身浅表淋巴结无肿大，心肺未闻及明显异常，下腹见一手术瘢痕，腹平软，无压痛，肝脾肋下未及，双肾区无叩击痛，脊柱呈生理性弯曲，四肢活动自如，双下肢无水肿，生理性反射存在，病理性反射未引出。妇科检查：外阴已婚经产型，阴道通畅，有少许乳白色分泌物，宫颈肥大，轻度糜烂，无触血，子宫前倾位，增大，大小约12*10厘米，质硬，无压痛，双侧附件区未触及明显异常。",
            "辅助检查": "孝感市中心医院B超提示：子宫宫壁回声不均（腺肌瘤可能），宫腔内异常回声（息肉可能），宫颈囊肿（宫体切面径9.07*10.23*9.31厘米，宫壁回声不均匀，后壁见大小约10.33*7.97厘米不规则无回声，宫腔内可见大小约2.44*1.31厘米团状稍强回声）。血CA125:25.23u/ml.血常规：白细胞4.4910*9/L，红细胞4.0010*12/L，血红蛋白105g/L，血小板29310*9/L。血常规:WBC4.310^9/L、RBC3.7010^12/L↓、HGB100g/L↓、PLT25310^9/L、HCT31.5%↓、NEUT2.7910^9/L、LYM1.0910^9/L↓。凝血全套:PT13.30s、INR1.11、APTT29.40s、TT13.90s、Fbg2.46g/L、D-Dimer0.10mg/L。血沉:ESR8mm/h。结核抗体:OTB阴性。癌胚抗原CEA:1.42ng/ml，甲胎蛋白:6.33ng/ml，糖类抗原199:1.00U/ml。肝功能:TBIL6.4umol/L、DBIL2.2umol/L、IDBIL4.2umol/L、AST44U/L↑、ALT33U/L、AST/ALT1.3、ALP42U/L↓、GGT10U/L、TBA2.3umol/L、5-NT7U/L、TP64.8g/L↓、ALB38.2g/L↓、GLO26.6g/L、A/G1.44、PA151mg/L↓。CRP:CRP2.1mg/L。肾功能:BUN4.52mmol/L、CREA47.0umol/L、UA176.1umol/L、CO227.4mmol/L、b2mG0.94mg/L↓、Cys-c0.60mg/L。电解质:K3.94mmol/L、Na137.6mmol/L、CL107.9mmol/L、Ca2.28mmol/L、Mg0.78mmol/L、P0.88mmol/L。血脂:TG0.52mmol/L、CHOL3.23mmol/L、HDL-C1.37mmol/L、LDL-C1.78mmol/L↓、ApoAⅠ1.33g/L、ApoB0.67g/L、LP(a)172mg/L。血糖测定:GLU4.74mmol/L。心肌酶谱:CK67U/L、CK-MB22U/L、LDH152U/L、HBDH125U/L。糖化血红蛋白测定:HbA1c5.5%。心梗三项:CK-MB&lt;2.5ng/ml、CTnI&lt;0.01ng/ml、MYO&lt;30ng/ml。乙肝三系列测定:HBsAg阴性(-)、HBsAb阴性(-)、HBeAg阴性(-)、HBeAb阴性(-)、HBcAb阳性(+)，丙型肝炎核心抗原测定:阴性(-)，丙型肝炎抗体HCV:阴性(-)，HIV抗体:HIV-Ab阴性(-)，梅毒螺旋体抗体:TP-Ab阴性(-)。血型鉴定:ABOB、RH阳性(+)、阴性(-)。B超：升主动脉增宽，左室舒张功能减低。B超：双侧颈动脉声像图未见明显异常。B超：双下肢深静脉可显示段血流通畅，双下肢动脉可显示段未见明显异常。B超：双肾结石，左肾内稍高回声：错构瘤可能。胸片：两肺野未见明显活动性病变。心电图：正常。"
        },
        "diagnosis": {
            "初步诊断": "1.子宫肿瘤2.慢性子宫颈炎3..贫血",
            "诊断依据": "女患，51岁，发现盆腔包块1周，偶有下腹胀痛不适，无阵发性下腹痛，无异常出血排液，体检无异常，妇检外阴已婚经产型，**畅，有少许乳白色分泌物，宫颈肥大，轻度糜烂，无触血，子宫前倾位，增大，大小约12*10厘米，质硬，无压痛，双侧附件区未触及明显异常。B超提示：子宫宫壁回声不均（腺肌瘤可能），宫腔内异常回声（息肉可能），宫颈囊肿（宫体切面径9.07*10.23*9.31厘米，宫壁回声不均匀，后壁见大小约10.33*7.97厘米不规则无回声，宫腔内可见大小约2.44*1.31厘米团状稍强回声。血常规:WBC4.310^9/L、RBC3.7010^12/L↓、HGB100g/L↓综上，诊断成立。",
            "鉴别诊断": "卵巢肿瘤：附件区可触及包块，B超可协助。",
            "诊断结果": "1.子宫肿瘤2.慢性子宫颈炎3.继发性贫血"
        },
        "cure": "诊疗计划:1.完善相关辅助检查（肝肾功能等)。2.上报上级医师，择期手术。3、观察病情做相应处理。必要时手术治疗。完善相关检查后诊断明确，拟行手术。麻醉经过：患者入室后常规监测IBPSPO2HRRR呼末二氧化碳分压等，开放上肢静脉补液，静脉顺序给予长托宁0.2毫克，咪唑安定2毫克，舒芬太尼25微克，依托咪酯乳剂18毫克，顺式阿曲库铵14毫克，5min后经口明视插入ID7.0mm气管内加强导管，纤维喉镜直视下确认气管内无误后接麻醉机行控制呼吸，术中吸入七氟烷，静脉泵注丙泊酚**维持麻醉，静脉泵注小剂量右美托咪定镇静。术中顺利，手术经过顺利，术中出血约50ml。麻醉效果满意，术毕拔管回病房，接PCIA止痛。术后随访未见麻醉后相关并发症。手术经过：患者取膀胱截石位于手术台上，全身麻醉成功后，常规消毒术野铺巾，于脐孔上作长约1CM切口，气腹针穿刺进腹，CO2充气，压力14mmHg,10mm穿刺针穿刺进腹。见：子宫不规则增大，约10*9厘米，质硬，形态失常，后壁触及一肿瘤，大小约10*7厘米，双侧附件外观无明显异常，拟行腹腔镜下全子宫切除术、左侧输卵管切除术、右侧附件切除术。手术顺利，术中出血约50毫升。术毕患者返回病房，血压:130/70mmHg。术后抗炎（抗生素选择头孢哌酮钠他唑巴坦钠2克静滴酶8小时一次，甲硝唑注射液100毫升静滴，每日两次）对症治疗（补液补充能量)。一周后出院。"
    },
    {
        "id": 478,
        "symptom": {
            "一般资料": "女性，41岁，公务员",
            "主诉": "停经38+4周，入院要求剖宫产",
            "现病史": "孕妇平素月经规则，末次月经2019年04月05日，预产期2020年01月12日；停经45天测尿HCG阳性。停经早期前三个月有纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经13周在外院建卡检查共8次；唐氏三联筛查：年龄高风险。各次查胎心血压均正常。患者第一胎顺产后，发现子宫平滑肌瘤，未予系统诊治。2019-12-04广东省妇幼保健院超声检查示：1.子宫颈肌瘤合并宫内妊娠（大小约122×83mm），单活胎。2.胎儿股骨径及肱骨径小于孕周。3.脐动脉血流频谱正常范围。4.注意胎儿双肾情况（左肾盂分离6.7mm）。建议产前咨询及定期复查。行脐血穿刺未见明显异常。现孕妇停经38+4周，门诊拟“妊娠合并宫颈肌瘤”收入院。停经以来孕妇无腹痛,无腹坠胀；无**流血，无**流液，无头痛、头晕，无眼花、视曚，双下肢浮肿，范围至小腿下1/3，无肢体抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重44.00kg，体重增加20公斤，大便正常，小便正常。",
            "既往史": "2012年人工流产，2017年左侧乳腺纤维瘤手术（具体不详），否认肝炎、结核、疟疾病史，否认高血压、冠心病、糖尿病等慢性疾病病史，否认脑血管疾病、精神疾病史，否认外伤、输血史。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。全身浅表淋巴结无肿大。头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。口唇无发绀，口腔粘膜未见异常。伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸廓未见异常，胸骨无压痛，胸部正常对称，**凸。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心律83次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未见异常，4次/分。脊柱正常生理弯曲，四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科检查：宫底高度33.0cm，腹围107.0cm，估计胎儿大小3200.00g，胎方位枕左前(LOA)，宫缩无，胎心音150次/分。阴检：宫口未开，宫颈质地软，宫颈位置中，宫颈消退30.00%。先露位置S-2。胎膜未破。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "2019-12-23产检资料：血分析、尿分析、凝血四项、感染四项均无明显异常。外院地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH1.443mIU/LFT44.99pmol/LTPO17.4IU/ml。血型“B”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）。广东省妇幼保健院2019-08-02产前无创DNA检测为低风险。脐血穿刺未见明显异常。糖耐量试验：4.03-6.13-6.15mmol/L。2019-12-04广东省妇幼保健院超声检查示：1.子宫颈肌瘤合并宫内妊娠（大小约122×83mm），单活胎。2.胎儿股骨径及肱骨径小于孕周。3.脐动脉血流频谱正常范围。4.注意胎儿双肾情况（左肾盂分离6.7mm）。建议产前咨询及定期复查。2019年12月19日广东省妇幼保健院：二维彩超：1.宫内妊娠，单活胎。2.脐带绕颈两周。3.脐动脉血流频谱正常范围。建议定期复查。（胎位LOA。BPD90mm，HC321mm，AC323mm，FL66mm，羊水暗区42mm，羊水指数123mm，胎盘位于子宫后壁，厚36mm，成熟度II度，脐动脉S/D：2.26，HR:145次/分。"
        },
        "diagnosis": {
            "初步诊断": "1.妊娠合并宫颈平滑肌瘤（孕3产1宫内妊娠38+4周LOA单活胎）2.脐带绕颈（2周）3.左乳乳腺纤维瘤病（术后）4.高龄经产妇妊娠监督",
            "诊断依据": "1.妊娠合并宫颈平滑肌瘤：患者2019-12-04广东省妇幼保健院超声检查示：1.子宫颈肌瘤合并宫内妊娠（大小约122×83mm），单活胎。2.脐带绕颈（2周）2019年12月19日广东省妇幼保健院：二维彩超：1.宫内妊娠，单活胎。2.脐带绕颈两周。3.左乳乳腺纤维瘤病（术后）：2017年左侧乳腺纤维瘤手术（具体不详）4.高龄经产妇妊娠监督：患者已经超过35岁了。",
            "鉴别诊断": "妊娠合并子宫体肌瘤：女性生殖器官中最常见的一种良性肿瘤，也是人体中最常见的肿瘤之一，其又称为纤维肌瘤、子宫纤维瘤、子宫平滑肌瘤。子宫肌瘤，患者如果妊娠，由于妊娠后体内激素变化，将**子宫肌瘤，使其在孕期体积增大。此患者为宫颈部位的肌瘤，不是子宫体部的肌瘤。",
            "诊断结果": "1.妊娠合并宫颈平滑肌瘤（粘液性）2.经剖宫产术分娩(孕3产2宫内妊娠38+5周LOA单活婴）3.左乳乳腺纤维瘤病（术后）4.高龄经产妇妊娠监督"
        },
        "cure": "入院后完善各项相关检查，孕妇因\"妊娠合并宫颈平滑肌瘤\"于2020年01月03日09时05分行子宫下段剖宫产术，于09时16分娩出一活男婴，外观未见明显畸形，Apgar's评分10-10-10分，体重3.32kg，身长50cm。胎盘胎膜完整，术中检查双侧附件正常，见宫颈后壁大小约12cm*8cm的肿物，予切开肌瘤，钝性剔除肿物，送术中冰冻检查示平滑肌瘤伴粘液性病变，缝合切口未见渗血渗液。。产后予抗感染，促进子宫复旧治疗，予指导母乳喂养，口服生化汤加减以养血活血、祛瘀生新、温经止痛。术后复查血液分析，血浆D-二聚体，生化8项未见异常。术后宫缩好，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。2020-1-7病理回复：（子宫）平滑肌瘤伴粘液变性。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 479,
        "symptom": {
            "一般资料": "女性，25岁，销售",
            "主诉": "停经37+5周,阴道流液1+小时。",
            "现病史": "孕妇平素月经规则，末次月经2020年09月03日，预产期2021年06月10日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动,停经13周在我院建卡检查共11次；唐氏三联筛查低风险。各次查胎心血压均正常。2021-1-24我院查肝功2项提示：AST59U/L，ALT151U/L，2021-2-28复查肝功2项正常。2021-5-6我院门诊查白带常规提示：霉菌孢子（+），霉菌菌丝（+），予克霉唑阴道片阴道纳药治疗，2021-5-19复查白带常规未见明显异常。现孕妇停经37+5周，患者今天早上4点无诱因出现阴道流液，伴不规则下腹痛，无阴道见红，自觉胎动正常。现急诊拟“胎膜早破”收入院。停经以来孕妇无腹痛,无腹坠胀；无阴道流血，无阴道流液，无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐。无发热。食欲食量良好，睡眠情况良好，孕前体重60.00kg，孕期体重增加约22kg，大便正常，小便正常。",
            "既往史": "一般健康状况良好，否认高血压，无化学性物质、放射性物质、有毒物质接触史，否认外伤史；有手术史，2020年因不孕症行宫腹腔镜联合探查术。否认输血史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。皮肤和黏膜检查结果：全身皮肤黏膜无黄染，无皮疹、皮下出血，无皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝掌、蜘蛛痣。全身浅表淋巴结检查结果：全身浅表淋巴结无肿大。头部及其器官检查结果：头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛，无听力粗试障碍。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。嗅觉正常。口唇无发绀，口腔粘膜未见异常。舌苔正常，伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈部检查结果：颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸部检查结果：胸廓未见异常，胸骨无压痛，乳房正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性罗音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心率71次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹部检查结果：腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未闻及异常，4次/分。肛门指诊检查结果：肛门未查。外生殖器检查结果：外生殖器检查结果：无异常。脊柱检查结果：脊柱正常生理弯曲。四肢检查结果：四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。神经系统检查结果：四肢肌力、肌张力正常，双侧肱二、三头肌腱反射正常，双侧膝、跟腱反射正常，生理反射正常，病理反射未引出，双侧Babinski征阴性。专科情况：宫底高度33.0cm，腹围107.0cm，估计胎儿大小3300.00g，胎方位左枕前(LOA)，宫缩不规则，强度弱，先露头，已衔接，胎心音140次/分。阴检：宫颈质地软，宫颈位置中，宫颈消退90.00%，宫颈扩张0.0cm。先露位置S-2。胎膜已破，羊水{清}，PH&gt;7。骨盆测量：髂前上棘间径24.0cm，髂嵴间径26.0cm，骶耻外径19.0cm，坐骨结节间径9.0cm。",
            "辅助检查": "1.血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。2.地贫检查正常。3.妊娠甲功三项：TSH2.974mIU/LFT49.12pmol/LTPO0.26IU/ml。4.血型“O”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，5.乙肝五项示：HBsAg（阴性），HBsAb（阴性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）6.唐氏筛查：21-三体综合征：低风险，18-三体：低风险，开放性脊柱裂：低风险。糖耐量试验：4.68-7.57-7.60mmol/L。7.2021年05月19日本院二维彩超：宫内妊娠，单活胎，胎儿心率偏快，请结合临床，胎儿脐动脉血流频谱测值正常范围，胎儿超声四项生物物理评分8分（BPD97mm，HC339mm，AC341mm，FL70mm，AFV44mm，AFI144mm，胎盘位于后壁，厚38mm，成熟度II-度，S/D2.01，胎儿估重3306g+/-489g）。"
        },
        "diagnosis": {
            "初步诊断": "胎膜早破(孕1产0宫内妊娠37+5周LOA单活胎)先兆临产",
            "诊断依据": "1.胎膜早破、先兆临产：停经37+5周,阴道流液1+小时。2.患者今天早上4点无诱因出现阴道流液，伴不规则下腹痛，无阴道见红，自觉胎动正常。3.阴检：宫颈质地软，宫颈位置中，宫颈消退90.00%，宫颈扩张0.0cm。先露位置S-2。胎膜已破，羊水{清}，PH&gt;7。",
            "鉴别诊断": "临产：产妇已进入产程。主要标志为:有规律并且逐渐增强的宫缩，持续30秒或以上，间歇5-6分钟，同时伴随进行性宫颈管消失、宫口扩张和胎先露部下降，用镇静药物不能抑制。",
            "诊断结果": "胎膜早破头位顺产(孕1产1宫内妊娠37+5周LOA单活婴)妊娠合并霉菌性阴道炎"
        },
        "cure": "入院后完善各项相关检查，提示热带假丝酵母菌，需服用氟康唑150mg，并予阴道试产，产程进展顺利。于2021年05月25日18时09分在会阴切开后顺产单活男婴，出生体重3.42Kg，身长52cm，Apgar评分10-10-10分，羊水清，脐带绕颈一周，胎盘娩出完整，胎膜娩出基本完整，检查软产道无裂伤，产后宮缩好。产后予以口服生化汤加减以养血活血、祛瘀生新、温经止痛。产妇产后宫缩好，恶露少，无异味，会阴伤口无红肿及渗液，甲级愈合。现产妇无明显不适，予办理出院。"
    },
    {
        "id": 480,
        "symptom": {
            "一般资料": "女性，36岁，无",
            "主诉": "停经31+3周,阴道流液1小时。",
            "现病史": "孕妇平素月经规则，末次月经2020年10月10日，预产期2021年07月17日；停经40天测尿HCG阳性。停经早期未出现纳差不适，无放射线接触史；早孕期无病毒感染，未接触其他有害物；停经4月出现胎动，停经13周在我院建卡检查共2次；因为高龄孕妇，建议行产前诊断，孕妇拒绝，要求行无创基因检测均提示低风险。各次查胎心血压均正常。孕妇平素无多饮、多食、多尿等，孕中期我院行OGTT：5.17-7.23-5.57mmol/L，诊断为妊娠期糖尿病，门诊医师予饮食指导及运动控制血糖，孕妇平素未监测血糖；现孕妇停经31+3周，患者今天下午2:20无诱因出现阴道流液，量中，无下腹痛，无阴道见红，自觉胎动正常。现急诊拟“未足月胎膜早破”收入院。停经以来孕妇无头痛、头晕，无眼花、视曚，无肢体浮肿及抽搐,无发热,食欲食量良好，睡眠情况良好，孕前体重64.00kg，体重增加12公斤，大便正常，小便正常。",
            "既往史": "一般健康状况良好，否认高血压，无化学性物质、放射性物质、有毒物质接触史，否认外伤史；有手术史；否认输血史，预防接种史不详。孕3产2流0，异常孕产情况无，于2003年外院剖宫产一女，出生体重4.35Kg，于2012年外院剖宫产一女，出生体重4.15kg，女健在。"
        },
        "examine": {
            "查体": "T:37.2℃，P:76次/分，R:20次/分，BP:111/64/mmHg。发育正常，营养良好，正常面容，表情自如，自动体位，神志清楚，精神状态良好，语音清晰，查体合作，对答切题。皮肤和黏膜检查结果：全身皮肤黏膜无黄染，无皮疹、皮下出血，下腹部见一长约15cm陈旧性手术瘢痕，瘢痕区无压痛，无皮下结节，毛发分布正常，皮下无水肿，无肝掌、蜘蛛痣。全身浅表淋巴结检查结果：全身浅表淋巴结无肿大。头部及其器官检查结果：头颅无畸形、压痛、包块、无眼睑水肿，结膜未见异常，眼球运动未见异常，巩膜无黄染，瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无异常分泌物，乳突区无压痛，无听力粗试障碍。外鼻无畸形，鼻通气畅，鼻翼无扇动，两侧副鼻窦区无压痛。嗅觉正常。口唇无发绀，口腔粘膜未见异常。舌苔正常，伸舌无偏斜、震颤，齿龈未见异常，咽部粘膜未见异常，扁桃体无肿大。颈部检查结果：颈软无抵抗，气管居中，颈动脉搏动未见异常，颈静脉无怒张，肝颈静脉回流征阴性，甲状腺无肿大，无压痛、震颤、血管杂音。胸部检查结果：胸廓未见异常，胸骨无压痛，乳房正常对称。呼吸运动未见异常，肋间隙未见异常，语颤未见异常。叩诊清音，呼吸规整，双肺呼吸音清晰，双侧肺未闻及干、湿性罗音，无胸膜摩擦音。心前区无隆起，心尖搏动未见异常，心浊音界未见异常，心率80次/分，律齐，各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。腹部检查结果：腹膨隆，无腹壁静脉曲张，腹部柔软，无压痛、反跳痛，腹部无包块。肝脏肋下未触及，脾脏肋下未触及，Murphy氏征阴性，肝区无叩击痛，肾区无叩击痛，无移动性浊音。肠鸣音未闻及异常，4次/分。肛门指诊检查结果：肛门未查。外生殖器检查结果：外生殖器检查结果：无异常。脊柱检查结果：脊柱正常生理弯曲。四肢检查结果：四肢活动自如，无畸形、下肢静脉曲张、杵状指（趾），关节未见异常，双下肢无浮肿。神经系统检查结果：四肢肌力、肌张力正常，双侧肱二、三头肌腱反射正常，双侧膝、跟腱反射正常，生理反射正常，病理反射未引出，双侧Babinski征阴性。专科情况:宫底高度29.0cm，腹围102.0cm，估计胎儿大小2100.00g，胎方位左枕前(LOA)，宫缩无，先露头，未衔接，胎心音143次/分。阴检：宫颈质地软，宫颈位置后，宫颈消退30.00%，宫颈扩张0.0cm。先露位置S-2。胎膜已破，羊水{清}，PH&gt;7。",
            "辅助检查": "血分析、尿分析、凝血四项、肝功八项及生化八项均无明显异常。地贫检查正常、G-6-PD正常。妊娠甲功三项：TSH0.457mIU/LFT49.79pmol/LTPO0.08IU/ml。血型“AB”型，RH阳性。TRUST阴性、HIV阴性、HCV阴性，乙肝五项示：HBsAg（阴性），HBsAb（阳性），HBeAg（阴性）,HBeAb（阴性）,HBcAb（阴性）无创基因检测均提示低风险。糖耐量试验：5.17-7.23-5.57mmol/L。2021年05月18日本院二维彩超：宫内妊娠32+周，单活胎，脐带绕颈1周，胎儿脐动脉血流频谱测值正常（BPD81mm，HC304mm，AC280mm，FL65mm，AFV48mm，AFI122mm，胎盘位于前壁，厚30mm，成熟度I度，S/D2.57，胎儿估重2013g+/-294g）。2021年05月21日本院二维彩超：宫内妊娠32+周，单活胎，脐带绕颈1周，胎儿脐动脉血流频谱测值正常（BPD83mm，HC298mm，AC285mm，FL62mm，AFV37mm，AFI73mm，胎盘位于前壁，厚36mm，成熟度I度，S/D2.09，胎儿估重2009g+/-293g）。"
        },
        "diagnosis": {
            "初步诊断": "1.未足月胎膜早破（孕3产2宫内妊娠31+3周LOA单活胎）2.妊娠期糖尿病3.高龄经产妇妊娠监督4.瘢痕子宫5.高危妊娠监督（既往剖宫产2次）",
            "诊断依据": "未足月胎膜早破：停经31+3周,阴道流液1小时。现孕妇停经31+3周，患者今天下午2:20无诱因出现阴道流液，量中，无下腹痛，无阴道见红，自觉胎动正常。现急诊拟“未足月胎膜早破”收入院。妊娠期糖尿病：孕中期我院行OGTT：5.17-7.23-5.57mmol/L，诊断为妊娠期糖尿病。高危妊娠监督（既往剖宫产2次）、高龄经产妇妊娠监督、瘢痕子宫：于2003年外院剖宫产一女，出生体重4.35Kg，于2012年外院剖宫产一女，出生体重4.15kg，女健在，年龄36岁。",
            "鉴别诊断": "足月胎膜早破：满孕37周后的胎膜早破，发生率约10%，表现为宫口未开，但是胎膜已破，羊水流出。",
            "诊断结果": "1.妊娠合并子宫瘢痕2.妊娠期糖尿病3.分娩期宫内感染（羊水感染）4.经剖宫产术分娩（孕3产3宫内妊娠32+1周LOA单活婴）5.胎膜早破6.胎儿宫内窘迫7.早产8.高龄经产妇妊娠监督9.高危妊娠监督(既往剖宫产2次)10.妊娠合并绒毛膜羊膜炎（重度）11.妊娠合并盆腔粘连12.早产低出生体重儿"
        },
        "cure": "入院后完善各项相关检查，孕妇出现少许阴道流血、阴道流液、下腹痛，先后予硝苯地平片、盐酸利托君注射液抑制宫缩；地塞米松促胎肺成熟治疗。23/5胎监提示胎心基线波动在165-175bpm之间，急查血液分析提示白细胞、中性粒细胞、CRP升高，考虑\"胎儿宫内窘迫、宫内感染？\"于2021-05-24行子宫下段剖宫产+盆腔粘连松解术，于2021-05-2400:35娩出一活男婴，外观未见明显畸形，Apgar's评分10-10-10，体重1.97kg，身长42cm。胎盘胎膜完整，术中检查左侧附件正常，右侧附件粘连包裹无法探及。产妇术后约3小时累计阴道流血量共350ml，期间已使用卡孕栓塞肛、静滴缩宫素、持续按摩子宫促进子宫收缩，但仍有阵发性宫缩欠佳，予放置宫腔填塞球囊；产后根据羊水细菌培养及药敏结果，予头孢曲松联合奥硝唑抗感染，促进子宫复旧治疗，予指导母乳喂养，口服生化汤加减以养血活血、祛瘀生新、温经止痛。术后宫缩好，恶露少，无异味，腹部切口无红肿渗液，甲级愈合。已拔出宫腔球囊、术口负压引流球，予拆线，抗感染治疗后复查感染指标较前下降，2021-5-24病理检查急性绒毛膜羊膜炎（重度）；现产妇无明显不适，予办理出院。"
    },
    {
        "id": 481,
        "symptom": {
            "一般资料": "女性，21岁，工人",
            "主诉": "停经42天，阴道流血十天",
            "现病史": "患者LMP:2018-11-05，量中如常。12-06患者自测尿妊娠试验提示：弱阳性。12-07患者在无明显诱因下出现**出血，始量少，12-10出血量增多量同月经量，于我院急诊就诊，查尿妊娠试验提示：弱阳性。B超提示：宫内外未见明显妊娠图像。晨查HCG提示：203.50mIU/ml。后于门诊随访B超及HCG。12-14HCG提示：293.8mIU/ml。四天后患者出血量减少，呈点滴样，淋漓不净至今，无腹痛**坠胀等。患者平素月经4/25-30天，量中，用10+卫生巾，无痛经。平时无经量增多经期延长，无下腹痛**不规则出血异常排液等。今患者于我院门诊就诊查B超提示：右侧卵巢旁低回声小包块：右侧输卵管妊娠？盆腔少量积液（9mm）。HCG:316.20mIU/ml。门诊拟以“异位妊娠？”收住入院。病程中无发热畏寒，无腹痛腹坠，无**坠胀感，无明显白带增多。食纳，大小便无异常，无消瘦。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，否认高血压、糖尿病、癫痫等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：神志：清晰，面容：无病容，体位：自主，步态：正常，检查合作程度：合作。皮肤黏膜：皮疹：无，温湿度：正常，水肿：无，肝脏：无，蜘蛛痣：无，其他：无。淋巴结：全身浅表淋巴结：无肿大。头颈部：巩膜：黄染：无，瞳孔：等大等圆3mm，对光反射：正常。耳鼻：未见异常。唇：红润，咽：无充血。颈软，颈动脉：搏动正常，颈静脉：正常，气管：居中，甲状腺：正常，对称，弥漫性，质软，其他异常：无。胸部：**：发育正常，**肿块：无，肺：呼吸运动：正常，肋间隙：正常，胸膜摩擦感：无，呼吸音：正常，啰音：无。心：心尖搏动：正常，震颤：无，心浊音界未见异常，心律94次/分，心律：规整，心音未见异常，各瓣膜听诊区未闻及病理性杂音。腹部：外形：正常，柔软，手术瘢痕：无，压痛：无，反跳痛：无，腹部包块：无，肝脾肋下未触及，肝肾脏无叩击痛，移动性浊音阴性，肠鸣音未见异常。**直肠：正常。脊柱四肢：正常。神经系统：生理反射存在，病理反射未引出。妇科情况：外阴：发育：正常，皮肤黏膜色泽：正常。阴道：黏膜：正常，伸展：良好，分泌物：有，少量咖啡色分泌物，前后壁无膨出。宫颈：光滑，赘生物：无，囊肿：无，接触性出血：无，举痛：无宫体:(前)位，大小：正常，质地：软。形状：规则，活动度：良好，压痛：无。附件：双侧附件区未及明显包块，无压痛。",
            "辅助检查": "妇科B超检查结果：子宫大小形态正常，边界清楚，肌层回声均匀，宫腔内无积液，内膜厚9mm。右侧卵巢26*25mm，右侧卵巢旁见9*17mm不均质低回声。盆腔积液9mm。诊断意见：右侧卵巢旁低回声小包块：右侧输卵管妊娠？盆腔少量积液。血HCG提示：293.8mIU/ml。"
        },
        "diagnosis": {
            "初步诊断": "停经**出血待查1异位妊娠？",
            "诊断依据": "患者为青年女性，主要症状是停经42天，阴道流血十天，阴道出血量少，呈点滴样，淋漓不净，时间较长，结合专科查体：外阴：发育：正常，皮肤黏膜色泽：正常。**：黏膜：正常，伸展：良好，分泌物：有，少量咖啡色分泌物，前后壁无膨出。宫颈：光滑，赘生物：无，囊肿：无，接触性出血：无，举痛：无宫体:(前)位，大小：正常，质地：软。形状：规则，活动度：良好，压痛：无。附件：双侧附件区未及明显包块，无压痛。以及妇科B超检查结果：子宫大小形态正常，边界清楚，肌层回声均匀，宫腔内无积液，内膜厚9mm。右侧卵巢26*25mm，右侧卵巢旁见9*17mm不均质低回声。盆腔积液9mm。诊断意见：右侧卵巢旁低回声小包块：右侧输卵管妊娠？盆腔少量积液，和血HCG的增高以及尿妊娠试验提示：弱阳性，综合考虑为异位妊娠的可能性较大。结合术后病理提示：（右侧输卵管）妊娠，出血。最终诊断为：异位妊娠。",
            "鉴别诊断": "1.异位妊娠：有停经史，不规则**出血及下腹痛病史，该妇尿妊娠试验弱阳性，B超提示右附件区包块，目前异位妊娠可能性大，拟进一步完善血HCG值及动态监测B超明确诊断，必要时行腹腔镜诊治术；2.黄体破裂：多无停经史，后穹窿穿刺可抽出不凝血，尿或血HCG阴性，不排除妊娠黄体破裂可能，确诊有待于手术以及术后病理的诊断；3.急性阑尾炎：多有转移性右下腹痛病史，麦氏点压痛，血象升高，B超子宫附件区无异常回声，结合病史以及体格检查的情况，暂不考虑。",
            "诊断结果": "异位妊娠"
        },
        "cure": "入院完善相关检查，以甲氨蝶呤20mgqd肌注治疗。后患者自觉右下腹痛痛，复查**彩超提示：右侧卵巢旁见36*22mm低回声盆腔内见21mm液性暗区右侧输卵管妊娠可能。行后穹窿穿刺手术，抽出3ml不凝血。有手术指征，于入院后第三天在全麻下行“腹腔镜下右侧输卵管切除术”。术中见：子宫正常大小，左附件和右卵巢外观正常，右侧输卵管峡部增粗约3*1.5cm，呈紫蓝色，血块附着，盆腔积血约200ml。手术经过顺利，术后予抗炎补液等对症支持治疗。术后病理提示：（右侧输卵管）妊娠，出血。异位妊娠诊断明确，术后复查绒毛膜**(β-HCG):44.24(mIU/ml)。后病情痊愈出院。"
    },
    {
        "id": 482,
        "symptom": {
            "一般资料": "男性，55岁，农民",
            "主诉": "男性,55岁,农民声音嘶哑3+月",
            "现病史": "患者于3+月前无明显诱因，开始出现声音嘶哑,呈持续性，以受凉或用嗓过度后明显，伴说话费力，无畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，起病后病情持续性发作，院外口服药物、局部用药（具体不详），上述症状未缓解，1+月前开始出现咽喉烧灼痛，无吞咽梗阻及呼吸不畅，无痰中带血。1天前于仁寿县人民医院就医，检查发现声带新生物。今为进一步诊治来我院就诊，在门诊拟诊断为“声带新生物”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "20+年前鼻面部外伤史行清创缝合治疗（具体不详），10+年前行左下肢静脉曲张手术（具体不详），否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主**，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。**：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心律67次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。**、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：鼻面部见陈旧瘢痕，外鼻稍向左侧外斜，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见少许粘性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，肥大，鼻中隔右侧偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，左侧声带前2/3，右侧声带前1/2及前联合见菜花样新生物生长，表面假膜覆盖，左侧喉室丰满，声门闭合差。NBI：IPCL：Va型。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2020.12.17外院喉镜示：双侧声带新生物。新冠病毒核酸检测：阴性（-）。2020.12.18我院门诊喉镜示：声带新生物待诊：Ca?其他。"
        },
        "diagnosis": {
            "初步诊断": "喉新生物：性质待查",
            "诊断依据": "患者为中年男性，慢性起病，病程长。患者以\"声音嘶哑3+月\"为主诉。专科查体：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，左侧声带前2/3，右侧声带前1/2及前联合见菜花样新生物生长，表面假膜覆盖，左侧喉室丰满，声门闭合差。NBI：IPCL：Va型。辅助检查：2020.12.17外院喉镜示：双侧声带新生物。新冠病毒核酸检测：阴性（-）。2020.12.18我院门诊喉镜示：声带新生物待诊：Ca?其他。",
            "鉴别诊断": "本病当与\"喉**状瘤\"相鉴别，喉**状瘤患者以声嘶、干咳，严重者喉鸣及呼吸困难为主要症状，喉镜检查：声带、室带、前联合等处单发或多发苍白、或灰红色、表面粗糙不平呈**状肿物，重者达声门下及气管。病检可明确。",
            "诊断结果": "喉鳞状细胞癌（声门型）(T1bN0M0)"
        },
        "cure": "入院后完善相关术前准备，先与全麻支撑喉镜下行喉新生物活检，术后病理提示：（左右声带）重度鳞状上皮异性增生，原位癌形成。患者目前诊断明确，结合颈部增强CT及电子喉镜结果，考虑分期为T1b。由于病灶位于双侧声带前联合，故而若采用二氧化碳激光手术，不易切除彻底，与患者及家属充分沟通后，拟采用环状软骨上喉部分切除的经典方式。于全麻下行“气管切开+喉次全切除术+喉功能重建+双侧颈部淋巴结清扫+左侧胸导管结扎+任意皮瓣成形术”。术中所见：右侧声带前1/2、双侧前联合、左侧声带前2/3见菜花样新生物生长，质脆，色晦暗，左侧喉室丰满，双侧披裂、室带未见明显新生物，甲状软骨板及环状软骨完整，未见破坏，声门下区光滑，会厌前间隙无侵袭，梨状窝无侵袭。颈部见多个肿大淋巴结，较大者位于右侧II区，大小约1.5*1.0cm，包膜完整，与周围组织无粘连。手术过程：1.全麻成功之后病人取仰卧垫肩位，常规消毒铺巾，作U形皮肤切口，切口两端达胸锁乳突肌前缘舌骨平面，深达颈阔肌深面，制作皮瓣，并掀起固定。2.止血后。3.先做右侧颈淋巴结清扫，清扫范围（II-IV区），保留颈内静脉、颈总动脉、副神经、舌下神经等重要组织，冲洗检查，并止血，同法行左侧颈淋巴结清扫，清扫范围（II-IV区），冲洗检查，并止血，行左侧胸导管结扎。4.沿颈白线切开颈前带状肌，保护肌膜、于气管第3.4软骨环行气管切开，更换一次性麻醉气管套管并固定。5.自舌骨下肌群切开颈前带状肌向下翻开颈前带状肌（备用）。6.切断咽缩肌群松动喉体，用扁桃体剥离子分离梨状窝粘膜，切开环甲膜，进入喉腔见如上述，保留双侧环甲关节用舌骨剪剪开甲状软骨板。7.自甲状软骨板上缘切开会厌前间隙，保留会厌于左侧进入喉咽腔，肉眼直视下保留双侧披裂及环杓关节行喉次全切除术。冲洗术区取切缘送冰冻病理检查，盐水纱布覆盖创面。8.切缘冰冻病理检查示：切缘未见肿瘤组织。9.再次冲洗术区，检查无活动性出血，置入成人胃管置入深度55cm，固定。10.切开咽会厌皱襞粘膜，扩大喉口，用2-0可吸收缝线将舌骨、会厌根及环状软骨对位间断缝合三针，重建喉功能。10.颈前带状肌复位使用3-0可吸收缝线与舌骨下肌群间断缝合再次加固喉咽腔。11.更换7.5#一次性气管套管并固定。12.再次检查术区无出血，双侧颈部置入负压引流管2根，缝合固定。13.3-0可吸收缝线分层缝合切口，关闭术区。14.再次检查无出血，包扎伤口。15.手术中无并发症发生，出血50ml,术毕。送检标本：喉肿瘤及颈部淋巴结"
    },
    {
        "id": 483,
        "symptom": {
            "一般资料": "男性，3岁3个月，无",
            "主诉": "男性,3岁3个月岁,无发热1小时，抽搐后半小时",
            "现病史": "患儿于入院前1小时无明显诱因出现发热，具体体温未测，家长予四季抗病毒合剂10ml口服1次，半小时前患儿出现抽搐，表现为意识丧失，双眼上翻，牙关紧闭，四肢阵挛性抖动，约2分钟后缓解，抽后无尿便失禁，立即乘车来我院，急诊测体温39.8℃，以“发热、抽搐原因待查”收治入院；发病来患儿精神不振，进食较好，睡眠可，二便正常，无尿频、尿急等症。",
            "既往史": "患儿平时身体一般。2019年12月13日至12月18日因“急性上呼吸道感染，发热性惊厥，呼吸性碱中毒，代谢性酸中毒，支原体感染，中性粒细胞减少症”在我科住院治疗，入院期间查头MRI未见异常，脑电图提示轻度异常小儿睡眠脑电图，好转出院。否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "查体：T：39.8℃，P：146次/分，R：44次/分，WT：15kg，精神不振，神志清，面色正常，呼吸稍促，左上臂卡疤阳性，咽部充血，双扁桃体I度肿大，表面充血，颈软，双肺呼吸音粗，未闻及啰音，心音有力，律齐，未闻及杂音，腹部软，肝脾未出及肿大，肠鸣音正常，四肢活动自如，神经系统查体病理征阴性。",
            "辅助检查": "血气分析：PH：7.41，PCO2:35mmHg，PO2:86mmHg,Na+134mmol/L，K+3.9mmol/L，Ca1.1.09mmol/L，Glu7.0mmol/L，Lac2.7mmol/L，Hct38%，HCO3：22.2mmol/L，HCO3std：23.4mmol/L，TCO2：23.3mmol/L，BEecf：-2.4mmol/L，BE(B)：-2.0mmol/L，SO2C97%。提示呼吸性碱中毒成立，乳酸高于正常，故诊断高乳酸血症成立血细胞分析(五分类)：白细胞20.15×10^9/L、淋巴细胞比率33.94%、单核细胞比率6.44%、中性粒细胞比率58.74%、红细胞4.83×10^12/L、血红蛋白122.0g/L、血小板376.00×10^9/L，C—反应蛋白测定：2.6mg/L，降钙素原测定(定量)："
        },
        "diagnosis": {
            "初步诊断": "发热、抽搐原因待查",
            "诊断依据": "1.发热1小时，抽搐后半小时。2.查体：T：39.8℃，精神不振，呼吸稍促，咽部充血，双扁桃体I度肿大，表面充血，颈软，神经系统查体病理征阴性。",
            "鉴别诊断": "1.中枢神经系统感染性疾病：病毒、细菌、支原体、寄生虫均可引起脑炎。本患儿起病急，临床表现发热、抽搐为主要表现，需注意病毒性脑炎可能，病脑病情轻重相差悬殊，以乙脑病毒、疱疹病毒、腮腺炎病毒、肠道病毒、呼吸道病毒多见，但患儿查体无脑膜刺激征，待观察病情，必要时行腰椎穿刺查脑脊液常规及生化检查协诊。2.发热性惊厥：患儿以发热、抽搐为主要表现，既往有发热性惊厥病史1次，查体颈部软，神经系统生理反射存在，病理反射未引出，继续观察病情。",
            "诊断结果": "发热性惊厥,急性上呼吸道感染,高乳酸血症,呼吸性碱中毒。"
        },
        "cure": "入院后予一级护理，心电监测，吸氧，经皮氧饱和度监测，头孢替唑0.5g/次，日2次静点抗感染，补液支持治疗。入院后查血气分析：PH：7.41，PCO2:35mmHg，PO2:86mmHg,Lac2.7mmol/L，高于正常，故诊断高乳酸血症成立，HCO3：22.2mmol/L，HCO3std：23.4mmol/L，BEecf：-2.4mmol/L，BE(B)：-2.0mmol/L。提示呼吸性碱中毒成立，入院后患儿发热2次，体温最高达38.3℃，无咳嗽，无抽搐，无呕吐及腹泻，查体神经系统病理征阴性，入院治疗2天，考虑疾病临床好转，家长要求出院，"
    },
    {
        "id": 484,
        "symptom": {
            "一般资料": "男性，1岁5月，儿童",
            "主诉": "1小时前抽搐1次",
            "现病史": "1小时前无诱因突发抽搐1次，表现：神志不清，双目凝视，牙关紧闭，口唇发绀，体温未测。无咳嗽、喘息、皮疹、吐泻等，家长立即给予掐人中，持续约3分钟缓解，为求得进一步诊治，急诊120入我院，测体温39.5℃，给予肌注退热针，具体不详，以“高热惊厥”收住院。病后精神饮食欠佳，大小便正常。",
            "既往史": "既往史:平素体健，无手术外伤史，无药物食物过敏史，无输血史，无肝炎、结核等传染病史及其接触史，预防接种随当地计划进行。"
        },
        "examine": {
            "查体": "一般情况:发育正常，营养良好，急性病容，表情自如，体位自动，神志清楚，精神欠佳，查体不合作。皮肤黏膜:色泽正常，无皮疹、无皮下出血、无肝掌、无水肿、无蜘蛛痣，毛发分布正常，皮肤温度升高，皮肤弹性正常。淋巴结:浅表淋巴结无肿大。头部:头颅:大小正常，无畸形。眼:正常，结膜正常，无巩膜黄染，角膜正常，瞳孔等圆等大，瞳孔对光反射灵敏。耳廓:正常，无外耳道异常分泌物，乳突无压痛，听力无障碍。鼻:无鼻翼煽动，无异常分泌物，无鼻窦压痛。口腔:唇正常，粘膜正常，舌正常，齿正常，右侧侧扁桃体II°大，未见脓性分泌物，左侧扁桃体正常，咽充血。颈部:无颈项强直，颈静脉正常，肝颈静脉回流征阴性，气管居中，甲状腺正常。胸部:胸廓正常，无胸骨压痛，乳房正常。肺:视诊:呼吸运动正常。触诊:语颤正常，无胸膜摩擦感。叩诊:正常清音。听诊:呼吸音清，未闻及干湿性啰音，语音传导正常，无胸膜摩擦音。心:视诊:心尖搏动正常，无剑突下搏动，心尖搏动位置正常。触诊:心尖搏动正常，无震颤。叩诊:心脏相对浊音界正常。听诊：心律整齐，心音正常，无附加心音，无杂音，无心包摩擦音，无周围血管征。腹部:视诊：外形正常，无胃型，无肠型，无腹壁静脉曲张，无手术瘢痕。触诊：全腹柔软，无压痛、反跳痛，无腹部包块，肝脏未触及，胆囊未触及，Murphy征：阴性，脾脏未触及，肾脏未触及。叩诊：肝浊音界存在，肝上界位于右锁骨中线5肋间，无叩痛，移动性浊音阴性。听诊：肠鸣音正常，每分钟4次，无气过水声。直肠肛门:正常。外生殖器:外观无畸形。脊柱四肢:正常。神经系统:生理反射存在，病理反射未引出，脑膜刺激征阴性。",
            "辅助检查": ""
        },
        "diagnosis": {
            "初步诊断": "1、抽搐待查:热性惊厥？中枢系统感染？2、急性咽峡炎",
            "诊断依据": "1.患儿以“1小时前抽搐1次”为代主诉入院；2.查体：精神欠佳，反应可，皮肤无皮疹，咽充血，右侧侧扁桃体II°大，未见脓性分泌物，左侧扁桃体正常，颈软，双肺呼吸音清，未闻及干湿性啰音。心率130次/分，律齐，心前区未闻及杂音。腹软，未扪及包块，肝脾不大。四肢活动可，双侧巴氏征（-），布氏征（-），克氏征（-）。",
            "鉴别诊断": "1.颅内占位：患儿可有头疼、呕吐、甚至抽搐，常无发热，查头颅CT可鉴别。",
            "诊断结果": "1.热性惊厥2.急性咽峡炎"
        },
        "cure": "入院后完善相关检查，头颅CT：未发现异常。血常规、CRP:白细胞:15.9410^9/L,中性粒细胞百分比:86.8%,淋巴细胞百分比:9.0%,红细胞:4.0310^12/L,血红蛋白:114g/L,血小板:45610^9/L,C反应蛋白:40(阴性)IU/ml,乙型流感病毒RNA定量:Ct&gt;40(阴性)。粪便常规:正常，隐血试验(免疫法):陽性；呼吸道九项病原体均阴性。给予头孢唑林抗感染及维生素C、补液、退热等对症治疗1天，患儿体温正常，精神反应好。血压稳定，无颅高压表现，不支持神经系统感染，诊断热性惊厥。复查血常规及CRP：基本正常，C反应蛋白:22.65mg/l；继续巩固治疗3天，复查血常规及CRP:正常。血培养:经五天培养无细菌生长。住院第5天，患儿体温正常，一般情况可，查体无异常，临床治愈出院。"
    },
    {
        "id": 485,
        "symptom": {
            "一般资料": "男性，1个月，无",
            "主诉": "男性,1个月岁,无咳嗽伴鼻塞3天",
            "现病史": "患儿于入院前3天无明显诱因出现单声咳，咽有痰声，不会咳出，伴鼻塞，无发热，无喘息，家长未予治疗，近1日，患儿鼻塞加重，偶有喘憋，略烦躁，无口周发绀，无呼吸困难，家长为系统治疗来我院，门诊以“支气管肺炎？”收入院，病程中，患儿无盗汗，无呕吐及腹泻，进乳量减少，睡眠差，二便正常。",
            "既往史": "患儿平时身体一般。既往有多次反复呛奶病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗。"
        },
        "examine": {
            "查体": "咽部充血，双肺呼吸音粗，可闻及少量喘鸣音及痰鸣音，心音有力，节律齐，未闻及杂音及奔马律，腹部软，未触及肝脾肿大，四肢活动自如。",
            "辅助检查": "1.肺CT：双侧肺野内可见多发斑片状高密度影，边界不清晰，意见：双肺炎性病变。2.血气分析（动脉血）：PH：7.42，PCO2:49mmHg，PO2:70mmHg,Na+:134mmol/L，K+:3.9mmol/L，Ca：1.25mmol/L，Glu:5.9mmol/L，Lac:0.6mmol/L，Hct:28%，HCO3：31.8mmol/L，HCO3std：30.0mmol/L，BEecf：7.3mmol/L，BE(B)：6.5mmol/L，提示呼吸性酸中毒、代谢性碱中毒、低氧血症、II型呼吸衰竭3.血细胞分析：白细胞5.99×10^9/L、淋巴细胞比率29.40%、单核细胞比率6.50%、中性粒细胞比率63.00%、血红蛋白102.0g/L、血小板474.10×10^9/L，白细胞总数正常，分类中性粒细胞为主，C反应蛋白36.3mg/L，高于正常，支持感染；4.降钙素原：0.15ng/ml，正常；血浆D-二聚体测定：440.00ng/ml，5.凝血项测定：凝血酶原时间12.60s、百分比活度76.20%、国际标准化比值1.10、活化部分凝血活酶40.40s、纤维蛋白原2.99g/L、凝血酶时间18.20s，APTT略高于正常，余正常；6.流感病毒三联检：流感病毒B型IgM抗体阴性、副流感病毒IgM抗体阴性、流感病毒A型Igm抗体阴性，呼吸道病毒五联检：柯萨奇病毒B组IgM抗体阴性、肺炎衣原体IgM抗体阴性、腺病毒IgM抗体阴性、呼吸道合胞病毒IgM抗体阴性、肺炎支原体IgM抗体阴性，现病原学检查均阴性；7.生化指标：肾功测定：尿素2.43mmol/L、肌酐19.30umol/L、二氧化碳22.33mmol/L、尿酸149.0umol/L、胱抑素C0.79mg/L、阴离子间隙10.4，基本正常；葡萄糖测定(随机)：10.11mmol/L，高于正常，考虑与感染及应激性升高相关，钾钠氯钙离子测定：钾4.75mmol/L、钠132.0mmol/L、氯99.3mmol/L、钙2.36mmol/L，血清钠低于正常；肝功+心肌酶谱测定：丙氨酸氨基转移酶10.2U/L、天门冬氨酸氨基转移酶22.0U/L、肌酸激酶167.6U/L、肌酸激酶同工酶MB20.0U/L，均正常，总蛋白56.5g/L、白蛋白33.5g/L，略低于正常，余各项指标基本正常。ASO：43.90U/ml，正常；肌钙蛋白I：阴性，B型钠尿肽(BNP)测定：2074.48pg/ml，8.血清铁蛋白测定：164.10ng/ml，正常；感染8项：乙型肝炎病毒表面抗体336.60mIU/mL、乙型肝炎病毒核心抗体4.80C.O.I，余正常，考虑与生后接种乙肝疫苗相关；EB病毒抗体：EB病毒早期抗原IgM0.06COI、EB病毒核心抗原IgG235U/ml、EB病毒衣壳抗原IgG134U/ml、EB病毒衣壳抗原IgM4.55U/ml，正常；肺炎支原体检测IgG、IgM：肺炎支原体IgG抗体70.20、肺炎支原体IgM抗体0.17，正常。9.入院3天后复查：降钙素原(PCT)0.20ng/ml，正常；B型钠尿肽(BNP)测定：1257.92pg/ml，较前降低；血细胞分析：白细胞8.49×10^9/L、淋巴细胞比率66.54%、单核细胞比率16.44%、中性粒细胞比率16.94%、中性粒细胞数绝对值1.43×10^9/L、血红蛋白87.0g/L、血小板524.10×10^9/L；C反应蛋白8.9mg/L，10.入院第5天后检查：心肌酶谱测定：天门冬氨酸氨基转移酶19.7U/L、肌酸激酶28.1U/L、肌酸激酶同工酶MB17.0U/L，基本正常，余指标正常；葡萄糖6.84mmol/L，正常；血细胞分析：白细胞7.99×10^9/L、淋巴细胞比率62.64%、单核细胞比率11.44%、中性粒细胞比率25.24%、红细胞2.98×10^12/L、血红蛋白97.0g/L、血小板698.10×10^9/L/L，白细胞总数正常，分类以淋巴细胞为主，单核比例较前降低，血红蛋白数较前升高，C反应蛋白7.7mg/L，恢复正常；B型钠尿肽(BNP)测定：294.20pg/ml，较前恢复正常，停米力农泵维。心脏彩超：主要测值：右室流出道内径约13mm，主动脉窦内径约11mm，左心房内径约12mm，右心室内径约10mm，室间隔厚度约4mm，左室后壁厚度约4mm，左室舒张末内径约22mm，左室收缩末内径约14mm，主肺动脉约9mm。心功测定：射血分数69%，左心室短轴收缩率37%。描述：三尖瓣少量返流。11.入院第10天复查：复查血细胞分析：白细胞8.08×10^9/L、淋巴细胞比率58.74%、单核细胞比率11.64%、中性粒细胞比率22.84%、血红蛋白107.0g/L、血小板925.10×10^9/L，血小板数&gt;600×10^9/L，诊断血小板增多成立。"
        },
        "diagnosis": {
            "初步诊断": "支气管肺炎？",
            "诊断依据": "1.咳嗽伴鼻塞3天。2.查体：咽部充血，双肺呼吸音粗，可闻及少量喘鸣音及痰鸣音。",
            "鉴别诊断": "1.毛细支气管炎：发生于2岁以下，临床以呼气性呼吸道困难、呼气相延长伴喘息为突出表现，血常规白细胞总数及分类大多正常，胸部X线可见不同程度的肺充气过度或肺不张，可见肺纹理增粗；患儿有咳嗽症状，查体可闻及喘鸣音及痰鸣音，注意该病可能，待观察病情，完善肺CT等相关检查协助诊治。2.奶汁吸入性肺炎：多有奶汁吸入史，发热、咳嗽、咳痰等急性支气管或肺炎症状，支气管镜检查可确诊；患儿既往有呛奶史，注意该病可能，待观察病情，完善肺CT等相关检查协助诊治。",
            "诊断结果": "1.重症肺炎2.II型呼吸衰竭3.呼吸性酸中毒4.代谢性碱中毒5.应激性高血糖状态"
        },
        "cure": "入院后给予头孢替唑钠静点、α-1b干扰素雾化治疗联合抗感染治疗，乙酰半胱氨酸，布**泵吸、机械辅助排痰缓解呼吸道症状。入院查血气分析提示低氧血症、代谢性酸中毒，呼吸性碱中毒；入院当日夜间，患儿痰多，喘憋较重，停二级护理改为一级护理，患儿临床症状重，存在反复喘憋，呼吸促，需给予呼吸机辅助通气，结合肺CT检查见炎性片影，诊断重症肺炎成立；治疗第2天，停一级护理，给予特级护理，给予鼻饲进乳，胃肠减压，呼吸机辅助通气（PEEP：6cmH2O，气流量6L/分，氧浓度40%），查B型钠尿肽(BNP)测定高于正常，结合患儿哭闹后反复心律&gt;200次/分，给予米力农静点泵维改善心肌功能，给予甲泼尼龙静点缓解急性期呼吸道症状，给予免疫球蛋白静点；治疗第3天，复查血气分析较前恢复正常，调整呼吸机参数为PEEP：6，气流量6L/分，氧浓度30%，患儿痰多，加强吸痰；治疗第4天，复查血常规提示白细胞总数较前略降低，CRP正常，血红蛋白600×10^9/L，诊断血小板增多成立，考虑为感染后反应性升高，建议定期复查，余基本正常；葡萄糖测定(空腹)：6.27mmol/L，略高于正常，建议家长定期监测。肝功、肾功基本正常。患儿临床症状及体征好转，考虑疾病临床恢复期，可出院。共住院治疗10天，患儿好转出院。"
    },
    {
        "id": 486,
        "symptom": {
            "一般资料": "女性，82岁，退休",
            "主诉": "腹痛伴恶心、呕吐2天",
            "现病史": "患者2天前进食油腻食物后出现腹痛，为上腹持续性绞痛，程度剧烈，向腰背部放射，弯腰抱膝位减轻,伴恶心、呕吐，呕吐物为胃内容物，呕吐后腹痛不减轻，无发热、腹泻等。就诊于我院急诊，查血淀粉酶851U/L，ALT355U/L，AST167U/L，γ-GT261U/L，CRP194.62mg/L。考虑\"急性胰腺炎\"，给予禁食水、奥美拉唑抑酸、生长抑素、补液等治疗，患者腹痛较前减轻。为进一步诊治收入院。自发病以来，患者精神、睡眠差，未进食，大小便正常，体重无明显变化。",
            "既往史": "高血压半年，最高血压180/100mmHg,口服拜新同30mgqd，血压控制在130/70mmHg左右。"
        },
        "examine": {
            "查体": "双肺听诊呼吸音清，未及干湿啰音；心律齐，未及杂音；腹软，全腹压痛，无反跳痛，未触及异常包块。肝、脾肋下未触及，Murphy氏征阴性。肠鸣音正常，4次/分。双下肢无水肿。",
            "辅助检查": "血常规:白细胞计数14.64*109/L,中性粒细胞百分率91.30%,C反应蛋白279.92mg/l。尿液分析:蛋白+-,葡萄糖3+,酮体+-。肝功:总蛋白59.10g/L,白蛋白35.30g/L,血清谷丙转氨酶185U/L,血清谷草转氨酶44U/L。空腹葡萄糖13.1mmol/L。电解质；钠离子132.20mmol/L。胰腺炎血清酶学:淀粉酶200U/L,脂肪酶607U/L。降钙素原0.65ug/L。血凝常规:纤维蛋白原6.72g/L,D-二聚体测定1010.00ng/ml。肿瘤标志物筛查:糖类抗原12534.70U/ml。心梗三项+BNP/Pro-BNP、传染性标志物4项、血脂四项、肾功未见明显异常。心脏超声检查：心瓣膜退行性变，主动脉瓣反流（轻度）、三尖瓣反流（轻度）、肺动脉瓣反流（轻度），左室舒张功能减低。腹部CT平扫：脂肪肝，肝门区多发高密度影，胆囊管可疑结石，胰头脂肪间隙模糊，急性胰腺炎。"
        },
        "diagnosis": {
            "初步诊断": "1.急性胰腺炎2.脂肪肝3.胆囊管结石4.2型糖尿病5.高血压病3级（高危）",
            "诊断依据": "1.腹痛伴恶心、呕吐2天。进食油腻食物后出现上腹持续性绞痛，弯腰抱膝位减轻,伴恶心、呕吐，呕吐后腹痛不减轻。2.既往高血压病史。3.体检：腹软，全腹压痛，无反跳痛，未触及异常包块。4.辅助检查：入院前：血淀粉酶851U/L，ALT355U/L，AST167U/L，γ-GT261U/L，CRP194.62mg/L。入院后：血常规:白细胞计数14.64*109/L,中性粒细胞百分率91.30%,C反应蛋白279.92mg/l。尿液分析:蛋白+-,葡萄糖3+,酮体+-。肝功:总蛋白59.10g/L,白蛋白35.30g/L,血清谷丙转氨酶185U/L,血清谷草转氨酶44U/L。空腹葡萄糖13.1mmol/L。电解质；钠离子132.20mmol/L。胰腺炎血清酶学:淀粉酶200U/L,脂肪酶607U/L。降钙素原0.65ug/L。心电图未见异常。腹部CT平扫：脂肪肝，肝门区多发高密度影，胆囊管可疑结石，胰头脂肪间隙模糊，急性胰腺炎。",
            "鉴别诊断": "1.消化性溃疡急性穿孔：有典型的溃疡病史，如：慢性过程、周期性发作、发作时上腹痛呈节律性，穿孔前数日溃疡病症状加重，情绪波动、过度疲劳、刺激性饮食或服用皮质激素药物等常为诱发因素，表现为骤起上腹部刀割样剧痛，迅速波及全腹，病人疼痛难忍，可有面色苍白、出冷汗、脉搏细速、血压下降等表现，可伴恶心、呕吐。查体可见病人表情痛苦，仰卧微屈膝，不愿移动，腹式呼吸减弱或消失，腹肌紧张，全腹压痛、反跳痛，肝浊音界缩小或消失，可有移动性浊音，肠鸣音消失或明显减弱。X线透视发现膈下新月状游离气体影等。2.急性胆囊炎和胆石症：急性发作时表现为突发右上腹阵发性绞痛，常在饱餐、进食油腻食物后，或在夜间发作，疼痛常放射至右肩部、肩胛部和背部，伴恶心、呕吐、厌食等消化道症状。查体可见右上腹有不同程度、不同范围的压痛、反跳痛和肌紧张，Murphy征阳性，有的可扪及肿大而有触痛的胆囊。血、尿淀粉酶轻度升高。腹部B超及X线胆道造影可明确诊断。3.急性心肌梗死：有冠心病史，突起发病，疼痛有时限于上腹部。查体心脏体征比较明显，心脏浊音界可轻度至中度增大，心率多增快，心尖区第一心音减弱，可出现第四心音奔马律。心电图显示心肌梗死图像，血清心肌酶升高，血、尿淀粉酶正常。4.急性肠梗阻：腹痛为阵发性绞痛，伴腹胀、呕吐、停止自肛门排气排便。查体可见肠型及蠕动波，单纯性肠梗阻时可有轻度压痛，但无腹膜刺激征；绞窄性肠梗阻时，可有固定压痛和腹膜刺激征，移动性浊音可呈阳性；机械性肠梗阻时，肠鸣音亢进，有气过水声或金属音；麻痹性肠梗阻时，肠鸣音减弱或消失。腹部X线可发现液气平面。",
            "诊断结果": "1.急性胰腺炎，2.脂肪肝，3.胆囊管结石，4.2型糖尿病，5.高血压病3级（高危）"
        },
        "cure": "1.完善血常规提示白细胞和中性粒细胞升高，CRP、PCT升高，血淀粉酶和脂肪酶升高，转氨酶升高，CT提示急性胰腺炎。2.禁饮食，给予奥美拉唑20mgbidiv抑酸、生长抑素2ml/h（6mg+0.9%NaCl48ml）、舒普深3gq12h抗感染、补液等治疗。同时给予拜新同降压、胰岛素降血糖等治疗。患者腹痛较前减轻，未再恶心、呕吐。7天后复查血常规+CRP、PCT、淀粉酶、脂肪酶正常，逐渐恢复流食，予出院。出院后建议肝胆外科就诊，评估胆囊切除指征。"
    },
    {
        "id": 487,
        "symptom": {
            "一般资料": "男性，64岁，退休",
            "主诉": "反复胸闷胸痛2年，气短1年，加重2天。",
            "现病史": "病人2年前开始反复于劳累时出现发作性胸痛胸闷，经休息数分钟缓解，曾诊断“冠心病”，未系统治疗。近1年来日常轻微体力活动感气短，1个月前胸痛气短加重，诊断“心衰，房颤，室早”，近1个月来口服“阿司匹林、氯吡格雷、阿托伐他汀钙、地高辛0.125毫克/日”治疗。2天来安静状态下仍感气短，夜内不能平卧，伴间断发作胸痛，每次持续10余分钟胸痛可缓解，来诊。病来无发热咳嗽，无胸痛持续不缓解，无端坐呼吸及咯粉红色泡沫痰，无晕厥及意识障碍。",
            "既往史": "高血压12年，最高血压180/110mmHg，服“缬沙坦80毫克/日”治疗，未监测血压。2型糖尿病1年，饮食控制，未监测血糖。"
        },
        "examine": {
            "查体": "神志清楚，呼吸促。口唇轻度发绀。颈静脉怒张，气管居中，胸廓对称，双肺呼吸运动度一致，双肺叩诊清音，双肺上野满布哮鸣音，双肺底闻及细小水泡音，心界向左下扩大，心律156次/分，第一心音强弱不等，节律绝对不齐。腹平软，无压痛，肝肋下4厘米，剑突下4厘米，脾肋下未触及。双下肢中度水肿。脊柱四肢无畸形。神经系查体无异常。",
            "辅助检查": "心电图：窦律，II、III、avF、V4—V6ST下移0.05—0.1mV，各导联普遍T波低平。血常规：WBC:6.53×10^9/L,中性粒细胞83.6%。肝功：总蛋白46.8g/L，白蛋白26.8g/L。肾功离子：肌酐：135umol/L，钾3.36mmol/L。血脂：低密度脂蛋白胆固醇3.79mmol/L。尿蛋白3+。BNP＞9000pg/ml。肌钙蛋白T146ng/L。肺脏CT：双侧胸腔积液伴临近肺组织膨胀不良，相应支气管略变窄。动脉硬化，左心室增大。心包少许积液。右肾内点状高密度影。心脏彩超：左房大。主动脉硬化。二三尖瓣返流，主动脉瓣退行性变伴返流。左室收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "充血性心力衰竭，心功能IV级，冠心病，急性非ST段抬高型心梗，KillipII级，高血压3级（很高危），2型糖尿病，双侧胸腔积液。",
            "诊断依据": "充血性心力衰竭，心功能IV级，冠心病，急性非ST段抬高型心梗，Killipll级。依据：1.老年男患，有糖尿病、高血压病史，存在冠心病危险因素。2.10余年来有反复胸闷气短发作，现安静状态下气短不能平卧，尿量减少。3.查体：口唇轻度发绀。颈静脉怒张，双肺上野满布哮鸣音，双肺底闻及细小水泡音，心界向左下扩大。腹平软，肝肋下4厘米，剑突下4厘米，双下肢中度水肿。4.心电图示心肌缺血。BNP、肌钙蛋白明显增高。",
            "鉴别诊断": "呼吸衰竭：病人无慢性胸廓、肺部疾病史，监测血氧饱和度＞94％，可除外。",
            "诊断结果": "充血性心力衰竭，心功能IV级，冠心病，急性非ST段抬高型心梗，KillipII级，高血压3级（很高危），2型糖尿病，双侧胸腔积液"
        },
        "cure": "予I级护理，静点磷酸肌酸注射液营养心肌，皮下注射低分子肝素抗凝7天，口服阿司匹林、氯吡格雷抗血小板聚集，口服硝酸异山梨酯片改善心肌缺血，尼可地尔片改善冠脉微循环，富马酸比索洛尔降低心肌耗氧控制心率，福辛普利片改善心室重塑，保护心功能，控制血压，地高辛片强心，阿托伐他汀钙调脂，稳定斑块。呋塞米片、螺内酯片利尿、减轻肺淤血。口服氯化钾缓释片补钾。治疗5天后病人症状改善不明显，为了更好的控制心衰，停用福辛普利片，换用沙库巴曲缬沙坦片口服，从25毫克日2次起口服，根据血压情况逐渐加量，3天后增量至50毫克日2次口服。换药治疗1周，病人气短症状即有改善，血压在110—130/60—70mmHg之间波动。住院治疗12天，现病人已经出院，告知门诊随诊，继续调整沙库巴曲缬沙坦用量，如果收缩压能维持在110mmHg以上，1周后调整为100毫克日2次口服。"
    },
    {
        "id": 488,
        "symptom": {
            "一般资料": "男性，71岁，退休",
            "主诉": "反复胸闷气短10余年，少尿1个月，加重3天",
            "现病史": "病人10余年前起反复于劳累活动时出现胸闷气短，经休息数分钟缓解，曾诊断“冠心病”，未系统治疗。近3年来日常轻微体力活动感气短，1个月前开始出现尿量减少，下肢浮肿，伴气短加重。口服“消心痛、呋塞米”治疗，气短无改善。3天来安静状态下即感气短，并进行性加重，不能平卧休息，今日来诊。在急诊室静推“呋塞米注射液40毫克”，检查肌钙蛋白、BNP、肺脏CT后收入院。病来无发热咳嗽，无端坐呼吸及咯粉红色泡沫痰，无晕厥及意识障碍。",
            "既往史": "2型糖尿病25年，口服“二甲双胍，拜糖平”治疗，平时空腹血糖7mmol/L左右，餐后2小时血糖在11mmol/L左右。高血压3年，最高血压180/110mmHg，未监测血压及治疗。"
        },
        "examine": {
            "查体": "T:36.6℃，P:94次/分，R:28次/分，BP:161/115mmHg。神志清楚，精神萎靡，呼吸急促。口唇轻度发绀。颈静脉怒张，气管居中，胸部对称，双肺呼吸运动度一致，双肺叩诊清音，双肺上野满布哮鸣音，双肺底闻及细小水泡音，心界向左下扩大，心律94次/分，律齐，二尖瓣听诊区可闻及2/6级收缩期杂音，腹平软，无压痛，肝肋下4厘米，剑突下4厘米，脾肋下未触及。周身重度水肿。脊柱四肢无畸形。神经系查体无异常。",
            "辅助检查": "心电图：窦律，II、III、avF、V4—V6ST下移0.05—0.1mV，各导联普遍T波低平。血常规：WBC:6.53×10^9/L,中性粒细胞83.6%。肝功：总蛋白46.8g/L，白蛋白26.8g/L。肾功离子：肌酐：135umol/L，钾3.36mmol/L。血脂：低密度脂蛋白胆固醇3.79mmol/L。尿蛋白3+。BNP＞9000pg/ml。肌钙蛋白T146ng/L。肺脏CT：双侧胸腔积液伴临近肺组织膨胀不良，相应支气管略变窄。动脉硬化，左心室增大。心包少许积液。右肾内点状高密度影。心脏彩超：左房大。主动脉硬化。二三尖瓣返流，主动脉瓣退行性变伴返流。左室收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "充血性心力衰竭，心功能IV级，冠心病，急性非ST段抬高型心梗，KillipII级，高血压3级（很高危），2型糖尿病，双侧胸腔积液",
            "诊断依据": "1.老年男患，有糖尿病、高血压病史，存在冠心病危险因素。2.10余年来有反复胸闷气短发作，现安静状态下气短不能平卧，尿量减少。3.查体：颈静脉怒张，。口唇轻度发绀。颈静脉怒张，双肺上野满布哮鸣音，双肺底闻及细小水泡音，心界向左下扩大。腹平软，肝肋下4厘米，剑突下4厘米，周身重度水肿。4.心电图示心肌缺血。BNP、肌钙蛋白明显增高。",
            "鉴别诊断": "呼吸衰竭：病人无慢性胸廓、肺部疾病史，检测血氧饱和度＞94％，可除外。",
            "诊断结果": "充血性心力衰竭，心功能IV级，冠心病，急性非ST段抬高型心梗，KillipII级，高血压3级（很高危），2型糖尿病，肾病综合征，双侧胸腔积液，急性支气管炎"
        },
        "cure": "予I级护理，静点磷酸肌酸营养心肌，皮下注射低分子感染浪漫，口服阿司匹林抗血小板聚集，口服硝酸异山梨酯片改善心肌缺血，福辛普利片改善心室重塑，保护心功能，控制血压。阿托伐他汀钙调脂，稳定斑块。静点白蛋白注射液纠正低白蛋白血症，提高胶体渗透压，呋塞米片、螺内酯片、托伐普坦片利尿、减轻肺淤血。口服氯化钾缓释片补钾，口服头孢丙烯片抗感染。"
    },
    {
        "id": 489,
        "symptom": {
            "一般资料": "男性，21岁，学生",
            "主诉": "中上腹痛1天",
            "现病史": "缘于入院1天前无明显诱因出现中上腹痛，呈持续性，程度中等，无向他出放射，无恶心欲呕，无发热、腹泻，无头晕、头痛，无咳嗽、咳痰等不适，遂就诊我院急诊，查上腹部CI平扫示：急性胰腺炎，局限腹膜炎；脂肪肝或肝损可能。血淀粉酶187U/L;血脂肪酶118U/L。今为进一步诊治，急诊门诊查体后，拟“急性胰腺炎”收住入院。发病以来，精神尚可，小便正常，大便未解，近期体重无明显变化。",
            "既往史": "否认“高血压病、糖尿病”病史；否认有手术、输血及中毒史；否认肝炎、肺结核等传染病病史；否认有药物、食物过敏史。"
        },
        "examine": {
            "查体": "神志清楚，急性痛苦面容，自动体位，问答切题，查体尚合作；全身皮肤、粘膜未见明显黄染、瘀斑、瘀点及出血点，未见明显肝掌及蜘蛛痣；全身各浅表淋巴结未查及明显肿大；头颅五官未见明显畸形，双眼睑结膜无苍白，双侧瞳孔等大等圆，直径约2.5mm,对光反射均灵敏，口唇无紫绀。颈软，气管居中，双侧颈静脉未见怒张，肝－颈静脉回流征阴性，双侧甲状腺未查及明显肿大；胸廓未见明显畸形，双肺呼吸音清，未闻及明显干湿性哆音，心率102次／分，律齐，各瓣膜听诊区未闻及明显病理性杂音；腹膨隆，未见胃肠型及蠕动波，未见腹壁静脉曲张，全腹触诊尚软，中上腹轻压痛，无反跳痛，肝脾肋下未满意扪及，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音约2次／分；脊柱四肢未见明显畸形，双下肢未见明显水肿；四肢肌力肌张力正常，全身生理反射对称存在（＋＋）,双侧病理征未引出，脑膜刺激征未引出。",
            "辅助检查": "1.胸部＋上腹部CT平扫：a.急性胰腺炎，局限腹膜炎；脂肪肝或肝损可能：b.气管憩室可能：右侧胸腔少量积液。2.血淀粉酶187U/L,血脂肪酶118U/L;3.生化全套；谷丙转氨酶13U/L,谷草转氨酶15U/L,谷氨酰转肽酶26U/L,碱性磷酸酶73U/L,总胆红素23.1umol/L,直接胆红素5.7umo1/L,间接胆红素17.4umol/L,白蛋白49.1g/L,尿素4.48mmol/L,肌酐86umol/L,尿酸467umol/L,总胆固醇4.07mmol/L,甘油三脂2.10mmol/L,高密度脂蛋白1.11mmol/L,低密度脂蛋白1.66mmo1/L,乳酸脱氢酶275U/L,肌酸激酶118U/L,肌酸酶同工酶19U/L,钾3.44mmol/L,钠137.2mmol/L,氯102.0mmol/L;4.血常规：白细胞14.52109/L,中性粒细胞百分比78.00%,淋巴细胞百分比14.00%,血红蛋白165.00g/L,红细胞压积46.30%,血小板253.00109/L。"
        },
        "diagnosis": {
            "初步诊断": "急性胰腺炎,高尿酸血症,高甘油三脂血症,气管憩室,电解质紊乱（低钾）",
            "诊断依据": "1.患者年轻男性，有明确腹痛病史，查体：全腹触诊尚软，中上腹轻压痛，无反跳痛。2.腹部CT：急性胰腺炎。",
            "鉴别诊断": "①消化道穿孔，有较典型的溃疡病史，腹痛突然加剧，腹肌紧张，肝浊音界消失，腹部X线透视可见膈下游离气体，可以鉴别。②肠梗阻，亦可出现腹胀、呕吐，但多伴有肠鸣音活跃，有气过水声，无肛门排气，腹部查体可见肠型，腹部X线可见液气平面，可以鉴别。",
            "诊断结果": "急性胰腺炎,高尿酸血症,高甘油三脂血症,脂肪肝,气管憩室,电解质紊乱（低钾）"
        },
        "cure": "治疗上予禁食，胃肠减压，监测及控制血压与血糖，限制性液体复苏，1.25%碳酸氢钠溶液洗胃清除残留食糜，甘露醇及开塞露保留灌肠以疏通肠道，减少肠道菌群移位及毒素吸收，生长抑素抑制胃酸和胰液分泌，乌司他汀抑制全身炎症反应，小剂量甲强龙短疗程激素提高机体应激能力，改善胰腺微循环，维持电解质平衡及必要营养支持等治疗。"
    },
    {
        "id": 490,
        "symptom": {
            "一般资料": "女性，55岁，农民",
            "主诉": "黑便半月余",
            "现病史": "患者半月前无明显诱因出现黑便，2-3天1次，量约100ml/次，伴脐周隐痛，伴头晕、乏力，无呕血、腹痛、腹胀，无反酸、烧心等。就诊于我院急诊，查血红蛋白52g/L。予禁食水、抑酸、补液、输血等支持治疗，患者未再排黑便，现为进一步诊治收入院。自起病以来，患者精神、饮食、睡眠差，大便如上述，小便正常，体重较前无明显改变。",
            "既往史": "糖尿病2年，口服阿卡波糖治疗；抑郁症30年，现口服利培酮0.5mgqd。"
        },
        "examine": {
            "查体": "贫血貌，双肺听诊呼吸音清，未及干湿啰音，心律齐，未及杂音，腹软，无压痛、反跳痛、肌紧张，双下肢不肿。",
            "辅助检查": "血常规:血红蛋白78g/L↓。尿液分析:葡萄糖2+,酮体+-,比重1.036,白细胞1+,白细胞计数46.86/ul,鳞状上皮细胞7.26/ul,细菌计数104.94/ul。粪便常规分析+隐血试验:胶体金法潜血阳性。血凝常规:D-二聚体520.00ng/mL,部分凝血活酶时间22.70sec,APTT比值0.77R。肝功:白蛋白30.45g/L。电解质:氯109.00mmol/L。空腹血糖:葡萄糖13.97mmol/L↑。糖化血红蛋白测定:HbA1c7.0%↑。贫血相关检测:可溶性转铁蛋白受体2.15mg/L，铁蛋白、叶酸、维生素B12（-）。血脂四项：甘油三酯4.71mmol/L↑，高密度脂蛋白0.61mmol/L，低密度脂蛋白胆固醇测定、总胆固醇测定（-）。肾功、血钙、甲功五项未见明显异常。胃镜：慢性萎缩性胃炎（C-1）十二指肠球部溃疡(H2期）。"
        },
        "diagnosis": {
            "初步诊断": "1.急性十二指肠球部溃疡并出血2.中度贫血3.慢性萎缩性胃炎4.2型糖尿病5.抑郁症",
            "诊断依据": "1.黑便半月余2.体检：T:36.5℃P:96次/分R:19次/分BP:148/65mmHg。贫血貌，心肺查体未见异常，腹软，无压痛、反跳痛、肌紧张，双下肢不肿。3.辅助检查：血常规:血红蛋白78g/L。粪便常规分析+隐血试验:胶体金法潜血阳性。胃镜：慢性萎缩性胃炎（C-1）十二指肠球部溃疡(H2期）。",
            "鉴别诊断": "1.消化性溃疡并出血：常有慢性、周期性、节律性上腹部疼痛，出血前数日疼痛加重，部分患者出血后疼痛可缓解。主要表现为黑便，少量出血仅表现大便潜血阳性，量大可呕血。胃镜检查可确定溃疡部位、大小，结合病理学检查可鉴别良恶性溃疡。2.食管胃静脉曲张破裂出血：骤然起病，以大量呕血伴黑粪为突发症状，出血量大（一次可达500-1000ml）时伴有周围循环衰竭表现，呕血可反复发作；多有慢性乙型或丙型肝炎、肝硬化病史；体检可有贫血、脾大、腹水、腹壁静脉曲张，肝掌、蜘蛛痣、黄疸等，实验室检查可见肝功能异常等。3.急性胃粘膜病变：起病急骤，常以出血为首发表现。多有诱因，如大量饮酒、严重创伤、颅脑疾病、烧伤、严重感染、大手术后、服用用激素或NASIDs（非甾体类抗炎药）药物等。胃镜下病变呈多发性糜烂或多发浅表溃疡。出血可在短期内反复发生，但短期内迅速愈合，急诊胃镜检查可明确诊断。4.胃癌并出血：很少大量出血，多为少量持续出血，大便潜血持续阳性，有时溃疡型胃癌可引起大量出血。多见于中老年，可伴食欲不振、进行性消瘦及贫血等。体检可触及上腹部肿块、左锁骨上淋巴结肿大（晚期）。胃镜和病理组织学检查可明确诊断。5.食管贲门粘膜撕裂综合症：多有剧烈呕吐或干呕病史，胃内压急升，继而贲门、食管远端粘膜、粘膜下层纵向撕裂引起大出血。急诊内镜检查明确诊断。",
            "诊断结果": "1.急性十二指肠球部溃疡并出血2.失血性贫血（中度）3.慢性萎缩性胃炎4.2型糖尿病5.抑郁症6.血脂异常"
        },
        "cure": "1.完善血常规、便常规+OB、肝肾功、凝血、胃镜等检查，明确病因。2.禁饮食，给予奥美拉唑20mgbidiv抑酸、矛头蝮蛇血凝酶2Uq8h静脉注射止血、补液、输红细胞等对症支持治疗。5天后患者未再排黑便，逐渐过渡至流食，7天后复查HGB90g/L，便OB（-），予出院。出院后继续给予奥美拉唑20mgbidpo，建议疗程6-8周。出院3月后复查胃镜。"
    },
    {
        "id": 491,
        "symptom": {
            "一般资料": "男性，56岁，工人",
            "主诉": "间断气短5年，加重3天",
            "现病史": "患者5年前平路快走、爬坡或上楼3层时出现胸憋、气短，不伴有胸痛、心悸、出汗、肩背部放射痛，无咳嗽、咳痰、发热等，休息10分钟好转，未重视。1年前无诱因上述症状较前加重，平路慢走或休息状态下即感胸憋、气短，伴端坐呼吸、不能平卧，伴心悸、咳嗽、咳白粘痰，伴乏力、纳差、少尿、双下肢水肿。入院诊断“扩张性心肌病心功能Ⅳ级（NYHA分级）心律失常持续心房颤动”，予以相关治疗。3天前无明显诱因出现气短，夜间不能平卧，端坐好转，伴有夜间憋醒，伴咳嗽、咽痒，无发热、咳痰无胸憋、胸痛。为进一步诊治转入我科。发病以来，精神、食欲、睡眠欠佳，大小便正常。",
            "既往史": "既往高血压1年，血压最高145/95mmHg，口服降压药“沙库巴曲缬沙坦钠片25mg/次，2次/日；达比加群酯胶囊110mg/次，2次/日；美托洛尔缓释片71.25mg/次，1次/日；地高辛0.125mg/次，1次/日”，血压控制尚可。否认糖尿病、肾脏病史，无脑血管意外疾病史。吸烟30年，每日约20支，否认饮酒史。"
        },
        "examine": {
            "查体": "身高：175cm，体重：75kg。发育正常，营养良好，自主体位，自己步入病房，急性面容，表情忧虑，意识清晰，精神状态良好，查体合作。皮肤粘膜：色泽正常，皮肤弹性良好，皮肤无湿冷，无皮疹，无色素沉着，无出血点及瘀斑，未见肝掌、蜘蛛痣，无皮下结节，无溃疡，无瘢痕。双侧颈部、锁骨上、腋下等浅表淋巴结未触及肿大。头颅：无畸形，头发分布均匀，头发色黑，有色泽，无瘢痕，无肿块，无压痛。眼：眼球正常，双睑无浮肿下垂，眼睑无水肿，无震颤，双眼无斜视，结膜无充血，无翼状胬肉，巩膜无黄染，角膜清，双侧瞳孔等大等圆，直径2mm，对光反射灵敏。耳：耳廓无畸形，无牵拉痛，外耳道无脓性分泌物，乳突无压痛。鼻：鼻外形正常，鼻翼无煽动，鼻腔通畅，不伴水样分泌物，鼻唇沟对称无压痛。口腔：口唇红，口腔黏膜无溃疡、疱疹，牙龈无肿胀，无出血，牙齿整齐排列，牙齿无松动，伸舌居中，舌质红润，舌苔薄，咽不充血，双侧扁桃体无肿大，无脓肿。颈部：颈软无抵抗，颈静脉无充盈，肝颈静脉反流征阴性，气管居中，甲状腺无肿大。胸部：胸廓外形正常无畸形，胸廓对称，胸壁静脉充盈，无皮下气肿，胸壁无压痛，双乳对称，双乳头无凹陷，无乳头溢液。肺脏：视诊：两侧呼吸运动基本一致，呼吸节律均匀。触诊：语颤正常，未触及胸膜摩擦音。叩诊：双肺叩诊呈清音。听诊：两肺呼吸音正常，未闻及干湿性罗音。心脏：视诊：心前区无隆起。触诊：心尖搏动最强点位于第5肋间左锁骨中线内0.5cm，无抬举性搏动。叩诊：心界临界大致正常。听诊：心率80次/分，节律不齐，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。血管：桡动脉：节律齐，有脉搏短拙，血管紧张度正常。股动脉：动脉搏动正常，节律不齐，未闻及血管杂音。足背动脉：搏动正常。周围血管征：无水冲脉，无枪击声，无往返杂音。腹部：视诊：外形对称，腹部平坦，可见腹式呼吸，无腹壁静脉曲张，无肠形及胃肠蠕动波，无色素沉着，无皮疹。触诊：腹软，腹壁紧张度正常，全腹无压痛及反跳痛，未触及肿块，肝脾肋下未触及，Murphy征阴性。叩诊：肝区及双肾区无叩痛。听诊：肠鸣音正常，肠鸣音3~5次/分。肛门、直肠、外生殖器未检查。脊柱生理弯曲存在，脊柱无压痛，四肢活动自如，无畸形，肌力正常，双下肢轻度水肿，关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。双侧生理性反射正常，双侧病理性反射未引出。",
            "辅助检查": "辅助检查：2020/8/24心电图：快速性心房颤动胸部CT：左心房增大心脏彩超：LA49*54*62mm，LV54mm，EF38%，左心扩大，左心功能减低，心包积液（少量）颈动脉彩超：双侧颈动脉硬化伴斑块形成24h动态心电图：异位心律，心房颤动，伴室内差异性传导，偶发室性早搏2021/7/26血气：氧分压36.4mmHg，氧合血红蛋白62.3g/L，氧饱和度62.9%心电图示：房颤伴差异性传导，可见室早凝血功能：凝血酶原时间16.3秒，国际标准化比值1.5，活动度61%，凝血酶时间66.3秒心梗四项：B型钠尿肽1784pg/ml，其它大体正常"
        },
        "diagnosis": {
            "初步诊断": "慢性心力衰竭急性加重期心功能Ⅳ级（NYHA分级）扩张性心肌病心律失常室性早搏、室性心动过速、持续性房颤高血压1级（很高危）",
            "诊断依据": "危险因素：存在吸烟等心血管危险因素既往史：既往高血压1年，扩张性心肌病病史，心律失常，持续性心房颤动，心功能Ⅳ级（NYHA分级）症状：3天前无明显诱因出现气短，伴干咳，夜间不能平卧，端坐好转，伴有夜间憋醒，伴咳嗽、咽痒，无发热、咳痰无胸憋、胸痛。体征：心脏节律不齐，双下肢轻度水肿。辅助检查：2021/8/30血气：氧分压36.4mmHg，氧合血红蛋白62.3g/L，氧饱和度62.9%心电图示：窦性P波消失，代之以锯齿样f波，频率约为350-650次/分，心室律绝对不规则。提示房颤伴差异性传导，可见室早凝血功能：凝血酶原时间16.3秒，国际标准化比值1.5，活动度61%，凝血酶时间66.3秒心梗四项：B型钠尿肽1784pg/ml，其它大体正常",
            "鉴别诊断": "1.支气管哮喘：左心衰竭病人可出现“心源性哮喘”，表现为呼吸困难，应与支气管哮喘相鉴别。支气管哮喘多见于青少年有过敏史，发作时双肺可闻及典型哮鸣音，咳出白色黏痰后呼吸困难可暂时缓解。测定血浆BNP水平、支气管舒张试验可鉴别2.急性肺动脉栓塞：出现胸痛，咳血，呼吸困难甚至晕厥。但有右心负荷急剧增加的表现如发绀，肺动脉瓣区第二心音亢进，颈静脉充盈或怒张，肝大，双下肢静脉曲张，一侧下肢水肿等。心电图、心脏彩超、肺通气灌注扫描、肺动脉CAT有助于鉴别。心电图示Ⅰ导联S波加深，Ⅲ导联Q波显著，T波倒置，胸导联过渡区左移，右胸导联T波倒置等改变。3.慢性阻塞性肺疾病：多见于老年人，有慢性咳嗽史，喘息常年存在，有加重期。患者有长期吸烟史或接触有害气体的病史。体征有杵状指、桶状胸、双肺干湿啰音，肺功能检查示舒张气道后FEV1/FVC＜70%。",
            "诊断结果": "慢性心力衰竭急性加重期心功能Ⅳ级（NYHA分级）扩张性心肌病心律失常室性早搏、室性心动过速、持续性房颤高血压1级（很高危）高尿酸血症"
        },
        "cure": "患者男性，既往高血压1年，扩张性心肌病病史，心律失常，持续性心房颤动，心功能Ⅳ级（NYHA分级），吸烟、年龄等危险因素，本次起病急，3天前无明显诱因出现气短，夜间不能平卧，端坐好转，伴有夜间憋醒，伴咳嗽、咽痒，心电图：快速性心房颤动；胸部CT：左心房增大；心脏彩超：LA49*54*62mm，LV54mm，EF38%，左心扩大，左心功能减低，心包积液（少量）；颈动脉彩超：双侧颈动脉硬化伴斑块形成；24h动态心电图：异位心律，心房颤动，伴室内差异性传导，偶发室性早搏。初步制定治疗原则：（1）治疗目标：改善心衰症状，稳定血流动力学状态，维护重要器官功能，避免急性心衰复发，改善远期预后。（2）一般处理：静息时呼吸困难者半卧位或端坐位；心电图、血压和血氧饱和度的监测；吸氧；建立静脉通道；严格出入量管理；严格戒烟。完善相关检查。（3）住院药物治疗：①利多卡因注射液：患者入院心电图提示持续性快速心房颤动，给予利多卡因注射液控制心率；②呋塞米片：患者呼吸困难，存在肺循环淤血，应限制盐的摄入，给予呋塞米片减少水钠潴留；③氯化钾缓释片：利尿的同时预防低钾血症的发生，给予氯化钾缓释片补钾；④美托洛尔缓释片、沙库巴曲缬沙坦片、螺内酯片：根据《中国心力衰竭诊断和治疗指南2018》指出，慢性HFrEF患者出现失代偿和心衰恶化，如无血流动力学不稳定或禁忌证，可继续原有的优化药物治疗方案，包括β受体阻滞剂、ACEI／ARB／ARNI、醛固酮受体拮抗剂等改善预后治疗，根据《急性心肌梗死后心室重构防治专家共识》指出沙库巴曲缬沙坦治疗不仅能够降低NT-proBNP水平、提高LVEF，而且在改善心脏结构和功能及逆转心室重构方面均显著优于ACEI/ARB。故给予患者沙库巴曲缬沙坦钠片、美托洛尔缓释片、螺内酯片。⑤地高辛片：《中国心力衰竭诊断和治疗指南2018》指出，应用利尿剂、ACEI/ARB/ARNI、β受体阻滞剂、醛固酮受体拮抗剂后，仍有症状的射血分数降低的心衰患者，可加用地高辛（Ⅱa，B），故给予患者地高辛片，起到强心、减慢心率、控制房颤。⑥芪苈强心胶囊：具有益气温阳、活血通络、利水消肿的功效。《心力衰竭合理用药指南（第2版）》指出在标准抗心衰治疗的基础上加用芪苈强心胶囊可显著降低慢性心衰患者（NYHA心功能Ⅱ～Ⅳ级）的NT-proBNP水平，还可显著改善患者心功能和生活质量，提高LVEF和6分钟步行距离，适用于慢性心衰（NYHA心功能Ⅱ～Ⅳ级）患者。⑦根据《急性心力衰竭基层诊疗指南》（2019），患者在利尿剂、强心治疗的基础上可通过扩血管治疗，给予单硝酸异山梨酯出院后继续药物治疗预防血栓（达比加群片）、扩血管（单硝酸异山梨酯片）、强心控制房颤（地高辛片）、改善预后（库巴曲缬沙坦钠片、美托洛尔缓释片、螺内酯片）、利尿（呋塞米片）、补钾（氯化钾缓释片）、强心（芪苈强心胶囊）出院教育：（1）嘱咐患者：低盐低脂低糖饮食；戒烟限酒；避免剧烈运动。（2）按医嘱规律服用药物。（3）注意监测血压、心率。（4）定期监测心脏彩超、胸片，关注是否具有心功能不全。（5）定期监测肝功能、肾功能、血常规、尿常规、血脂、血糖、电解质、凝血功能。（6）避免服用加重心衰症状的药物，如非甾体抗炎药物、糖皮质激素、Ⅰ类抗心律失常药物、短效二氢吡啶类制剂。（7）不适随诊。"
    },
    {
        "id": 492,
        "symptom": {
            "一般资料": "女性，60岁，农民",
            "主诉": "左中环指疼痛40天，麻木10天",
            "现病史": "患者于40天前无诱因的出现左中环指疼痛不适，无发热，无头痛、头晕。左掌心处因受凉后出现肿胀，未予处理肿胀逐渐消退。近10天逐步出现左拇示中指及环指桡侧指端麻木。自行应用药物治疗，无效果。今日为求诊治来院，门诊经询问病史及查体后以“腕管综合征（左）”收入院。患者自发病以来，饮食睡眠可，大小便正常。",
            "既往史": "无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36℃，P:76次/分，R:19次/分，BP:114/81mmHg。一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率76次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左手桡侧3个半手指麻木，拇指外展无力，对掌受限，屈腕试验阳性，Tinel征阳性，Froment征阳性。左手掌中第3、4掌骨间可扪及大小约1cm×1cm肿物，质软，压叩痛。指端血运可。余肢体未见明显异常。",
            "辅助检查": "磁共振颈椎：1.颈椎退行性变2.颈椎间盘突出（C5-7）"
        },
        "diagnosis": {
            "初步诊断": "1.腕管综合征（左）2.左手掌肿物3.颈椎病",
            "诊断依据": "1.左中环指疼痛40天，麻木10天。2.左手桡侧3个半手指麻木，拇指外展无力，对掌受限，屈腕试验阳性，Tinel征阳性，Froment征阳性。左手掌中第3、4掌骨间可扪及大小约1cm×1cm肿物，质软，压叩痛。指端血运可。余肢体未见明显异常。3.磁共振颈椎：1.颈椎退行性变2.颈椎间盘突出（C5-7）",
            "鉴别诊断": "1.神经纤维瘤：该病人会有腘窝的肿块，深压痛，可向小腿放射，从查体可以排除。该患者与此不符，可排除。2.颈神经根肿瘤：临床表现为进行性根性疼痛，有典型节段性损害体征。可借助MRI和脊髓造影进行诊断。该患者与此不符，可排除。",
            "诊断结果": "1.腕管综合征（左）2.腱鞘囊肿（左手掌）3.高脂血症4.颈椎病"
        },
        "cure": "入院后完善相关检查及术前准备，CT检查南S:胸部S(平扫),腕关节S(平扫-左)：1.胸部CT平扫未见明显异常2.左手掌软组织囊性密度影，考虑腱鞘囊肿，建议结合临床3.左尺骨远侧骨端高密度影，考虑骨岛可能性大。大肾功：肌酐43.0umol/L，血脂七项：甘油三酯1.83mmol/L、总胆固醇5.87mmol/L、低密度脂蛋白3.60mmol/L、载脂蛋白A1.85g/L、载脂蛋白B1.19g/L，葡萄糖：葡萄糖7.13mmol/L，糖化血红蛋白测定：糖化血红蛋白测定6.40%，尿沉渣：白细胞.34个/uL、鳞状上皮11个/uL。于入院后的第二天在臂丛麻醉下行腕管综合症切开减压术+浅表肿物切除术。术中需要将腕管彻底的切开，同时注意观察腕管底部是否有肿物压迫正中神经。术后给予甘油果糖氯化钠250ml，ivd**bid消肿，布洛芬缓释片0.3bid止痛，甲钴胺胶囊营养神经。辛伐他汀片降低血脂。患者目前暂无颈椎病手术的指征继续观察即可。术后3天出院情况时患者一般情况可，生命体征平稳，切口处对合良好，无炎症征象，左手麻木较前明显缓解，指端血运可。"
    },
    {
        "id": 493,
        "symptom": {
            "一般资料": "男性，36岁，无",
            "主诉": "咳嗽2天，伴腹泻1天。",
            "现病史": "患者缘3天前在外应酬后出现咳嗽、咽部不适，无咯痰遂前往老隆镇卫生院诊治（具体不详），昨天解黄色水样便，约10余次，无里急后重感，脐周隐痛。自发病后，患者无畏寒、发热，无头晕、头痛，无胸闷、胸痛，无心悸、气促，无呕血，无柏油样大便，无腰痛，无血尿及酱油样小便，大便正常，小便黄赤。",
            "既往史": "患者诉既往2011年有“肩锁静脉曲张”病史，于外院行微创手术治疗（具体不详），术后恢复良好。否认“冠心病、高血压病、糖尿病”等病史，否认药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部充血明显，双侧扁桃体Ⅰ度肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率70次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：双肺呼吸音清，双肺未闻及干、湿性啰音，心前区无隆起，心率70次/分，心律齐，各瓣膜听诊区未闻及病理性杂音；腹部平软，全腹无压痛，无反跳痛，未触及肝脏，双下肢无浮肿，四肢肌力、肌张力正常，生理反射正常，病理反射未引出。",
            "辅助检查": "暂缺"
        },
        "diagnosis": {
            "初步诊断": "1.腹泻查因：细菌性肠炎？病毒性肠炎？2.急性咽炎",
            "诊断依据": "1.男，36岁,咳嗽2天，伴腹泻1天。2.专科检查：双肺呼吸音清，双肺未闻及干、湿性啰音，心前区无隆起，心率70次/分，心律齐，各瓣膜听诊区未闻及病理性杂音；腹部平软，全腹无压痛，无反跳痛，未触及肝脏，双下肢无浮肿，四肢肌力、肌张力正常，生理反射正常，病理反射未引出。",
            "鉴别诊断": "伤寒：消化道传染性疾病，发热、恶心、呕吐、腹痛、腹泻。肥达氏可进一步明确。",
            "诊断结果": "1.感染性腹泻2.急性咽炎。"
        },
        "cure": "入院后完善相关检查，患者有咳嗽、咽部不适，解黄色水样便，约3余次，并伴有纳差，无里急后重感，脐同隐痛。辅助检查：血常规：白细胞7.3810^9/l、中性粒细胞比率82.6%↑、淋巴细胞比率10.6%↓、红细胞5.4310^12/l、血红蛋白158g/l。降钙素原检测0.105ng/ml↑。肝功：血清丙氨酸氨基转移酶测定49.36U/L↑、血清天门冬氨酸氨基转移酶测定21.03U/L、血清总胆红素测定11.60μmol/L、血清直接胆红素测定2.46μmol/L、血清总胆汁酸测定2.77μmol/L。电解质：钠测定142.5mmol/L、钾测定4.66mmol/L、钙测定2.26mmol/L、锌测定9.32umol/L↓。血脂：总胆固醇6.08mmol/L、甘油三酯1.30mmol/L、低密度脂蛋白胆固醇4.51mmol/l↑。心酶、肾功、大便常规、尿常规、肺炎支原体、衣原体、传染病五项未见异常。DR检查:心肺膈未见异常。彩色B超检查:肝囊肿。胆、胰、脾、双肾、膀胱、前列腺未见明显异常声像。辅助检查：伤寒杆菌菌体抗原阴性(-)、伤寒杆菌鞭毛抗原阴性(-)、肝吸虫抗体阴性(-)。结合患者病史、体征及辅查初步诊断：1.感染性腹泻2.急性咽炎。治疗上予以注射用头孢哌酮钠舒巴坦钠2g每日2次、喜炎平注射液500mg每日1次抗炎、抗感染治疗。同时予以口服益气健脾口服液20ml每日2次、蒙脱石散3g每日3次止泻治疗。经过住院治疗5天，无腹痛腹泻，无纳差、恶心呕吐。病情治愈出院。"
    },
    {
        "id": 494,
        "symptom": {
            "一般资料": "男性，54岁，无",
            "主诉": "腹胀纳差7天。",
            "现病史": "患者诉于7天前无明显诱因下出现腹胀，以腹部饱胀感为主，伴纳差，食欲下降，少许腹痛，无反酸嗳气，无恶心呕吐，巩膜黄染，尿黄，色如浓茶样，量多，无腹泻，无畏寒发热，无胸闷心悸等不适。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养一般，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率93次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹部查体详见专科情况。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：腹部膨隆，腹肌稍紧张，全腹无压痛及反跳痛，未触及异常包块，肝脾肋下未及，肝区无叩击痛，Murphy征（-），移动性浊音阴性，肠鸣音正常，约5次/分。",
            "辅助检查": "暂缺。"
        },
        "diagnosis": {
            "初步诊断": "1.腹胀腹痛纳差查因2.肝硬化失代偿期？",
            "诊断依据": "1.男，54岁。2.专科检查：腹部膨隆，腹肌稍紧张，全腹无压痛及反跳痛，未触及异常包块，肝脾肋下未及，肝区无叩击痛，Murphy征（-），移动性浊音阴性，肠鸣音正常，约5次/分。",
            "鉴别诊断": "胆囊炎：常有腹部饱胀感，及腹痛症状，行超声检查与CT检查可以确诊。",
            "诊断结果": "1.急性甲型病毒性肝炎；2.急性戊型病毒性肝炎；3.右肾积水伴输尿管结石"
        },
        "cure": "入院后完善相关检查，生化示：ALT4330.00U/L↑AST3415.00U/L↑谷草比谷丙0.79↓血清总胆红素测定133.54μmol/L↑血清直接胆红素测定86.15μmol/L↑血清间接胆红素测定47.39umol/L↑血清总胆汁酸测定237.80μmol/L↑乳酸脱氢酶测定1081.00U/L↑。尿常规示：尿潜血1+↑。尿胆原+-↑。胆红素1+↑。酮体1+↑。血常规、凝血功能、粪便常规、胃功能、电解质未见明显异常。ECG示：正常心电图。胸片示：心肺膈未见异常。腹部CT示：1.右输尿管上段结石并以上段输尿管扩张积液、右肾轻度积液2.前列腺钙化灶。HAV-IgM(+),HEV-IgM(+),HBV-Cab(+)，根据患者病史、症状、体征及目前辅查结果，目前诊断为：1.急性甲型病毒性肝炎；2.急性戊型病毒性肝炎；3.右肾积水伴输尿管结石。治疗上予舒肝宁注射液10mlqd清热解毒、利湿退黄、益气扶正、保肝护肝、多烯磷脂酰胆碱注射液10mlqd促进肝组织再生、甘草酸单铵半胱氨酸氯化钠注射液250mlqd保护肝细胞膜、注射用还原型谷胱甘肽1.8g,qd保护肝脏功能、抑酸护胃、利尿等对症处理。同时予以口服复方甘草酸苷胶囊75mg每日3次、双环醇片50mg每日3次、肌苷片0.4g每日3次保护肝脏功能治疗。经过住院治疗13天，腹胀较前明显减轻，无腹痛，无尿黄，无恶心呕吐等不适，患者好转出院。"
    },
    {
        "id": 495,
        "symptom": {
            "一般资料": "男性，31岁，无",
            "主诉": "尿黄10余天。",
            "现病史": "缘患者于10余天无明显诱因出现尿黄，伴厌油及纳差，无血尿，无皮肤瘙痒，无腹痛腹胀，无头晕头痛，无恶心呕吐，无发热畏寒，无咳嗽咳痰，无气促、胸闷、胸痛等。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年男性，发育正常，营养良好，无贫血貌，神志清，精神尚可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率80次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。专科查体：神清，精神尚可，巩膜轻度黄染，颈项可见多个蜘蛛痣，未见肝掌。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。",
            "辅助检查": "HBsAg＞250.0IU/ml；HBeAb0.790IU/L；HBcAb＞10.000IU/ml；肝功示：ALT899.0U/L；AST490.0U/L；TBIL42.21μmol/L；GGT417.0IU/L。"
        },
        "diagnosis": {
            "初步诊断": "急性乙型病毒性肝炎",
            "诊断依据": "1.男，31岁,尿黄10余天。2.专科检查：神清，精神尚可，巩膜轻度黄染，颈项可见多个蜘蛛痣，未见肝掌，心肺腹体查无特殊。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "胆道梗阻：一般多以上腹痛伴黄疸为主要症状，可完善腹部CT检查进一步了解。",
            "诊断结果": "1.急性乙型病毒性肝炎2.高脂血症3.早期肝硬化？"
        },
        "cure": "入院后，完善相关检查，辅助检查：血清天门冬氨酸氨基转移酶测定461.00U/L↑。血清a羟基丁酸脱氢酶测定239.00U/L↑。甘油三酯2.41mmol/L↑。甲胎蛋白(AFP)137.42ng/mL↑。人III型前胶原肽测定20.359ng/mL↑。血清透明质酸酶测定268.248ng/mL↑。血清IV型胶原测定302.592ng/mL↑。B超示：胆囊壁稍增厚，建议结合临床。肝、脾、胰腺、双肾、膀胱、前列腺未见异常。DR示：腹部局部肠管内短小液气平面，请结合临床或短期内复查；心肺膈未见异常。结合患者病史、体征及辅助检查，考虑诊断：1.急性乙型病毒性肝炎2.高脂血症。予舒肝宁注射液10ml每日一次、注射用还原型谷胱甘肽1.2g每日1次、脱氧核苷酸钠注射液150mg每日1次护肝、退黄、营养补液对症等治疗。同时予以口服参灵肝康胶囊2g每日3次、双环醇片50mg每日3次护肝降酶治疗。患者AFP及肝纤四项均升高，B超未见异常，考虑肝硬化转化风险高，遂予以恩替卡韦分散片0.5mg每日1次进行抗病毒治疗。经过积极住院治疗8天后，患者好转出院，出院时患者精神可，无诉腹痛腹胀，无尿黄，无头晕头痛，无恶心呕吐，无发热畏寒，无咳嗽咳痰，无气促、胸闷、胸痛等。"
    },
    {
        "id": 496,
        "symptom": {
            "一般资料": "男性，14，学生",
            "主诉": "突发右侧肢体无力伴意识障碍4小时",
            "现病史": "患者4小时前被家属发现右侧肢体无力，抬举较费力，不能站立及行走，伴意识障碍，神志昏睡，反应迟钝，伴言语不利，口齿不清，伴恶心呕吐，左侧肢体可见活动，无肢体抽搐，遂送至急诊就诊。",
            "既往史": "4年前有“包皮切除手术”史；近2年有反复胸痛发作，位于心前区，无胸闷气促，无呼吸困难，未诊治。否认高血压病、糖尿病史。"
        },
        "examine": {
            "查体": "昏睡状态，精神软，言语不利落，双侧瞳孔等大等圆，直径3mm，对光反射迟钝，双侧眼球左侧凝视，无自发眼震，双侧额纹对称，右侧鼻唇沟变浅，伸舌不合作，两肺呼吸音清，未闻及干湿性啰音，心律齐，无杂音，腹软，肝脾未及肿大。肌力、感觉查体不合作，疼痛刺激右侧肢体无肌肉收缩，左侧能抬离床面，右侧肢体肌张力减低，左侧肢体肌张力正常，四肢腱反射（++），右侧巴氏征阳性，左侧巴氏征阴性。NIHSS评分31分，GCS评分9分，mRS评分5分。",
            "辅助检查": "急诊血气分析：酸碱性7.41，二氧化碳分压41.9mmHg，氧分压164.0mmHg，乳酸1.1mmol/L；超敏C-反应蛋白＜0.50mg/L；血常规：白细胞计数16.17x10^9/L，中性粒细胞百分数0.893，淋巴细胞百分数0.069，红细胞计数5.29x10^12/L，血红蛋白155g/L，红细胞压积0.442，血小板计数362x10^9/L；急诊生化、心肌酶谱：钾3.48mmol/L，钠136.7mmol/L，氯97.4mmol/L；凝血组合正常。急诊颅脑CT：左侧额颞叶密度减低，脑梗塞可能大。颅脑及颈部CTA：左侧大脑中动脉M1段显示不清，考虑重度狭窄或闭塞，左侧颈内动脉虹吸部管腔较纤细。彩超心脏：三尖瓣返流（轻度），EF：73%。常规心电图：窦性心律，正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "1.急性脑梗死2.大脑中动脉闭塞（左侧M1段）",
            "诊断依据": "1.患者男性，14岁，既往无高血压、糖尿病史。2.本次急性起病，出现神经功能缺失症状：意识障碍、言语不利、偏瘫等。3.体格检查提示神志昏睡，双眼左侧凝视，言语不利，右侧中枢性面瘫，右侧肢体肌力下降，右侧巴氏征阳性。4.辅助检查：颅脑平扫CT提示左侧额颞叶密度减低，脑梗塞可能大；颅脑CTA检查提示左侧大脑中动脉M1段显示不清。",
            "鉴别诊断": "1.癫痫：患者无脑血管病危险因素，急性发病，出现意识障碍需鉴别癫痫，但癫痫一般以神经系统刺激性症状为主，比如肢体抽搐、大小便失禁等，本患者主要表现为神经功能缺失症状，无肢体抽搐，故不予考虑。2.脑肿瘤：可卒中样起病，但患者平素无慢性头痛、呕吐等颅压增高表现，头部影像学检查未见明确占位性病变及脑水肿，故依据不足，不予考虑。",
            "诊断结果": "1.急性脑梗死2.大脑中动脉闭塞（左侧M1段）3.卵圆孔未闭"
        },
        "cure": "根据患者病史、症状及辅助检查结果，首先考虑左侧大脑中动脉闭塞所致大面积脑梗死，根据《中国急性缺血性脑卒中诊治指南2018》意见，患者＜18岁，无静脉溶栓适应症，故未行静脉溶栓治疗，与患者父亲沟通后，急诊在全身麻醉下行急性脑梗死动脉取栓手术治疗，过程顺利，左侧大脑中动脉完全再通，远端血流达TICIIII级。术后转至ICU监护治疗24小时，同时持续给予替罗非班（5ml/h）静脉微泵维持抗血小板聚集，予法舒地尔针（30mg静脉滴注每日2次）预防脑血管痉挛，依达拉奉针（30mg静脉滴注每日2次）清除氧自由基，立普妥（40mg鼻饲每晚1次）保护脑细胞，补充电解质纠正内环境紊乱及对症等治疗。术后10小时患者神志转清，有遵嘱动作，左侧肢体可见活动，右侧肢体仍未见明显活动，复查颅脑CT：左侧额颞叶密度减低，脑梗塞可能大；左基底节区高密度影，脑出血可能。当时不能完全排除脑出血转化，予暂停替罗非班，同时予甘露醇注射液100ml静脉滴注每8小时1次，临时予地塞米松10mg静脉推注减轻脑水肿。术后第10天复查颅脑CT提示左侧额颞叶、基底节区脑梗塞伴左基底节区脑出血，较前血肿明显缩小。复查彩超心脏提示：三尖瓣返流（轻度），EF：75%。进一步查经食道彩超心脏提示房间隔扫查未见明显异常，左心耳未见明显血栓，心脏右心声学造影未见明显心内分流。患者神志清楚，言语不利及右侧肢体无力均明显改善，右侧肢体肌力4+级，能独立行走，无明显跛行，NIHSS评分3分，mRS评分1分。予以带药出院，出院带药为：阿托伐他汀钙片20mg口服每晚1次，银杏叶片1片口服每日3次。术后1年复查经食管超声心动图：卵圆孔未闭，左心耳未见明显血栓。右心声学造影：心脏声学造影可见心内分流，考虑卵圆孔未闭。在全身麻醉下行经皮介入房间隔缺损封堵术，过程顺利。"
    },
    {
        "id": 497,
        "symptom": {
            "一般资料": "男性，87岁，退休人员",
            "主诉": "间断胸憋、气短5天，加重伴言语不利1天。",
            "现病史": "患者5天前上厕所时突发胸憋、气短，不伴胸痛、肩背部放射痛、咽部紧缩感，不伴出汗，不伴心悸，不伴恶心、呕吐，不伴头晕、黑朦等，口服“10粒速效救心丸”，持续1小时缓解。此后间断出现上述症状，性质同前，与活动关系不大，自服“倍他乐克，盐酸曲美他嗪片”，持续10分钟缓解，未重视。今日6时突发言语不利，伴气短，不能平卧，不伴胸痛，肩背部放射痛，咽部紧缩感，不伴出汗，不伴心悸，不伴恶心、呕吐，不伴头晕、黑曚等，家属发现后送至我院急诊科，头颅CT除外脑出血，拟行头颅核磁突发气短，不能平卧，心电图可见ST-T异常，血红蛋白下降，NT-proBNP升高，心脏彩超提示室壁运动基本消失，行头颅CTA、胸部CT提示双肺感染、双侧胸腔积液，多发动脉狭窄，拟“急性心衰急性脑梗死”由急诊科转入我科。患者自发病以来，精神、食欲、睡眠差，大小便正常，体重无明显改变。",
            "既往史": "高血压30年，收缩压最高180mmHg，舒张压不详，平日口服“拜新同”，自诉收缩压控制在120mmHg左右。2年前行气手术治疗。发现贫血1月，未重视。否认糖尿病病史；否认肾脏病史，无脑血管意外疾病史。否认外伤史；否认输血史，否认肝炎史，否认结核病史，无传染病病史，预防接种史不详，否认食物过敏史，无药物过敏史。居住于现住址，否认近期外出旅居史，否认疫区久居史，否认有害物接触史，否认放射性物质接触史，否认吸烟史；否认饮酒史；否认冶游史。婚育史：22岁结婚，生育2子2女，配偶及子女身体健康。家族史：父亲高血压，89岁去世；母亲高血压，60岁去世，兄弟、姐妹健康，2子高血压，2女健康，家族否认肝炎、结核等传染性疾病。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，体型中等，被动体位，用担架送入病房，急性面容，表情忧虑，意识清晰，不能言语，精神状态忧郁，查体合作。皮肤粘膜：色泽正常，皮肤弹性差，皮肤无湿冷，未见肝掌、蜘蛛痣，无水肿，无瘀点、无瘀斑无皮下结节全身浅表淋巴结：浅表淋巴结未触及肿大。头颅：无畸形，头发分布均匀，头发花白，有色泽，无瘢痕，无肿块，无压痛，无结节。眼：眼球正常，双睑无浮肿下垂，眼睑无水肿，无震颤，双眼无斜视，结膜无充血，无翼状胬肉，巩膜无黄染，角膜清，双侧瞳孔等大等圆，直径2mm，对光反射灵敏。耳：耳廓无畸形，无牵拉痛，外耳道无脓性分泌物，乳突无压痛。鼻：鼻外形正常，鼻翼无煽动，鼻腔通畅，不伴水样分泌物，鼻唇沟不对称，无压痛。口腔：口唇红，口腔黏膜无溃疡、疱疹，牙龈无肿胀，无出血，牙齿整齐排列，牙齿无松动，伸舌偏斜，舌质红润，舌苔薄，咽不充血，双侧扁桃体无肿大，无脓肿。颈部：颈软无抵抗，颈静脉无充盈，肝颈静脉反流征阴性，气管居中，甲状腺无肿大。胸部：胸廓外形正常无畸形，胸廓对称，胸壁静脉充盈，无皮下气肿，胸壁无压痛，双乳对称，双乳头无凹陷，无乳头溢液。肺脏：视诊：两侧呼吸运动基本一致，呼吸节律均匀。触诊：语颤正常，未触及胸膜摩擦音。叩诊：双肺叩诊呈清音。听诊：两肺呼吸音正常，未闻及干湿性罗音。心脏：视诊：心前区无隆起。触诊：心尖搏动最强点位于第5肋间左锁骨中线内0.4cm，无抬举性搏动。叩诊：心界临界大致正常。听诊：心率104次/分，节律齐，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。血管：桡动脉：节律不齐，无脉搏短拙或奇脉，血管紧张度正常。股动脉：动脉搏动正常，节律不齐，未闻及血管杂音。足背动脉：搏动正常。周围血管征：无水冲脉，无枪击声，无往返杂音。腹部：视诊：外形对称，腹部平坦，可见腹式呼吸，无腹壁静脉曲张，无肠形及胃肠蠕动波，无色素沉着，无皮疹。触诊：腹软，腹壁紧张度正常，全腹无压痛及反跳痛，未触及肿块，肝脾肋下未触及，Murphy征阴性。叩诊：肝区及双肾区无叩痛。听诊：肠鸣音正常，肠鸣音3~5次/分。肛门、直肠、外生殖器未检查。脊柱生理弯曲存在，脊柱无压痛，四肢：活动自如，无畸形，无肌肉萎缩，双下肢无水肿，关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。神经系统：双侧生理性反射正常，双侧病理性反射未引出。",
            "辅助检查": "血常规（2021-10-26急诊科）：白细胞计数7.37×109/L，中性粒细胞%78.3%，淋巴细胞%12.9%，单核细胞%6.0%，红细胞计数4.15×1012/L，血红蛋白85g/L，血小板计数320×109/L心梗四项（2021-10-26急诊科）：心肌肌钙蛋白I0.21ng/ml，肌酸激酶同工酶2.73ng/ml，肌红蛋白53.7ng/ml，N-端脑利钠肽前体1895pg/ml血气分析(2021-10-26急诊科）：酸碱度7.467，氧分压65.6mmHg，氧化碳分压27.5mmHg凝血功能（2021-10-26急诊科)凝血酶原时间15.3秒，国际标准化比值1.41，活动度68%，活化部分凝血活酶时间31.2秒，D-二聚体515ng/mL肝功能(2021-10-26急诊科)：丙氨酸氨基转移酶71.46IU/L，天冬氨酸氨基转移酶80.99IU/L，白蛋白32.86g/L，r-谷氨酰转肽酶37.19IU/L，胆碱酯酶3824.27IU/L，钾3.64mmol/L，钠134.70mmol/L，氯103.07mmol/L总胆红素17.24μmol/L，直接胆红素4.17μmol/L，间接胆红素13.07μmol/L心电图(2021-10-26急诊科)：窦性心律，不正常心电图，ST-T改变(IIIIIIaVLaVFV4-V6)，V4-V6可见ST段压低。2021年9月9日体检心电图未见明显异常血红蛋白90g/L。头颅CT（2021-10-26急诊科）；1.双侧半卵圆中心及侧脑室旁缺血灶2.轻度皮层下硬化性脑病心脏彩超（2021-10-26急诊科)节段性室壁运动异常左房扩大主动脉瓣退行性变伴返流（轻度）二尖瓣反流（少量）三尖瓣反流（少量）肺动脉高压（轻-中度）"
        },
        "diagnosis": {
            "初步诊断": "急性心力衰竭(心功能IV级)冠状动脉粥样硬化性心脏病急性冠脉综合征左房扩大急性脑梗死肺部感染双侧胸腔积液高血压3级(很高危)皮层硬化性脑病",
            "诊断依据": "危险因素：老年男性，存在年龄、高血压、贫血等基础疾病症状体征：主要表见为胸憋、气短、不能平卧，言语不利，伸舌偏斜辅助检查：（1）心电图：窦性心律，不正常心电图，ST-T改变(IIIIIIaVLaVFV4-V6)，V4-V6可见ST段压低。（2）心肌坏死标记物正常水平（3）T-proBNP明显升高（4）心脏彩超：节段性室壁运动异常左房扩大主动脉瓣退行性变伴返流（轻度）二尖瓣反流（少量）三尖瓣反流（少量）肺动脉高压（轻-中度）（5）胸部CT提示肺部感染、双侧胸腔积液（6）头颅CT提示急性脑梗死",
            "鉴别诊断": "1.支气管哮喘多见于青少年有过敏史；发作时双肺可闻及典型哮鸣音，咳出白色黏痰后呼吸困难常可缓解。测定血浆BNP，水平对鉴别心源性和支气管性哮喘有较重要的参考价值。2.心包积液、缩窄性心包炎时，由于腔静脉回流受阻同样可以引起颈静脉怒张、肝大、下肢水肿等表现，应根据病史、心脏及周围血管体征进行鉴别，超声心动图检查可得以确诊。3.肝硬化腹水伴下肢水肿应与慢性右心衰竭鉴别，除基础心脏病体征有助于鉴别外，非心源性肝硬化不会出现颈静脉怒张等上腔静脉回流受阻的体征。",
            "诊断结果": "急性心力衰竭(心功能IV级)冠状动脉粥样硬化性心脏病急性冠脉综合征左房扩大急性脑梗死肺部感染双侧胸腔积液高血压3级(很高危)中度贫血低蛋白血症皮层硬化性脑病"
        },
        "cure": "1.入院病情评估：该患者老老年男性，存在年龄、高血压、贫血等基础疾病，主要表见为胸憋、气短、不能平卧，言语不利，伸舌偏斜，心电图提示V4-V6导联ST段压低，T-proBNP明显升高，心脏彩超提示左室前壁、前间壁、心尖室壁运动基本消失，胸部CT是示肺部感染、双侧胸腔积液，心力衰竭合并急性脑梗死诊断明确，向家属交代随时可能出现急性心肌再梗死、心力衰竭恶化、恶性心律失常、心脏破裂、心源性休克、血栓栓塞(如脑栓塞、肺栓塞等)、呼吸衰竭、出血(如消化道出血、脑出血)等严重并发症危及三命，特告知家属。2.治疗原则：（1）治疗目标：治疗呼吸道感染，改善心衰症状，稳定血流动力学状态，维护重要器官功能，避免急性心衰复发，改善远期预后。（2）一般处理：静息时呼吸困难者半卧位或端坐位；心电图、血压和血氧饱和度的监测；吸氧；建立静脉通道；严格出入量管理；完善相关检查。（3）药物治疗：抗感染治疗，利尿，扩血管治疗，改善预后治疗，正性肌力药物治疗，抗凝治疗，降脂稳斑治疗。3..心电、血压、血氧饱和度监测，下病危通知；4.初步药物治疗方案及分析（1）利尿（味塞米、氯化钾缓释片）：患者呼吸困难，存在肺循环淤血，应限制盐的摄入和合理使用利尿剂。利尿剂通常从小剂量开始，呋塞米10mg～20mg/d，根据尿量口服补充氯化钾，氯化钾缓释片1gPoTid，饭后服用。（2）扩血管(尼可地尔）：根据《急性心力衰竭基层诊疗指南》（2019），患者在利尿剂、强心治疗的基础上可通过扩血管治疗。尼可地尔具有独特的双重药理机制，兼具钾通道开放剂和NO供体的作用，既可激活血管平滑肌细胞KATP通道，促进K+外流、使细胞超极化，阻止Ca2+内流，同时又能释放NO、激活血管平滑肌细胞内鸟苷酸环化酶，增加cGMP水平，使血管平滑肌松弛导致外周血管和冠状动脉舒张，从而降低心脏前、后负荷，并增加冠状动脉血流量。此外，尼可地尔可激活心肌细胞KATP通道，减轻Ca2+超载对缺血心肌细胞的损伤。（3）改善预后（美托洛尔、沙库巴曲缬沙坦钠片、螺内酯）：《中国心力衰竭诊断和治疗指南2018》指出，慢性HFrEF患者出现失代偿和心衰恶化，如无血流动力学不稳定或禁忌证，可继续原有的优化药物治疗方案，包括β受体阻滞剂、ACEI／ARB／ARNI、醛固酮受体拮抗剂，可根据病情适当调整用。①美托洛尔：属于β受体阻滞剂，可抑制交感神经激活对心力衰竭代偿的不利作用。《中国心力衰竭诊断和治疗指南2018》指出，慢性HFrEF患者长期应用β受体阻滞剂能减轻症状、改善预后、降低死亡率、住院率及猝死风险。在ACEI和利尿剂的基础上加用β受体阻滞剂，需从小剂量开始，如患者可耐受，则每2～4周将剂量加倍，以达到静息心率不小于60次/分为目标剂量或最大耐受量。②沙库巴曲缬沙坦钠属于血管紧张素受体-脑啡肽酶抑制剂（ARNI），沙库巴曲是脑啡肽酶抑制剂的前体药物，在肝脏经羧酸酯酶分解为脑啡肽酶抑制剂沙库比利拉，从而抑制脑啡肽酶对利钠肽的降解，发挥舒张血管、增加肾小球滤过率、利钠和利尿的作用。缬沙坦通过抑制AT1受体进而对RAAS产生抑制作用，改善心肌重构。所有无禁忌症患者都应积极使用ACEI/ARB，或ARNI沙库巴曲缬沙坦钠片，它们均能降低心衰患者的发病率和病死率。《急性心肌梗死后心室重构防治专家共识》指出沙库巴曲缬沙坦治疗不仅能够降低NT-proBNP水平、提高LVEF，而且在改善心脏结构和功能及逆转心室重构方面均显著优于ACEI/ARB。沙库巴曲缬沙坦钠片起始剂量为25mg，2次/d。③螺内酯：属于醛固酮受体拮抗剂，为保钾利尿剂，能阻断醛固酮效应，抑制心血管重塑，改善心衰的远期预后。《中国心力衰竭诊断和治疗指南2018》指出，在使用ACEI/ARB/ARNI、β受体阻滞剂的基础上加用醛固酮受体拮抗剂，可使NYHA心功能Ⅱ～Ⅳ级的射血分数降低的心力衰竭患者获益，降低全因死亡、心血管死亡、猝死和心衰住院风险。螺内酯初始剂量20mg/d。（4）抗血小板治疗（吲哚布芬）：《心力衰竭合理用药指南（第2版）》指出，急性心衰患者，由于活动受限、卧床以及体循环淤血等原因，是静脉血栓栓塞症的高危人群。因患者高龄贫血，不能口服双联抗血小板聚集药物，给予吲哚布芬。（5）抗感染等(注射用头孢派酮钠舒巴坦钠)：由于患者表现气短，血象偏高，胸部X线检查示双肺炎症、胸腔积液，考虑呼吸道感染，因患者高龄，本次病情危重，入心内重症监护室，有铜绿假单胞菌感染因素，故使用覆盖铜绿假单胞菌的第三代头孢菌素，头孢派酮钠舒巴坦钠。并行“痰培养+药敏”，根据结果调整药物。（6）急性脑梗治疗（阿托伐他汀、丁苯酥氯化钠注射液）：患者目前言语含糊，伸舌偏斜，鼻唇沟不对称，行头颅CTA提示脑动脉多发狭窄，经神经内科会诊，建议加用丁苯酥氯化钠注射液治疗急性脑梗死，因依达拉奉不适合老年人，故未加用。5.急查胸腔彩超，必要时胸腔穿刺置管引流术。与患者亲属充分沟通，完善术前谈话记录后，为病人行右侧胸腔穿刺置管术。术前经行超声检查下定位，常规消毒皮肤，铺巾，2%利多卡因局部浸润麻醉，回抽可见黄色较清亮胸腔积液，9#穿刺针进针，送入导丝，拔除穿刺针，扩皮，置入胸腔引流管长约12cm，拔出导丝，外接引流袋，固定，贴膜。过程顺利，患者生命体征相对平稳，无特殊不适。6.针对双侧胸腔积液，昨日行右侧胸腔穿刺置管引流术，根据胸水常规、胸水生化，考虑漏出液可能，与心衰有关，积极纠正心衰。7.入院第三天检查贫血，粪便常规提示潜血弱阳性，铁蛋白下降，考虑慢性失血导致的缺铁性贫血，家属诉既往半年前出现体重下降，进食尚可，不除外慢性贫血，建议电子胃镜、电子肠镜检查，必要时PET-CT检查。但目前因合并急性心衰、急性脑梗死，暂不行上述检查，加用琥珀酸亚铁缓释片补充造血原料。8.住院治疗期间，密切监测患者各项指标，随时调整药物治疗方案、剂量，未发现明显药物不良反应，患者各项指标趋于正常水平，患者无明显不适主诉，患者及患者家属要求出院回家，经主任医师同意后出院继续药物治疗，如有不适随时来院就诊。"
    },
    {
        "id": 498,
        "symptom": {
            "一般资料": "女性，54岁，无",
            "主诉": "反复心悸3年，再发半个月",
            "现病史": "病人自述3年前开始出现心悸、乏力、无头疼、无头疼、无晕厥、无意识、无大汗、无胸闷、无胸痛气促、无恶心呕吐、无腹痛、腹胀、肢体活动障碍等症状。后间歇出现心悸发作，并伴有晕厥，其性质与先前相同。半月前，该病人反复发作，病情反复，无法改善，于是到本院门诊就诊，门诊检查心电图显示：III度房室传导阻滞，门诊遂以“III度房室传导阻滞”收入我心血管科，患者自起病以来，精神睡眠欠佳，食纳可，大小便未见明显异常，近期体重无明显变化。",
            "既往史": "既往有“高血压”病史5年，最高血压150/?mmHg，现服用“施慧达2.5mg1次/日”控制血压，血压控制不详，否认肝炎、疟疾病史，否认心脏病史，否认糖尿病、脑血管疾病、精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，接种3针新冠疫苗。"
        },
        "examine": {
            "查体": "T是37.2度，P是84次/min，R是12次/min，BP是140/90mmhg，发育正常，营养充足，长期患病，意识清醒，意识清醒，意识清醒，自主活动，配合检查，回答问题，皮肤粘膜无黄染，全身淋巴结无明显肿大。头部无畸形，眼睑无肿胀，眼睑无明显肿胀，结合膜无充血、无水肿、巩膜无黄染、角膜透明、双侧瞳孔等大等圆，对光有敏感的反应。没有外耳道的异常，没有外耳道的溢脓，没有乳突的压迫。结果：外鼻未见明显异常，鼻腔通气良好，没有鼻翼摆动，副鼻窦区也没有压迫感。嘴唇无发绀、口腔粘膜无出血、伸长舌头中间、不发抖、咽部不充血、扁桃体不肿胀、无脓液。颈部软组织不反抗、颈静脉扩张、甲状腺肿大、血管杂音、气管正中、肝、颈静脉回流等。胸部没有异常，呼吸运动均匀，语言不明显，两个肺都有明显的响声，两个肺的呼吸都很清楚，没有干湿性罗音、胸膜磨擦声。心前区无明显的鼓包，心尖搏动在第五肋间左侧锁骨中线0.5cm处，没有感觉到震动，没有心界扩张，心率41次/min，心律失常，可闻到室早二联律，心音正常，各瓣膜听诊部未见病理性杂音。腹部平坦，没有静脉曲张，没有消化道和蠕动。全腹无压迫感、腹肌张力、无腹块、肝脾肋缘下、莫菲氏征阴性、肝及肾区无叩击感、腹部运动性浊音、肠鸣音均为正常。肛门和外生殖器都是正常的。脊柱不变形，活动自由，关节没有肿胀，没有杵状指（趾），下肢没有肿胀，下肢没有色素沉着。四肢肌力正常，肌肉张力正常。有腱反射、巴氏征、克氏、布氏等。",
            "辅助检查": "门诊心电图示：III度房室传导阻滞。入院完善相关检查：N端脑钠肽前体1271.00↑＊pg/ml；D-二聚体1.02↑＊ug/ml；血脂：甘油三酯3.32↑mmo1/L，低密度脂蛋白胆固醇4.49↑mmo1/L；血常规、炎性指标、肝肾功能、凝血功能、输血前四项、甲胎蛋白、癌胚抗原、甲功、心肌酶、超酶肌钙蛋白、2019新型冠状病毒核酸均未见明显异常。心脏彩超，胸片未见明显异常治疗后复查心电图：心房感知的心室起搏节律。符合术后改变。"
        },
        "diagnosis": {
            "初步诊断": "1.III度房室传导阻滞2.高血压病",
            "诊断依据": "1.III度房室传导阻滞：患者，中年女性，因“反复心悸3年，再发半个月”入院，体查可闻及心律不齐，我院门诊心电图示III度房室传导阻滞，故诊断明确。2.高血压病：患者既往有“高血压”病史5年，最高血压150/?mmHg，现服用“施慧达2.5mg1次/日”控制血压，诊断明确。",
            "鉴别诊断": "1.急性心肌梗死：疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭（和）休克，含服硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波（非ST段抬高性心肌梗死则多表现ST段下移及或T波改变）。实验室检查示白细胞计数增高、红细胞沉降率增快，心肌坏死标记物（肌红蛋白、肌钙蛋白I或T、CKMB等）增高。2.反流性食管炎、消化性溃疡：对于不典型疼痛需与之鉴别，通常有反酸、嗳气、烧心、腹痛等症状，与进食或饥饿相关，体查：剑突下可有压痛，服用胃粘膜保护剂、PPI类药物可缓解，行消化道钡餐、胃镜检查可明确。",
            "诊断结果": "1.III度房室传导阻滞2高血压病1级很高危组3.高脂血症"
        },
        "cure": "住院做进一步的检查：1271.00↑pg/ml的N端脑钠肽前体；1.02↑*ug/ml的D-二聚体；血脂：甘油三酯3.32↑mmo1/L、LDL4.49↑mmo1/L；血常规、炎性指标、肝肾功能、凝血功能、甲胎蛋白、癌胚抗原、甲功、心肌酶、超酶肌钙蛋白、2019新型冠状病毒核酸等指标无显著变化。根据病人的症状、病史、体检和体检，诊断为：1.房室传导阻滞2.高血压1.高血压1.高血脂。在治疗上，施慧达每天口服2.5mg/d，长期服用，降压，每天口服20mg，调整血脂。由于III度房室传导阻滞的药物治疗难度较大，需要进一步的检查，病人的生命体征稳定，病情稳定，没有任何手术禁忌，可以进行双腔起搏器的植入。术后病人的康复情况良好。再看ECG：心房感觉到的心室起搏节律.符合手术后的变化，治疗效果良好，可以出院。病人在出院后要坚持服用药物来控制血压和血脂，如果有任何不舒服的地方及时就医。"
    },
    {
        "id": 499,
        "symptom": {
            "一般资料": "男性，68岁，农民",
            "主诉": "反复咳嗽咳痰喘息10余年，加重8天",
            "现病史": "患者10余年前开始出现咳嗽、咳痰，予以对症治疗后症状减轻，但以后经常发作上述症状，逐渐伴有气喘，冬季或天气变化时多发，多次在当地医院治疗，诊断为慢性阻塞性肺病伴急性加重期，过去一年急性加重（2）次，由于气短，平地行走时比同龄人慢或者需要停下来休息（mMRC呼吸困难严重程度分级2级）。8天前不慎受凉后再次出现咳嗽、咳痰及胸闷，痰为白色，质粘，不易咳出，起初伴有鼻塞及流涕症状，在当地医院就诊，间断输液治疗7天（具体不详），症状未见明显减轻，且胸闷有逐渐加重趋势，今日为进一步治疗来我院。病程中患者无咯血及胸痛，无恶心呕吐，无腹痛及腹泻，无尿频、尿急、尿痛，饮食睡眠可，体重未监测。",
            "既往史": "一般健康状况较差；有高血压病史10年。否认糖尿病病史。有冠心病病史3年。有慢性支气管炎病史10余年。否认胆结石病史。否认胆囊炎病史。否认“肝炎、伤寒”等传染病病史。未发现药物、食物过敏史。有肠梗阻手术史50年，左下肢静脉曲张手术史3年。否认输血史。"
        },
        "examine": {
            "查体": "神清，精神差，营养一般，发育正常，口唇发绀，推入病房，自动**，言语清晰，查体合作。皮肤粘膜：无黄染皮疹，无瘀点、瘀斑，无紫绀水肿。浅表淋巴结未触及肿大。头部无畸形，双瞳孔等大等圆3mm，对光反射存在；外耳道无脓性分泌物，听力正常；鼻畅，鼻腔无脓性分泌物；咽无充血，扁桃体不大，伸舌居中。颈软，气管居中，甲状腺不大，颈静脉怒张，肝颈返流征（+）。桶状胸，双侧呼吸运动对称，双侧语颤相等，叩诊呈过清音，双肺呼吸音低，可闻及明显湿性啰音；心前区无隆起，剑突下搏动增强，未触及心包摩擦感，心浊音界大，心音低顿力，心律101次/分，律齐，各瓣膜听诊区闻及病理性杂音。腹平软，腹正中有手术瘢痕，长约10cm，肝脾肋下未及，无压痛反跳痛，移动性浊音（-），肠鸣音正常。脊柱四肢生理弯曲存在，右侧肢体活动不灵，双下肢静脉曲张，双下肢水肿。**外生殖器：未检。生理反射存在，病理反射未引出。",
            "辅助检查": "2018-11-15我院胸部CT阅片：两肺慢支伴感染、左下肺大片实变影、心影大伴部分冠脉钙化影；心脏彩超：EF36%、左心及右房增大、左心功能减低、各瓣膜少-中量返流、肺动脉压增高（轻中度）；心电图：异位心律、ST段压低；2018-11-15乳酸1.90mmol/L↑；血气分析提示Ph值7.48↑，二氧化碳分压30.90mmHg↓，氧分压57.70mmHg↓，氧饱和度88.10%↓；血常规提示白细胞计数14.04*10^9/L↑，中性粒细胞计数10.96*10^9/L↑，单核细胞计数1.19*10^9/↑，中性粒细胞百分比78.00%↑，淋巴细胞百分比13.00%↓，血小板计数344*10^9/L↑；肌钙蛋白Ⅰ0.079ng/ml↑；NT-ProBNP3110.0pg/ml↑；肝功能提示谷丙转氨酶67U/L↑；肾功能提示尿素9.22mmol/L↑；超敏C反应蛋白38.70mg/L↑；止凝血系列提示凝血酶原时间(S)15.30sec↑，凝血酶原比值(R)1.17↑，国际比值（INR）1.22↑，D-D二聚体2.78μg/ml↑；2018-11-16血沉17mm/H；降钙素原0.107ng/ml；呼吸道病原体八项提示流感病毒B型IgM抗体阳性；皮质醇87.59nmol/L；促肾上腺皮质激素、结核抗体、血脂、血糖、ADA未见明显异常。2018-11-20NT-ProBNP1900.0pg/ml；血常规提示淋巴细胞百分比17.30%↓，单核细胞百分比10.70%↑；肝功能提示总蛋白51.1g/L↓，白蛋白25.8g/L↓，白球比例1.02↓，r-谷氨酰转酞酶63IU/L↑；超敏C反应蛋白73.52mg/L↑。"
        },
        "diagnosis": {
            "初步诊断": "1.慢性阻塞性肺病伴有急性加重D组；2.肺源性心脏病；3.冠状动脉粥样硬化性心脏病；4.心功能Ⅲ级；5.肺动脉高压（轻中度）6.高血压3级很高危；7.脑梗死后遗症",
            "诊断依据": "患者因“反复咳嗽咳痰喘息10余年，加重8天“入院，过去一年急性加重（2）次，由于气短，平地行走时比同龄人慢或者需要停下来休息（mMRC呼吸困难严重程度分级2级），查体：颈静脉怒张，肝颈返流征（+）。桶状胸，双侧呼吸运动对称，双侧语颤相等，叩诊呈过清音，双肺呼吸音低，可闻及明显湿性啰音。辅助检查：2018-11-15我院胸部CT阅片：两肺慢支伴感染、左下肺大片实变影、心影大伴部分冠脉钙化影；心脏彩超：EF36%、左心及右房增大、左心功能减低、各瓣膜少-中量返流、肺动脉压增高（轻中度）根据患者病史及检查，诊断为慢性阻塞性肺病伴急性加重D组",
            "鉴别诊断": "1.咳嗽变异型哮喘以**性咳嗽为特征，灰尘、油烟、冷空气等容易诱发咳嗽，常有家庭或个人过敏疾病史。对抗生素治疗无效，支气管激发试验阳性可鉴别，不考虑该病。2.嗜酸细胞性支气管炎临床症状类似，X线检查无明显改变或肺纹理增加，支气管激发试验阴性，临床上容易误诊。诱导痰检查嗜酸细胞比例增加（≥3%）可以诊断，根据患者病史及检查，不考虑该病。3.肺结核常有发热、乏力、盗汗及消瘦等症状。痰液找抗酸杆菌及胸部X线检查可以鉴别，不考虑该病。4.支气管肺癌多数有数年吸烟史，顽固性**性咳嗽或过去有咳嗽史，近期咳嗽性质发生改变，常有痰中带血。有时表现为反复同一部位的阻塞性肺炎，经抗菌药物治疗未能完全消退。痰脱落细胞学、胸部CT及纤维支气管镜等检查，可明确诊断，患者肺部CT未发现占位，不考虑该病。5.肺间质纤维化临床经过缓慢，开始仅有咳嗽、咳痰，偶有气短感。仔细听诊在胸部下后侧可闻爆裂音（Velcro啰音）。血气分析示动脉血氧分压降低，而二氧化碳分压可不升高，患者肺部CT未发现间质纤维化，不考虑该病。",
            "诊断结果": "慢性阻塞性肺病急性加重D组、I型呼吸衰竭、肺源性心脏病、冠心病、心功能III级、肺动脉高压、高血压病（3级，很高危）、脑梗死后遗症"
        },
        "cure": "入院后完善相关检查，根据患者病史及检查，考虑诊断为慢性阻塞性肺病伴急性加重D组，肺源性心脏病，冠心病、心功能III级，.肺动脉高压（轻中度）.高血压3级很高危.脑梗死后遗症，入院后给予哌拉西林他唑巴坦3.375g静滴Q8H，多索茶碱0.2g静滴QD，氨溴索化痰、同时给予利尿、扩冠、改善心功能等治疗，给予奥美拉唑护胃、硝苯地平缓释片降血压等对症治疗后，患者症状好转。"
    },
    {
        "id": 500,
        "symptom": {
            "一般资料": "女性，56岁，农民",
            "主诉": "纳差，乏力，口干2月余。",
            "现病史": "患者2月前无明显诱因出现纳差，乏力，口干，偶有流鼻血，自觉发热，烦躁，在当地诊所口服药物及输液治疗，具体用药不详，疗效差，至当地县医院检查发现肝功能明显异常，上腹部CT示脂肪肝，胆囊结石，胆囊炎，住院输液治疗，具体不详，疗效差。为求进一步诊治来我院，门诊以\"乙肝\"收入我科，自发病以来，精神差，饮食差，睡眠差，小便黄，大便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，否认高血压，糖尿病，心脏病，肾病，脑血管疾病病史，患乙肝10年余，未诊治。无结核，伤寒等传染病史。否认手术，外伤史，否认输血，献血，***史，否认药物，食物过敏史，否认预防接种史。"
        },
        "examine": {
            "查体": "发育正常，营养一般，神志清，精神差，扶入病房，慢性肝病面容，全身皮肤粘膜及巩膜中度黄染，未见皮疹，出血点，肝脏阳性，浅表淋巴结无肿大。双肺呼吸音粗，未闻及干湿性啰音，心律78次/分，各瓣膜听诊区未闻及病理科杂音。腹平软，腹部轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阴性，扑翼样震颤阴性。",
            "辅助检查": "血常规示白细胞数4.67×109/L，中性粒细胞3.91×109/L中性粒细胞比值83%、血红蛋白97g/L血小板105×109/L肝功能示谷丙转氨酶283U/L谷草转氨酶261U/L白蛋白30.9g/L总胆红素110umol/L直接胆红素73umol/L间接胆红素36umol/L。免疫八项示乙肝表面抗原，乙肝e抗原，乙肝核心抗体阳性降钙素示:33.44ng/ml血培养示:凝固酶阴性葡萄球菌感染凝血四项:凝血酶原时间22.4s活动度40.3%上腹部CT示脂肪肝，胆囊结石，胆囊炎"
        },
        "diagnosis": {
            "初步诊断": "1.慢性乙型病毒性肝炎；2.重度肝炎；3.脂肪肝；4.胆囊结石胆囊炎；",
            "诊断依据": "1.病史:患乙肝10年余，未诊治；2.症状:纳差，乏力，口干2月余；3.体征:慢性肝病面容，全身皮肤粘膜及巩膜中度黄染，未见皮疹，出血点，肝脏阳性，腹平软，腹部轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性。4.辅助检查支持诊断。",
            "鉴别诊断": "1.酒精性肝病：有长期大量的饮酒史，肝炎标志物阴性。2.自身免疫性肝病：主要有原发性胆汁性肝硬化和自身免疫性肝病，诊断主要依靠自身抗体的检测和病理组织检查。",
            "诊断结果": "1.感染性休克；2.败血症；3.慢性乙型病毒性肝炎；4.重度肝炎；5.脂肪肝；6.胆囊结石胆囊炎"
        },
        "cure": "患者入院后积极完善相关辅助检查，给予\"复方甘草酸单铵，还原型谷胱甘肽，多酯稀磷脂酰胆碱\"保肝药物治疗，入院当晚凌晨不洁饮食后出现了腹泻，发热，温度38.5℃，急查降钙素示0.86ng/ml，立即给予\"头孢他啶\"给予抗感染治疗，次日患者精神差，进食差，仍间断低热，第三天早晨突然出现晕倒，急查血糖显示LO，血压测不出，立即给予静脉注射高糖，并且立即查降钙素示33.44ng/ml，考虑感染性休克，给予多巴胺，重酒石酸去甲肾上腺素泵入，给予比阿培南，利奈唑胺抗感染药物治疗，给予输注白蛋白，血浆，大量快速的补液等抢救措施，经过10余小时的抢救，患者最终没有成功，死亡出院。"
    },
    {
        "id": 501,
        "symptom": {
            "一般资料": "女性，45岁，护士",
            "主诉": "女性,45岁,护士发热、咳嗽10天",
            "现病史": "患者10天前患者无明显诱因出现发热，呈持续性发热，最高体温38.60C,咳嗽,有少许白色泡沫痰，伴食欲稍差。无头晕、头痛，无心慌气促，无恶心、呕吐，无腹痛、腹泻。于今日到本院检查，胸部CT异常。未做治疗。今来我院就诊，门诊以病毒性肺炎收住院。起病后患者精神、饮食、睡眠差，大便正常，小便色黄，体力下降，体重无明显下降。",
            "既往史": "患者既往体健，否认有传染病史，无输血史，无药物过敏史，无手术史，无特殊嗜好，无家族遗传史。发病前14天有武汉旅行史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常,营养一般，面容自如，主动**，查体合作。皮肤弹性正常，无水肿,无黄疸，无皮疹，无出血点，毛发分布正常，肝脏（-），蜘蛛痣（-）。浅表淋巴结无肿大、无压痛。头颅无畸形、无肿块。睑结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等圆等大，对光反射存在。口腔粘膜无出血点、无溃疡，咽无充血，扁桃体正常。颈软对称，无颈静脉怒张、无异常搏动，甲状腺正常，气管居中。心前区无隆起，触诊无震颤，心浊音界正常，心律88次／分，心律整齐。心脏各瓣膜区无病理性杂音。腹平软，无压痛反跳痛，胆囊：未触及，肝脾肋下未触及，腹水征（-）。肝浊音界存在，肝区无叩击痛，双肾区无叩击痛，外生殖器未查，**未查。脊柱弯曲正常，无畸形，活动自如。双下肢无明显水肿。病理征（-）专科情况：胸廓两侧对称，无局部突出、无凹陷，无胸壁静脉曲张。两侧呼吸动度相等，肋间隙无增宽、无变窄。两侧语音震颤相等，无胸膜摩擦感。两肺叩诊音清、呼吸音清，无干湿性啰音。",
            "辅助检查": "2020-01-31本院：胸部CT：双肺影像表现，考虑病毒性肺炎可能；肝左外叶占位性病变；血常规：WBC:3.3x10^9/L,RBC:4.58x10^12/L，PLT:115x10^9/L，NEUT:2.49x10^9/L，NEUT%:75.90%,LYM:0.61x10^9/L，LYM%:18.40%2020-02-0111:41痰结核杆菌：痰结核杆菌涂片未见抗酸杆菌。2020-02-0110:30结核抗体：结核抗体阴性，肺炎支原体抗体：肺炎支原体抗体阴性，肺炎衣原体抗体：肺炎衣原体抗体阴性，2020-02-0109:26心梗三项：肌酸激酶&lt;2.5ng/ml、肌钙蛋白&lt;0.01ng/ml、肌红蛋白&lt;30ng/ml，感染三项w：超敏C反应蛋白w&gt;5mg/L、C—反应蛋白w30.30mg/L、降钙素原w0.02ng/ml。2020-02-0109:26B型钠尿肽前体（BNP）：B-钠尿肽前体110.00pg/ml，2020-02-0109:24血脂：甘油三酯0.90mmol/L、总胆固醇2.80mmol/L、高密度脂蛋白胆固醇0.76mmol/L、低密度脂蛋白胆固醇1.61mmol/L、载脂蛋白AⅠ1.07g/L、载脂蛋白B0.80g/L、脂蛋白a260mg/L。2020-02-0109:24血糖测定：葡萄糖5.34mmol/L。2020-02-0109:24心肌酶谱：肌酸激酶31U/L、肌酸激酶同工酶5U/L、乳酸脱氢酶243U/L、α-羟丁酸脱氢酶192U/L。2020-02-0109:24肝功能：总胆红素6.9umol/L、直接胆红素3.0umol/L、间接胆红素3.9umol/L、谷草转氨酶25U/L、谷丙转氨酶10U/L、谷草/谷丙2.5。2020-02-0109:15血常规：白细胞2.3×10^9/L、红细胞4.00×10^12/L、血红蛋白115g/L、血小板106×10^9/L、中性细胞数1.69×10^9/L、中性细胞比率73.10%、淋巴细胞数0.43×10^9/L、淋巴细胞比率18.90%。2月4日胸部CT：双肺影像表现，考虑病毒性肺炎可能；肝左外叶占位性病变；"
        },
        "diagnosis": {
            "初步诊断": "疑似冠状病毒性肝炎，肺部感染",
            "诊断依据": "根据患者病史接触史临床表现及辅助检查可明确诊断，确诊赖于咽拭子核酸检测。1，中年女性，平素体健，发病前14天有武汉旅行史；2.症状；有发热、咳嗽、咳痰症状；3.体检：双肺呼吸音清晰，未闻及干湿啰音；4.辅检：2020-01-31本院：胸部CT：双肺影像表现，考虑病毒性肺炎可能；肝左外叶占位性病变；血常规：WBC:3.3x10^9/L,RBC:4.58x10^12/L，PLT:115x10^9/L，NEUT:2.49x10^9/L，NEUT%:75.90%,LYM:0.61x10^9/L，LYM%:18.40%2020-02-0111:41痰结核杆菌：痰结核杆菌涂片未见抗酸杆菌。2020-02-0110:30结核抗体：结核抗体阴性，肺炎支原体抗体：肺炎支原体抗体阴性，肺炎衣原体抗体：肺炎衣原体抗体阴性，2020-02-0109:26心梗三项：肌酸激酶&lt;2.5ng/ml、肌钙蛋白&lt;0.01ng/ml、肌红蛋白&lt;30ng/ml，感染三项w：超敏C反应蛋白w&gt;5mg/L、C—反应蛋白w30.30mg/L、降钙素原w0.02ng/ml。2020-02-0109:26B型钠尿肽前体（BNP）：B-钠尿肽前体110.00pg/ml，2020-02-0109:24血脂：甘油三酯0.90mmol/L、总胆固醇2.80mmol/L、高密度脂蛋白胆固醇0.76mmol/L、低密度脂蛋白胆固醇1.61mmol/L、载脂蛋白AⅠ1.07g/L、载脂蛋白B0.80g/L、脂蛋白a260mg/L。2020-02-0109:24血糖测定：葡萄糖5.34mmol/L。2020-02-0109:24心肌酶谱：肌酸激酶31U/L、肌酸激酶同工酶5U/L、乳酸脱氢酶243U/L、α-羟丁酸脱氢酶192U/L。2020-02-0109:24肝功能：总胆红素6.9umol/L、直接胆红素3.0umol/L、间接胆红素3.9umol/L、谷草转氨酶25U/L、谷丙转氨酶10U/L、谷草/谷丙2.5。2020-02-0109:15血常规：白细胞2.3×10^9/L、红细胞4.00×10^12/L、血红蛋白115g/L、血小板106×10^9/L、中性细胞数1.69×10^9/L、中性细胞比率73.10%、淋巴细胞数0.43×10^9/L、淋巴细胞比率18.90%。2月3日咽拭子冠状病毒核酸检测阳性（实时荧光RT-PCR）2月4日胸部CT：双肺影像表现，考虑病毒性肺炎可能；肝左外叶占位性病变。",
            "鉴别诊断": "本病需与其它发热性疾病如肺结核相鉴别。肺结核患者可有乏力、纳差、午后发热、盗汗、咳嗽等症状，胸片检查可见云絮状或斑片状阴影，痰结核杆菌培养及血结核抗体阴性，故可排除。本病需与其他类型病毒性肺炎鉴别，本例查流感病毒抗原（甲/乙）均阴性。",
            "诊断结果": "新型冠状病毒肺炎普通型"
        },
        "cure": "诊疗计划：1.完善相关检查（血常规、凝血全套、肝肾功能，咽拭子等）；2.抗炎、抗病毒、对症治疗（左氧氟沙星，奥司他韦、干扰素等）。3.根据病情变化及辅检结果调整医嘱。入科后给予抗病毒（奥司他韦75毫克口服每日两次，阿比朵尔0.2冲服每日三次；洛匹那韦利托那韦片400毫克口服每天两次）、抗炎（左氧氟沙星0.5静滴每日一次；头孢哌酮2克静滴每日两次）、平喘（多索茶碱300毫克缓慢静滴每日一次）、吸氧等对症治疗（护胃：艾司奥美拉唑40毫克静滴每日一次；氯化钾片口服补钾；重组人粒细胞**因子注射液300微克皮下注射予以升高白细胞；右佐匹克隆片3毫克口服么每天一次），患者转入我科后未见发热，2020-02-04胸部CT示：1.双肺感染性病变，考虑病毒性肺炎可能（较前片2020-01-31双侧上肺病灶有所吸收；双侧下肺病灶较前增多）；2.肝左外叶占位性病变；给予患者免疫球蛋白及激素冲击治疗（甲强龙40毫克静滴）后，患者病情逐渐平稳，继续给予小剂量激素用药后停止，目前患者3天以上无发热，呼吸道症状明显好转，复查胸部CT提示双肺病灶较前好转，于2020-2-12申请新型冠状病毒RNA检测，连续2次呼吸道新型冠状病毒RNA检测阴性，达到国家出院统一标准，予以办理出院。出院情况：患者一般情况可，无发热，无咳嗽、咳痰，无心慌、胸闷、喘气，体力可，大小便正常。查体：双肺呼吸音清晰，无明显干湿啰音，心界不大，心律齐，无病理性杂音，腹平软，无压痛及反跳痛。出院医嘱：1.注意休息及防护，加强营养；2.出院后继续自我隔离14天,注意随访，必要时复查；3.出院用药：连花清瘟胶囊口服4粒/次Tid，清肺排毒汤1/袋Bid。"
    },
    {
        "id": 502,
        "symptom": {
            "一般资料": "女性，39岁，农民",
            "主诉": "停经53天，下腹隐痛1月。",
            "现病史": "患者平素月经规则，末次月经2020年03月01日，停经月余自行尿早孕试纸检测阳性确定为怀孕，孕前及孕后均无有毒物质、放射线等接触史，半月前出现轻微恶心欲吐等早孕反应。患者1月前无明显诱因出现下腹隐痛，偶有腰酸胀，无**流血，无腹泻、无恶寒发热等症状，未做处理，现因担心流产而到我院就诊，门诊查孕酮54.44nmol/L,血HCG71502.60mIU/mL，E22058.14pmol/L。妇科B超示：子宫形态失常，考虑双子宫，左侧宫内早孕，孕龄约7周。门诊拟“先兆流产”收入院。入院症见：下腹痛痛，偶有腰部酸胀，无**流血，无恶心呕吐，纳寐可，二便调。",
            "既往史": "既往史：否认有“高血压病”、“糖尿病”及“冠心病”等病史，否认有“肝炎”、“结核病”等传染病史。否认重大外伤、中毒史及输血史。否认药物过敏史。月经及婚育史：平素月经规则，13岁月经初潮，月经周期28-30天，月经期4-5天，量中、暗红色，有痛经史，末次月经2020年03月01日，已婚，G3P1，2004年顺产1子，自然流产2次，家人体健。家族史：否认家族遗传病及传染病病史。"
        },
        "examine": {
            "查体": "一般情况：神清，精神可，发育正常，营养中等，正常面容，形体适中，查体合作。皮肤粘膜：皮肤粘膜、巩膜无黄染，无皮疹、出血点、蜘蛛痣及肝脏，皮肤弹性可。淋巴结：全身皮肤未见黄染，浅表淋巴结未见肿大。头部及其器官：头颅外形无畸形，眼眶外形无畸形，双眼睑无水肿，巩膜无黄染，双侧瞳孔直径等大，对光反射灵敏。耳廓无畸形，外耳道无异常分泌物。鼻翼无扇动，鼻窦区无压痛。口角无歪斜，口唇无紫绀，伸舌居中，双扁桃体无明显肿大，咽无充血。颈部：颈无强直，两侧对称，无颈静脉怒张，未见动脉异常搏动。气管居中，甲状腺不肿大，无结节、触痛，未闻及血管杂音。胸部：胸廓：外形无畸形，两侧对称，双侧**对称。肋间隙正常，无扁平胸、鸡胸及漏斗胸，无局部隆起或凹陷，无静脉曲张。局部无压痛。肺脏：呼吸运动两侧一致，呼吸运动正常。两侧呼吸运动度相等，语颤一致，无胸膜摩擦感。叩诊双肺呈清音，肺下界位于肩胛下角线第10肋间，肺下界移动度6cm。听诊双肺呼吸音清，未闻及明显干湿性啰音。未闻及胸膜摩擦音。心脏：心尖搏动位于左第5肋间锁骨中线内1.0cm，搏动范围正常。心前区无抬举样搏动，未触及震颤及心包摩擦感。叩诊心浊音界无扩大。HR90次/分，律齐，心音有力，心脏各瓣膜听诊区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹平坦，未见胃肠型及蠕动波，腹壁静脉无曲张，腹肌软，未触及包块，全腹无压痛、反跳痛，肝脾肋下未触及，肝肾区无叩痛，墨菲氏征阴性，麦氏点无压痛，移动性浊音阴性，肠鸣音正常。外生殖器、**、会阴：女性生殖器发育正常，**、会阴未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛。肋脊角无压痛。四肢无畸形，关节活动自如，四肢无静脉曲张及溃疡，无杵状指、趾。桡动脉、足背动脉搏动存在。双下肢无水肿。神经系统:生理反射存在，病理反射未引出。专科情况：外阴发育正常，经产型，未见异常分泌物附着，无异味。未行内检。",
            "辅助检查": "2020-04-23，我院门诊查：血：孕酮54.44nmol/L,血HCG71502.60mIU/mL，E22058.14pmol/L。快速随机血糖6.1mmol/L，妇科B超示：子宫形态失常，考虑双子宫，左侧宫内早孕，孕龄约7周。"
        },
        "diagnosis": {
            "初步诊断": "1.先兆流产？2.妊娠合并双子宫单宫颈3.高龄孕妇4.具有自然流产史者的妊娠5.孕4产1孕7周",
            "诊断依据": "1.患者已经有两次自然流产史，此次妊娠有下腹隐痛，持续时间1月，但目前未出现**流血。2.孕妇39岁，怀孕或者分娩时年龄达到35岁即属高龄孕妇。3.B超检查提示双子宫畸形，单宫颈。",
            "鉴别诊断": "1.难免流产、稽留流产：一般有**流血，量或多或少，可伴有下腹痛痛。B超检查目前胎儿在宫内存活，无阴道流血，可鉴别。2.宫外孕：可以出现下腹痛痛，可有或者无**出血。B超检查宫内见胎儿，宫外无异常包块可鉴别。3.葡萄胎：停经后可出现不规则**流血，下腹痛痛，B超可见“落雪状”或者“蜂窝状”回声，B超检查可鉴别。",
            "诊断结果": "1.具有自然流产史者的妊娠监督2.妊娠合并双子宫单宫颈3.高龄孕妇4.孕4产1孕7周"
        },
        "cure": "1.入院后查血常规、尿常规及粪常规未及特殊异常。肝肾功能血脂、C反应蛋白等无异常。优生四项，甲状腺功能、铁蛋白、血红蛋白电泳，输血八项等检查无异常。监测血孕酮及HCG变化：孕酮值呈上升表现。2.因患者有过两次自然流产史，此次妊娠精神较紧张，入院后予心理疏导，并予预防流产的相关药物治疗。入院当天门诊查血孕酮值54.44nmol/L,还在正常参考值范围内，但因为有过自然流产史，因此仍予以口服黄体酮胶囊100mg每天两次口服，以及注射黄体酮40mg每天一次，以改善宫内环境，降低子宫对宫缩的敏感性，肝素钠0.4ml每天皮下注射一次预防微血栓形成，改善子宫胎儿循环，间苯三酚静脉滴注予解痉，缓解腹痛，预防再次流产。其他药物予维生素E胶囊、多元维生素胶囊、滋肾育胎丸、叶酸等口服。3.住院治疗11天，期间一直无阴道流血发生，下腹痛痛用药处理后从持续的隐痛，至偶有隐痛不适，得到明显缓解。予出院后定期门诊产检。"
    },
    {
        "id": 503,
        "symptom": {
            "一般资料": "女性，41岁，农民",
            "主诉": "孕足月，阴道流液1小时余。",
            "现病史": "孕妇平素月经规则，末次月经：2019-03-10，停经1月余出现轻微恶心、厌食等早孕反应，自测尿HCG阳性，明确怀孕。孕早期无感冒及服药史，否认毒物、药物、放射线等接触史，否认发热、呕吐、头晕、眼花、视物模糊、抽筋等不适；孕6周左右曾因“先兆流产”住院保胎治疗。住院期间首次查血压105/64mmHg，进行地贫初筛阴性，血常规、肝肾功、优生五项、甲功五项、乙肝两对半、血三检、心电图均未见异常。孕9周在我院立卡定期产检，孕13周时行胎儿NT检测值约1.4mm。孕24周时行OGTT检查无异常、胎儿四维彩超系统排畸检查无胎儿异常发现。行外周血胎儿游离DNA产前检测提示低危。孕20周自觉胎动至今，腹部随孕周增大。孕期至今无头晕、眼花，无双下肢水肿。11月29日在我院查胎儿B超示：宫内妊娠，胎儿存活，单胎，晚孕，头位。今日00时30分无明显诱因下出现**流水样液，无法控制，无尿失禁表现，无下腹胀痛及阵发性疼痛，无**流血，无胸闷心悸，无发热恶寒，胎动正常，自觉有临产先兆而就诊，拟“孕4产1孕37周+5天、先兆临产”于2时收入院。入院时一般情况：神清，有**流水样液，无腹痛，无**流血，无胸闷心悸，无发热恶寒，纳寐可，二便调。",
            "既往史": "既往史：否认有高血压病、糖尿病及心脏病史。否认有肝炎、结核病等传染病史，无重大外伤史，无输血史。否认药物过敏史。预防接种史不详。个人史：出生生长于原籍，未到过流行病区，生活条件经济状况一般，居住环境可，无吸烟酗酒史，无其他不良嗜好。月经及婚育史：月经初潮14岁，平素月经规律，5/30天，LMP：2019-03-10，量中、色红，无血块及痛经史。已婚，G4P1，2012年顺产1孩，人工流产3次，配偶及孩子体健。家族史：否认有家族遗传病及传染病史。"
        },
        "examine": {
            "查体": "身高160cm,体重70kg。一般情况：神清，精神如常，语言清晰，发育正常，营养好，自动体位，查体合作。皮肤粘膜：皮肤粘膜、巩膜无黄染，无皮疹、出血点、蜘蛛痣及肝脏，皮肤弹性好。淋巴结：全身浅表淋巴结未触及肿大。头部及其器官：头颅外形无畸形，无外伤及瘢痕，头发色泽正常,眼球活动正常，睑结膜无水肿及充血，巩膜无黄染，双侧瞳孔直径等大，对光反射灵敏。耳廓无畸形，鼻翼无扇动，通气畅，鼻中隔无弯曲，嗅觉无异常，口角无歪斜，口唇无紫绀，伸舌居中，口腔无疱疹，牙龈无肿胀、出血及溢脓。双扁桃体无肿大，咽部无充血。颈部：柔软无强直，两侧对称，无颈静脉怒张，未见动脉异常搏动。气管居中，甲状腺不肿大，无结节、触痛，未闻及血管杂音。胸部：胸廓：外形无畸形，两侧对称。双侧胸部对称，大小正常，乳头无凹陷，触诊双乳质软，未及结节，无触痛。肋间隙正常，无扁平胸、鸡胸及漏斗胸，无局部隆起或凹陷，无静脉曲张，运动正常，局部无压痛。肺脏：呼吸运动两侧一致，呼吸运动正常。两侧呼吸运动度相等，语颤一致，无胸膜摩擦感。叩诊双肺呈清音，听诊双肺呼吸音清，未闻及明显干湿性啰音,未闻及胸膜摩擦音。心脏：心尖搏动范围正常,心前区无抬举样搏动，心尖搏动位于左第5肋间锁骨中线内0.5cm，未触及震颤及心包摩擦感，叩诊心浊音界无扩大，HR80次/分，未闻及早搏，心音尚有力，心脏各瓣膜区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹隆如孕月，下腹正中可见一横行陈旧性手术疤痕长约12cm，无压痛，腹壁未见静脉曲张。无肠型、蠕动波。肝脾触诊未触及。肝颈静脉回流征阴性。肝肾区无叩痛。肠鸣音正常，未闻及气过水声及血管杂音。外生殖器、**、会阴：女性外生殖器，肛门、会阴未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛，肋脊角无压痛。四肢无畸形，脊柱四肢未见畸形，双下肢无水肿，四肢肌力、肌张力正常，神经系统生理反射存在，病理反射未引出。神经系统:肢体感觉正常，四肢肌力及肌张力正常。肱二头肌腱、肱三头肌腱、膝腱、跟腱反射正常。病理反射未引出。专科检查：宫高34cm,腹围102cm,单胎头位，已入盆，未触及宫缩硬胀感，胎心音140次/分，骨盆外测量各径线正常。阴查：宫颈软，宫颈管已消，宫口未开，胎膜已破，可见有淡黄色有少量胎脂的羊水自宫颈内流出，石蕊试氏检测变蓝，先露部在棘上4cm部位，枕左前位。",
            "辅助检查": "11月29日胎儿B超示：宫内妊娠，胎儿存活，单胎，晚孕，头位，胎儿双顶径9.4cm，腹围31.4cm，股骨6.1cm，羊水指数17.4cm，透声尚可，胎盘附着于前壁，厚度3.3cm，成熟度Ⅰ级；S/D=1.96。其他辅助检查近期入院前未做。"
        },
        "diagnosis": {
            "初步诊断": "1.胎膜早破2.孕5产1孕37周+5天先兆临产3.枕左前位4.高危妊娠（高龄）",
            "诊断依据": "1.孕足月，无宫缩阵痛，阴查宫口未开，有阴道流水样液，阴检可见有胎脂的羊水自宫颈流出，石蕊试纸检测变蓝，即可诊断胎膜早破。2.末次月经2019-03-10，11月29日B超检查胎儿双顶径9.4，已经发育成熟，符合孕周大小，有3次人流史，足月顺产一孩子，胎膜早破常为足月妊娠临产的先兆表现，故诊断孕5产1孕37周+5天先兆临产成立。3.**检查提示枕左前位。4.孕妇年龄达到35岁或者分娩时年龄达到35岁即为高龄孕产妇，为高危妊娠的一种状态，孕妇今年41岁，故诊断高危妊娠成立。",
            "鉴别诊断": "1.胎膜早破需与尿失禁、尿漏鉴别诊断。尿失禁、尿漏时亦不可控制的有流液表现，但阴检无宫颈口流液，石蕊试纸检测**穹窿深处液体可以不变色，据此可鉴别。2.临产前宫颈**分泌物可有增多表现，但阴检无宫颈口流液，亦不会出现持续性的阴道流液表现，石蕊试纸检测**穹窿深处液体不变色，据此可鉴别。",
            "诊断结果": "1.胎盘部分残留伴产后出血2.无张力性产后出血（宫缩乏力导致的出血）3.分娩时I度会阴裂伤4.24h内入产程的胎膜早破5.孕37周+5天孕5产2头位顺产6.单胎活产"
        },
        "cure": "1.入院后行各项常规检验检查：血尿常规、肝肾功能，血糖，电解质，心肌酶，血脂、凝血功能、乙肝两对半、输血前三项、心电图等评估身体健康状态。监测胎动、胎心电子监护评估胎儿宫内反应状态，以判断有无宫内缺氧。2.因胎膜已破，**上予以卧床并稍抬高臀部**，以预防脐带脱垂，减少羊水持续流出量，减少因羊水减少导致脐带受压的风险增加的机会。3.入院后不久即出现规律宫缩，予入院当天7时宫口开全，7：50分枕左前位顺产一孩，出生评分1分10分，出生状态良好。产后在等待胎盘娩出过程中出血较多，经**子宫，出血无减少，胎盘亦未能自然娩出，因出血多而在消毒换手套后，徒手剥离胎盘，7：56分取出胎盘，检查胎膜完整，有部分胎盘小叶缺损，考虑有胎盘粘连残留可能，胎盘取出后出血仍较多，子宫收缩不良，查无宫颈及**裂伤出血的情况，先后予卡贝缩宫素肌注、米索前列醇塞肛，静脉注射**、卡前列素氨丁三醇肌注等处理，出血未见明显减少，即在输液补充血常量的情况下行刮宫术，取出胎盘组织物后，子宫出血减少。产后总出血量约1000ml。4.因产后出血约1000ml，予输白细胞悬浮红细胞4u，新鲜冰冻血浆400ml，冷沉淀10u。产后予抗菌素预防感染，中成药促进子宫复旧，补中益气等治疗。5.胎盘病理检查无异常。产后第三天查子宫B超示宫内不均质回声区及稍强回声区。检查子宫底在脐下二横指，质硬，恶露量中，色暗红，无臭味。予出院，嘱如有异常出血随时复诊，如无异常2周后返院B超复查宫内情况。"
    },
    {
        "id": 504,
        "symptom": {
            "一般资料": "男性，13岁，无",
            "主诉": "发热、畏寒、头痛、头晕、咳嗽、咳痰、乏力3天。",
            "现病史": "缘患者于3天前无明显诱因出现发热，T37-40℃，畏寒，头痛，头晕，咳嗽，咳痰，乏力；无伴胸痛，腹痛，呕吐，腹泻等不适，当地诊所治疗无好转，在佗城卫生院住院治疗无缓解，遂急诊入院，收治入我科，起病来，精神、胃纳及睡眠欠佳，大便秘结，小便黄。",
            "既往史": "既往体健，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史，无高血压病、糖尿病、冠心病等病史，无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年男性，发育正常，营养中等，口唇无紫绀，无贫血貌，神志清，精神一般，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清粗，双肺未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率110次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：T：38.8℃，咽充血，双肺呼吸音粗。",
            "辅助检查": "暂缺"
        },
        "diagnosis": {
            "初步诊断": "感染性发热",
            "诊断依据": "1.男，13岁,发热、畏寒、头痛、头晕、咳嗽、咳痰、乏力3天。2.专科检查：T：38.8℃，咽充血，双肺呼吸音粗。",
            "鉴别诊断": "1.甲流：流感接触史、禽类接触史，发热、头痛、周身酸痛、咳嗽，甲流试验、全胸片检查有助鉴别诊断。2.肺炎：发热、咳嗽、咳痰、胸痛、呼吸困难；体温升高、唇疱疹、呼吸促、患侧肺部叩诊实音、语颤增强、细湿性啰音、支气管呼吸音；血常规、痰培养、血培养、全胸片、CT等检查有助鉴别诊断。",
            "诊断结果": "1.甲型H1N1流行性感冒。2.心律失常。"
        },
        "cure": "入院第二天，患者仍诉头晕、乏力、咳嗽、咳痰，偶有发热、胸痛。辅助检查：白细胞10.02×10^9/l↑。血小板数366×10^9/l↑。红细胞4.98×10^12/l。血红蛋白134g/l。甲型流感病毒抗原阳性(+)。乙型流感病毒抗原阴性(-)。降钙素原检测0.16ng/ml↑。血清肌钙蛋白I定量&lt;0.01ng/ml。血清丙氨酸氨基转移酶测定17.74U/L。血清天门冬氨酸氨基转移酶测定19.71U/L。血清碱性磷酸酶测定296.93U/L↑。血清胆碱脂酶测定13834.50↑。肺炎支原体(MP-IgM)阴性(-)。肺炎衣原体(CPN-IgG)阴性(-)。DR检查影像提示：心肺膈未见异常。彩色B超检查影像提示：肝、胰、脾、双肾、膀胱、前列腺未见明显异常声像。心电图检查示心律不齐。诊断为甲型H1N1流行性感冒、心律失常。治疗上予注射用头孢孟多酯钠2g每日2次、热毒宁注射液20ml每日1次进行抗感染、消炎治疗，同时予以口服磷酸奥司他韦颗粒75mg每日2次抗病毒治疗。经过住院治疗6天，患者无发热、乏力，咳嗽咳痰好转出院。"
    },
    {
        "id": 505,
        "symptom": {
            "一般资料": "女性，89岁，无",
            "主诉": "咳嗽、咳痰、胸闷、气促1月余。",
            "现病史": "缘患者于1月余前始出现咳嗽咳痰，少量白痰，伴胸闷气促，活动后明显，无发热，无恶心呕吐，无胸痛心悸，无腹痛腹泻等不适。曾当地治疗，效果不佳，气促症状反复持续，现为进一步诊治遂入住我院。病后精神胃纳较差，睡眠不良，二便正常。病后精神胃纳较差，睡眠不良，二便正常。",
            "既往史": "既往有“高血压病”病史，未监测，无服药史。否认冠心病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：老年女性，发育正常，营养良好，无贫血貌，神志清，精神疲倦，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，桶状胸，双肺呼吸短浅，双肺广泛闻及喘鸣音，双下肺闻及少量湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率92次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科检查：听力障碍，唇指无发绀，全身皮肤黏膜无苍白、黄染，浅表淋巴结无肿大，桶状胸，双肺呼吸短浅，双肺广泛闻及喘鸣音，双下肺闻及少量湿性啰音。心音低钝，律整无杂音。",
            "辅助检查": "暂缺"
        },
        "diagnosis": {
            "初步诊断": "1.慢性喘息性支气管炎2.肺气肿并感染3.老年性高血压病？",
            "诊断依据": "1.女，89岁,咳嗽、咳痰、胸闷、气促1月余。2.专科检查：听力障碍，唇指无发绀，全身皮肤黏膜无苍白、黄染，浅表淋巴结无肿大，桶状胸，双肺呼吸短浅，双肺广泛闻及喘鸣音，双下肺闻及少量湿性啰音。心音低钝，律整无杂音。3.根据病史特征可支持诊断。",
            "鉴别诊断": "支气管哮喘：患者有咳嗽咳痰伴胸闷气促，无明显诱发因素，双肺未闻哮鸣音等不适，待排除。",
            "诊断结果": "1.慢性喘息性支气管炎2.肺部感染3.老年收缩期高血压"
        },
        "cure": "入院后辅查提示：氧合指数347.5mmHg↓。动脉血标准碳酸氢根(SB)26.3mmol/L↑。白细胞10.4710^9/l↑。中性粒细胞比率67.9%。肺炎衣原体(CPN-IgG)阳性(+)。胸部CT提示：食管裂孔疝；右肺及左肺上叶少量纤维增殖钙化灶，右侧胸膜局部增厚粘连；考虑右中下肺叶慢性炎症；胸主动脉及冠状动脉钙化；考虑肝左外叶小囊肿；考虑胆囊小结石，请结合超声检查。考虑诊断：1.慢性喘息性支气管炎、2.肺部感染、3.食管裂孔疝，给予痰热清注射液20ml每日1次、注射用头孢硫脒2g每日2次静脉注射，口服酚酞片200mg每日3次，硫酸特布他林2.5mg+布地奈德混悬液1mg每日2次雾化吸入治疗抗感染、平喘、止咳祛痰等治疗。肩周处疼痛考虑颈椎病或关节炎等可能，嘱适当活动按摩。经过住院治疗7天，患者病情好转，予以带药：头孢克肟分散片0.2g每日2次、氨茶碱片0.1g每日3次、喷托维林氯化铵片325mg每日3次，嘱继续服药出院。"
    },
    {
        "id": 506,
        "symptom": {
            "一般资料": "男性，48岁，专业技术员",
            "主诉": "间断胸痛13年，加重5天",
            "现病史": "现病史：患者13年前无明显因出现胸痛，伴出汗，无肩背部放射痛，无心悸、气短，无腹痛、腹泻等，持续不缓解，就诊太航医院，行心电图异常(未见报告)，诊断“急性心肌梗死”，给予溶栓治疗后症状缓解。当年于264医院行冠脉造影检査，提示冠脉病变严重(具体未见光盘)，不能行支架治疗，给予对症治疗(具体不详)。4年前自觉运动耐量逐渐下降，活动后胸闷、气短症状发作较前频繁，休息后可解。1年前先后就诊于太航医院、太钢医院，行冠脉造影检提示前降支近段重度狭窄，回旋支闭塞、右冠脉近段以远闭塞。后就诊于我院，诊断为“不稳定心绞痛陈旧性心肌梗死冠状动脉粥样硬化性心脏病缺血性心肌病二尖闭锁不全心力哀竭心功能Ⅱ-Ⅲ级心室预激高甘油三酯血症高脂蛋白a血症高同型半氨酸血症”，不能行冠脉搭桥治疗，给予“强心、利尿、扩血管”等治疗。院外规律口服“阿司匹林片100g日1次，普伐他汀钠片40mg晚1次，单硝酸异山梨酯片20mg日2次，叶酸片5g日1次，呋塞米片20mg日1次，螺内酯片20mg日1次，美托洛尔释片95g日1次，诺欣妥3.3g日2次”。刚出院时慢走1千步出现乏力，休息后好转。此后慢走1万步无胸憋、胸痛、后背困痛、气短等不适，夜间高枕卧位休息，喜右侧卧。5天前早上8-9时平躺时出现胸痛，呈针刺样，伴左上肢麻木感，伴出汗，无后背痛，无咽部紧缩感，无心悸、气短，无头晕、黑朦，无恶心、呕吐，无腹痛、腹泻等，持续40分钟余缓解。此后上述症状间断发作，性质同前，与活动关系不大，每天发作45次，毎次持续40分钟余缓解。今为求进一步诊治就诊于我院门诊，拟“不稳定心绞痛陈旧性心肌梗死冠状动脉粥样硬化性心脏病缺血性心肌病二尖瓣关闭不全心力衰竭心功能Ⅱ-Ⅲ级心室预激”收入院。患者自发病以来，食欲可，精神一般，睡眠差，夜间口服“阿普唑仑片、曲唑酮片”入睡，大便正常，小便正常，体重无明显变。",
            "既往史": "否认高血压病史，否认糖尿病病史，否认肾脏病史，无脑血管意外疾病史。2020年行冠脉造影术。否认外伤史；否认输血史，否认肝炎史，否认结核病史，无传染病史。预防接种史不详，否认食物过敏史，无药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，体型中等，自主体位，自己步入病房，表情忧虑，意识清晰，精神状态忧郁，查体合作。皮肤粘膜：色泽正常，皮肤弹性差，无皮疹，有色素沉着，皮肤无湿冷，无出血点及瘀斑，未见肝掌、蜘蛛痣，无皮下结节，无溃疡，无瘢痕。双侧颈部、锁骨上、腋下等浅表淋巴结未触及肿大。头颅：无畸形，头发分布均匀，头发花白，有色泽，无瘢痕，无肿块，无压痛。眼：眼球正常，无眼睑下垂，眼睑无水肿，无震颤，双眼无斜视，结膜无充血，无翼状胬肉，巩膜无黄染，角膜清，双侧瞳孔等大等圆，直径大小约2mm，对光反射灵敏。耳：耳廓无畸形，无牵拉痛，外耳道无脓性分泌物，乳突无压痛。鼻：鼻外形正常，鼻翼无煽动，鼻腔通畅，不伴水样分泌物，鼻唇沟对称无压痛。口腔：口唇红，口腔黏膜无溃疡、疱疹，牙龈无肿胀，无出血，牙齿整齐排列，牙齿无松动，伸舌居中，舌质红润，舌苔薄，咽不充血，双侧扁桃体无肿大，无脓肿。颈部：颈软无抵抗，颈静脉无充盈，肝颈静脉反流征阴性，气管居中，甲状腺无肿大。胸部：胸廓外形正常无畸形，胸廓对称，胸壁静脉充盈，无皮下气肿，胸壁无压痛，双乳对称，双乳头无凹陷，无乳头溢液。肺脏：视诊：两侧呼吸运动基本一致，呼吸节律均匀。触诊：语颤正常，未触及胸膜摩擦音。叩诊：双肺叩诊呈清音。听诊：两肺呼吸音正常，未闻及干湿性罗音。心脏：视诊：心前区无隆起。触诊：心尖搏动最强点位于第5肋间，左锁骨中线内0.5cm，无抬举性搏动。叩诊：心界临界大致正常。听诊：心率99次/分，节律不齐，各瓣膜听诊区未闻及明显病理性杂音，无心包摩擦音。血管：桡动脉：节律齐，有脉搏短拙，血管紧张度正常。股动脉：动脉搏动正常，节律不齐，未闻及血管杂音。足背动脉：搏动正常。周围血管征：无水冲脉，无枪击声，无往返杂音。腹部：视诊：外形对称，腹部平坦，可见腹式呼吸，无腹壁静脉曲张，无肠形及胃肠蠕动波，无色素沉着，无皮疹。触诊：腹软，腹壁紧张度正常，全腹无压痛及反跳痛，未触及肿块，肝脾肋下未触及，Murphy征阴性。叩诊：肝区及双肾区无叩痛。听诊：肠鸣音正常，肠鸣音3~5次/分。肛门、直肠、外生殖器未检查。脊柱生理弯曲存在，脊柱无压痛，四肢活动自如，无畸形，肌力正常，双下肢无水肿，关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。神经系统：双侧生理性反射正常，双侧病理性反射未引出。",
            "辅助检查": "心电图:窦性心律，心室预激完全性左束支传导阻滞心肌核素扫描:左室腔扩大，左室前壁近心尖、广泛性下壁、间壁近心尖、心尖心肌血流灌注明显减低。左室各室壁活动及增厚减低，EF:17%，符合梗后改变。心脏彩超:节段性室壁运动异常（符合陈旧性心梗改变）左心室增大左心功能减低二尖瓣反流（少量）三尖瓣反流（少量）心梗四项（入院时）：肌红蛋白18.5ng/ml，高敏肌钙蛋白17.8ng/ml，血清肌酸激酶同工酶1.4ng/ml，B型钠尿肽267pg/ml"
        },
        "diagnosis": {
            "初步诊断": "冠状动脉粥样硬化性心脏病不稳定心绞痛陈旧性心肌梗死冠脉三支病变缺血性心肌病二尖瓣关闭不全心力衰竭心功能Ⅱ-Ⅲ级心室预激",
            "诊断依据": "危险因素：男性患者，有冠心病病史，心肌梗死病史，存在吸烟等心血管危险因素既往史：2020年行冠脉造术症状:平躺时出现胸痛，呈针刺样，伴左上肢麻木感，伴出汗辅助检查：心电图:窦性心律，心室预激完全性左束支传导阻滞心肌核素扫描（2020年9月）:左室腔扩大，左室前壁近心尖、广泛性下壁、间壁近心尖、心尖心肌血流灌注明显减低。左室各室壁活动及增厚减低，EF:17%，符合梗后改变。心脏彩超:节段性室壁运动异常（符合陈旧性心梗改变）左心室增大左心功能减低二尖瓣反流（少量）三尖瓣反流（少量）心梗四项（入院时）：肌红蛋白18.5ng/ml，高敏肌钙蛋白17.8ng/ml，血清肌酸激酶同工酶1.4ng/ml，B型钠尿肽267pg/ml",
            "鉴别诊断": "1.急性心肌梗死疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭或(和)休克，含用硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波(非ST段抬高性心肌梗死则多表现为ST段下移及或波改变)。实验室检査示白细胞计数增高、红细胞沉降增快，心肌坏死标记物(肌红蛋白、肌钙蛋白或T、CK-MB等)增高。2.变异性心痛:是自发性心痛的一种特殊类型，特点是痛发作时伴心电图ST段抬高，主要由冠状动脉痉挛引起，发病前常无心肌耗氧量增加的表现，吸烟、糖病史变异型心绞痛的危险因素。常于半夜至凌晨8点之间心绞痛发作。该患者以胸痛、咽部紧缩感、气短、出汗为主要临床表现，既往行冠脉造影冠脉肌桥，不能除外该病。3.肋间神经和肋软骨炎前者疼痛常累及1～2个肋间，但并不一定局限在胸前，为刺痛或灼痛，多为持续性而非发作性，咳嗽、用力呼吸和身体转动可使疼痛加剧，沿神经行径处有压痛，手臂上举活动时局部有牵拉疼痛;后者则在肋软骨处有压痛。故与心绞痛不同。4.其他疾病引起的心痛包括严重的主动脉瓣狭窄或关闭不全、风湿性冠状动脉炎、梅毒性主动脉炎引起冠状动脉口狭窄或闭塞、肥厚型心肌病、X综合征、心肌桥等病均可引起心痛，要根据其他临床表现来进行鉴别。其中X综合征多见于女性，心电图负荷试验常阳性，但冠状动脉造影则阴性且无冠状动脉痉李，预后良好，被认为是冠状动脉系统毛细血管舒张功能不良所致。心肌桥则指通常行走于心外膜下结缔组织中的冠状动脉如有一段行走于心肌内，其上的一東心肌纤维即称为心肌桥。当心脏收缩时，心肌桥可挤压该动脉段足以引起远端血供减少而导致心肌缺血。加之近端血管常有粥样硬化斑块形成遂可引起心痛。冠状动脉造影或冠脉内超声检查可确立诊断。5.心脏神经症患者常诉胸痛，但为短暂(几秒钟)的刺痛或持久(几小时)的隐痛，患者常喜欢不时地吸一大ロ气或作叹息性呼吸。胸痛部位多在左胸房下心尖部附近，或经常变动。症状多在劳之后出现，而不在疲劳的当时，作轻度体力活动反觉舒适，有时可耐受较重的体力活动而不发生胸痛或胸闷。含用硝酸甘油无效或在10多分钟后オ“见效”，常伴有心悸、疲、头昏、失眠及其他神经症的症状。",
            "诊断结果": "冠状动脉粥样硬化性心脏病不稳定心绞痛陈旧性心肌梗死冠脉三支病变缺血性心肌病二尖瓣关闭不全心力衰竭心功能Ⅱ-Ⅲ级心室预激高甘油三酯血症高同型半胱氨酸血症"
        },
        "cure": "1.入院病情评估:患者中年男性，存在吸烟、冠心病等心血管危险因素，行冠脉造影提示冠脉三支病变，不能冠脉支架、冠脉搭桥术，目前已出现缺血性心肌病改变，向家属告知随时可能出现急性心肌梗死、恶性心律失常等，特告知家属。2.患者发病前14天否认有疫区及其周边地区，或其他有病例报告社区的旅行史或居住史，发病前14天内否认与新冠病毒感染者(核检测阳性者)有接触史，否认发病前14天内曾接触过来自疫区及周边地区或有病例报告社区的发热或有呼吸道症状的患者，发病前14天内否认有乘坐公共交通工具或参加聚会等情况。否认聚集性发病等情况。否认发病前14天有国外旅行史或居住史，否认发病前与14天内归国亲属接触史。以上情况已在承诺书签字。3.完善相关检(如血常规、肝功能、肾功能、心脏彩超、动态心电图等);4.给抗血小板聚集(阿司匹林肠溶片)、调脂稳定斑块(普伐他汀片)、扩血管(单硝酸异山梨酯片、尼可地尔)、利尿(呋塞米、螺内酯)、改善心室重(沙库巴曲缬沙坦钠片、美托洛尔缓释片)、降同型半胱氨酸(叶酸片)、营养心肌细胞(曲美他嗪)、改善微循环(注射用二丁酰环磷腺苷、注射用尼可地尔)等对症支持治疗。5.住院后每日出量小于入量，继续口服利尿治疗，嘱患者减少入量。6.检查有高尿酸血症，针对高尿酸血症，嘱低票呤饮食，加用苯溴马隆对症治疗7.根据2019年欧洲血脂管理指南，该患者为超高危ASCVD，LDL-C需控制1.4mmol/L,且降幅＞50％，但该患者总胆固酯3.7mmol/L,甘油三酯2.20mmol/L，高密度脂蛋白胆固醇1.03mmol/L，低密度脂蛋白胆固醇2.37mmol/L，故在他汀基础，加用依折麦抑制肠道对胆固醇吸收，必要时加用PCK抑制剂依洛尤单抗注射液强化降脂治疗。8.经多日药物治疗，患者无明显不适主诉，状态良好，患者及患者家属有事要求出院，经主任医师同意出院。"
    }
]