[
    {
        "id": 101,
        "symptom": {
            "一般资料": "女性，69岁，无",
            "主诉": "患者因“双下肢无力2天”来我院就诊。",
            "现病史": "患者缘于2天前无明显诱因出现双下肢无力，尚可站立，但行走时需家人掺扶，踩地不实，行走一段距离后双下肢无力加重，休息后好转，偶有头晕，恶心，无呕吐，当时测血压\"180/?mmHg\"，口服降压药物后，头晕好转，大小便如常，无肢体麻木感，无感觉平面，双上肢肌力同前无明显变化，无言语不利，为求诊治就诊于当地医院行头颅CT、胸部CT及头颅MR检查，未予特殊治疗，为求诊治，就诊于我院门诊，门诊以\"双下肢无力待查\"收入院。患者自发病以来精神状态可，进食、睡眠可，尿频、尿急，便秘，体重无明显变化。",
            "既往史": "\"左眼失明\"10余年，具体不详；\"糖尿病\"病史7年余，否认有高血压、肾病史，无手术史、外伤史、输血史，已接种新冠疫苗。"
        },
        "examine": {
            "查体": "意识清楚，言语流利，左眼失明，右侧瞳孔圆形，直径约3.0mm，右侧对光反射灵敏，左侧瞳孔规则圆形，对光反射消失，眼动自如。双侧额纹、鼻唇沟对称存在，示齿口角无偏斜，伸舌居中，双上肢肌力5级，右下肢肌力4级，左下肢肌力3级，四肢肌张力正常，双侧指鼻试验尚稳准。可疑右侧胸4以下痛觉减退。四肢腱反射减退，双侧霍夫曼征阴性，双侧巴氏征未引出，双侧双划征均阳性。",
            "辅助检查": "头颅MR：未见异常。全脊柱核磁：1、C3/4-C6/7椎间盘突出。2、T2-4椎体水平脊髓异常信号，不除外脱髓鞘病变，请结合临床。3、L3/4、L4/5椎间盘膨出。4、颈胸腰椎骨质增生。中枢神经系统脱髓鞘疾病谱（TBA+CBA)：脑脊液：AQP41:10，余MOG、GFAP均阴性。血清：AQP4:1:100,MOG、GFAP均阴性。视觉＋体感＋听觉诱发电位：1．双侧VEP：左侧未见肯定波形，右侧大致正常；2．双侧BAEP大致正常；3.双下肢SEP：双侧皮层电位分化欠佳，潜伏时延长；4．双上肢SEP大致正常。脑脊液结果：压力120mmH20;无色透明脑脊液常规：细胞总数40x106/L，白细胞数40x106/L；脑脊液生化：蛋白0.65g/L，乳酸2.9个mmol/L，腺苷脱氨酶1.2U/L；血腺苷脱氨酶7U/L；墨汁染色、革兰染色阴性。同期血糖：7.8mmol/L,同期电解质：镁0.73↓mmol/L，余项正常。脑脊液细胞学：异常脑脊液细胞学，以淋巴细胞为主。四肢肌电图：右下肢多发周围神经异常，脱髓鞘伴轴索损伤。"
        },
        "diagnosis": {
            "初步诊断": "中枢神经性系统脱髓鞘疾病？",
            "诊断依据": "患者女性，既往左眼失明（追问患者当时考虑为视神经萎缩）病史，曾考虑诊断视神经脊髓炎，此次急性起病，以双下肢无力为主要临床表现，考虑诊断，可进一步完善脊髓核磁、诱发电位、外送血清及脑脊液相关抗体谱等相关检查协助诊断。",
            "鉴别诊断": "：1.脊髓占位：患者老年女性，此次以双下肢无力为主要症状，查体有神经系统定位体征，需考虑，但患者急性起病，待进一步完善检查后协助诊断。2.周围神经病：患者老年女性，急性起病，既往有糖尿病病史，主要表现为双下肢无力，查体可见腱反射减退，需进一步完善肌电图检查以协助除外。",
            "诊断结果": "视神经脊髓炎谱系疾病。"
        },
        "cure": "入院后完善全脊柱核磁+腰穿+中枢神经系统脱髓鞘抗体谱+寡克隆区带抗体谱+诱发电位+肌电图等检查，依据《中国视神经脊髓炎谱系疾病诊断与治疗指南（2021)》,该患者符合AQP4-lgG阳性的NMOSD诊断标准，故诊断视神经脊髓炎谱系疾病，按指南及结合患者有糖尿病病史，故给予甲泼尼龙250mg日一次静点免疫调剂治疗，连用3日，阶梯减量，甲泼尼龙120mg日一次静点免疫调节，连用3日，再阶梯减量为泼尼松60mg日一次口服，每周减10mg，到泼尼松30mg/日时，每2周减5mg，直至10mg/日维持治疗，同时给予氯化钾颗粒、洋托拉挫、碳酸钙D3片口服预防激素副作用。根据淋巴细胞亚群结果加用：吗替麦考酚酯0.25g日二次口服，免疫抑制治疗。定期复查血常规及肝肾功能。通过以上治疗，患者症状有所缓解，患者双下肢无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者继续口服药物治疗，避免感染，定期复查，门诊随诊。"
    },
    {
        "id": 102,
        "symptom": {
            "一般资料": "男性，33岁，无",
            "主诉": "手指麻木1个月余，发现卵圆孔未闭20天。",
            "现病史": "患者1个月前无明显诱因出现左手指尖麻木，间断言语不清，持续约1分钟，于我院急诊就诊，颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。对症予抗板，降脂，营养脑神经等治疗。后于我院神经内科就诊，心彩超提示：卵圆孔未闭，经食管三维心脏超声+图文报告,检查所见:房间隔卵圆孔未闭，入口宽度约1.0mm，出口宽度约1.0mm，卵圆孔未闭入口与出口间隧道长度约7.8mm，静息状态及上腹加压下彩色多普勒房水平未见确切右向左分流，偶见左向右分流。右心超声造影静息状态下左心未见微泡，上腹加压后右心显影后3个心动周期即刻左心内大量（&gt;30个）微泡。继发隔无增厚，房间隔无明显瘤样膨出及明显摆动，右房内未见下腔静脉瓣残留。现患者为求进一步治疗，于我科就诊。患者病来无头晕头痛，无胸闷气短，无腹痛腹胀，无恶心呕吐。饮食可，睡眠一般，大小便正常。体重无明显变化。",
            "既往史": "1个月前诊断大面积腔梗。否认冠心病、糖尿病等慢性疾病病史，否认肝炎、结核等传染性疾病病史及密切接触史。否认重大外伤史。否认食物、药物过敏史。否认输血史，预防接种史不详。"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：88次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "颅脑CT平扫(64排),检查所见:双侧大脑半球、小脑、脑干未见异常密度改变。脑室大小、脑沟、脑裂、脑池宽度未见明显扩大和缩小。中线结构居中--颅脑CT平扫未见确切异常，请结合临床。颅脑MR平扫(3.0T)检查意见:右侧颞叶皮层下、右侧额叶及半卵圆区右侧额叶多发腔梗灶可能大，请结合临床病史、随诊复查。慢性副鼻窦炎，双侧鼻甲肥大。颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。全腹CT平扫(64排)检查意见:全腹CT平扫未见确切异常。肺部CT平扫(64排)检查意见:右肺上叶微小结节，随诊观察。前纵隔性胸腺退化不全可能大，随诊观察。左侧肋骨改变，请结合临床。经食管三维心脏超声+图文报告检查意见:卵圆孔未闭。心脏超声造影+图文报告检查意见:卵圆孔未闭。颅脑MRA(3.0T)检查意见:右侧后交通动脉开放。颈部血管MRA(3.0T)检查意见:右侧椎动脉纤细，发育变异可能大。"
        },
        "diagnosis": {
            "初步诊断": "1.先天性心脏病；卵圆孔未闭2.多发性脑梗死",
            "诊断依据": "1.经食管三维心脏超声+图文报告检查意见:卵圆孔未闭。心脏超声造影+图文报告检查意见:卵圆孔未闭。2.颅脑MR平扫(3.0T)检查意见:右侧颞叶皮层下、右侧额叶及半卵圆区右侧额叶多发腔梗灶可能大，请结合临床病史、随诊复查。慢性副鼻窦炎，双侧鼻甲肥大。颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。",
            "鉴别诊断": "1.小型室间隔缺损：此类病人通常无症状，沿胸骨左缘第3~4肋间可闻及IV~VI级全收缩期杂音伴震颤，P2心音可有轻度分裂，无明显亢进。2.动脉导管未闭：分流量小者可无症状，中等分流量者常有乏力、劳累后心悸、气喘胸闷等症状。胸骨左缘第2肋间及左锁骨下方可闻及连续性机械样杂音，常伴震颤。X线透视下可见肺门舞蹈征。3.肺动脉瓣狭窄：胸骨左缘第2肋间有一响亮的收缩期喷射样杂音，传导广泛可至颈部，整个心前区甚至背部常伴有震颤；肺动脉瓣区第二心音减弱。",
            "诊断结果": "1.先天性心脏病；卵圆孔未闭；卵圆孔未闭封堵术后2.多发性脑梗死"
        },
        "cure": "择期行介入卵圆孔未闭封堵术，患者平卧位，常规消毒后铺无菌单，以1%利多卡因消毒后穿刺右股静脉，以超滑导丝进入上腔静脉，保留导丝，经导丝导入8F输送鞘，通过卵圆孔进入左房，导入25/18mmAGAPFO封堵器，打开左房伞，回撤至阻力位，打开腰及右侧伞，超声及X线下伞形佳，释放封堵器，超声再次确认无其他结构损伤，无过伞间血流。测右房压2mmHg，撤管压迫止血。受线时间15.4分钟，CDAP1711.2mGycm2，CAK61mGy。术后复查心脏超声，结果提示卵圆孔封堵术后，左室舒张功能正常，静息状态下左室整体收缩功能正常。患者症状好转出院。"
    },
    {
        "id": 103,
        "symptom": {
            "一般资料": "男性，27岁，无",
            "主诉": "患者因“四肢麻木无力4日，加重1日”来我院就诊。",
            "现病史": "患者于入院前4日感冒之后出现四肢麻木无力，上肢可抬举，下肢可行走，患者诉手掌脚掌呈麻木针刺样感觉较严重，逐渐往上发展，无言语障碍、无抽搐发作、无呼吸困难、无意识丧失。入院前1日上述症状有所加重，上肢不可抬举，下肢不可行走，家属带患者来我院神经内科门诊，查颅脑CT显示未见明显异常。建议患者入院，向患者及家属交代病情。入院之后给予心电、血压、血氧饱和度监测。患者病程当中饮食不佳、睡眠尚可、二便正常。",
            "既往史": "既往体健。病前1周感冒史，否认有糖尿病、肾病史，无手术史、外伤史、输血史，已接种新冠疫苗。"
        },
        "examine": {
            "查体": "患者一般情况欠佳，气管居中，双肺呼吸音清，腹部平坦，腹软，全腹无压痛、无移动性浊音，双下肢无浮肿，足背动脉搏动良好。神志清楚，言语流利，双侧瞳孔等大同圆，对光反射存在，双侧眼球活动自如，双耳听力正常，四肢肌力2级，共济运动查体欠配合，双下肢病理征阴性。",
            "辅助检查": "颅脑磁共振显示；脑内小缺血灶，神经传导速度显示：周围神经损伤。"
        },
        "diagnosis": {
            "初步诊断": "周围神经病。",
            "诊断依据": "1.年轻男性，病前感冒史2.主因四肢麻木无力4日，加重1日入院3.查体：四肢肢体肌力2级4.神经传导速度显示：周围神经损伤。",
            "鉴别诊断": "1.脑梗死：急性起病，多有高血压、糖尿病、吸烟饮酒等脑血管病危险因素，多出现偏侧肢体麻木无力伴言语障碍，头CT显示低密度灶。2.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。",
            "诊断结果": "急性格林巴利综合征。"
        },
        "cure": "入院后完善神经传导速度显示：周围神经损伤，诊断为急性格林巴利综合征，患者化验结果回报：总胆汁酸5.2mmol/L(参考范围：0.0-10.0）前白蛋白246mmol/L（参考范围：200-430)总蛋白71.3(参考范围：65.0-85.0)白蛋白47.1(参考范围：40.0-55.0)，给予改善循环、营养神经、激素、对症支持等治疗；给予甲钴胺注射液0.5mg，一天一次静脉点滴，共7天；给予维生素B1片10mg，一天一次口服，共8天；给予三磷酸腺苷二钠注射液20mg，一天一次静脉点滴，共5天；给予甲强龙注射液240mg，一天一次静脉点滴，共3天；给予甲强龙注射液120mg，一天一次静脉点滴，共3天；给予甲强龙注射液40mg，一天一次静脉点滴，共3天；给予丙种球蛋白注射液28g，一天一次静脉点滴，共5天；通过以上治疗，患者症状有所缓解，患者肢体无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后营养均衡，康复治疗，定期复查。"
    },
    {
        "id": 104,
        "symptom": {
            "一般资料": "女性，69岁，无",
            "主诉": "患者因“心悸10年余，加重3周”前来我院就诊。",
            "现病史": "患者10年前无明显诱因出现心悸，无心脏漏搏感，自摸脉率增快，约136次/分，无胸闷胸痛，无头晕黑曚，无晕厥，无气短，休息30分钟后自行缓解，未系统诊治。此后上述症状反复发作，近3周来上述症状加重，发作较前频繁，发作时伴胸闷、偶有胸痛、气短，就诊于当地医院，诊断为室上速，今为求进一步诊治入我院。病来无视物模糊，无头晕头痛，无发热寒战，无咳嗽咳痰，无恶心及呕吐，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠尚可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "否认高血压、冠心病及糖尿病病史"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：77次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。",
            "辅助检查": "心电图检查意见:窦性心律，肢体导联低电压。心脏超声：主动脉瓣退行性变，左室舒张功能正常，静息状态下左室收缩功能正常。肌钙蛋白、BNP、心肌酶、肝肾功离子等均正常。发作心电图：室上性心动过速。"
        },
        "diagnosis": {
            "初步诊断": "心律失常阵发性室上性心动过速",
            "诊断依据": "患者存在发作性心悸症状，发作心电图提示室上性心动过速。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "心律失常阵发性室上性心动过速心电生理检查及射频消融术后左侧游离壁隐匿性旁道"
        },
        "cure": "完善术前检查，无手术禁忌，择期行心电生理检查，1%利多卡因局麻后穿刺右股静脉，插入鞘管后，送入4极、10极标测电极，分别送至RVA及CS。电生理检查，心室起搏S1S1300ms2：1传导，S1S2无递减传导.心房S1S1280ms诱发出心动过速，V、A为1：1传导。A波呈偏心性传导，VA&gt;70ms,CS远端A波最提前，电生理诊断为：左侧游离壁隐匿性旁道。终止室上速，穿刺右股静脉，经长导丝送入SL1鞘管，用房穿针进行房间隔穿刺成功，送入温控大头消融导管，RA30°下大头送至二尖瓣环心室侧，距冠状窦口4cm处标测到小A大V，心室起搏VA融合处。以30W、60°放电，约5秒心室500ms（S1S1）起搏VA分离。于靶点周围巩固放电240秒，观察20分，再行心内电生理检查，RVS1S1500ms刺激仍为室房分离，手术成功。术后复查动态心电图未见室上速发作，患者无明显不适，入院治疗3天后，好转出院。"
    },
    {
        "id": 105,
        "symptom": {
            "一般资料": "女性，72岁，无",
            "主诉": "患者因“心慌5年余，加重1天”前来我院就诊。",
            "现病史": "患者5年前无明显诱因出现心慌，伴心前区疼痛，伴头晕胸闷，伴气短，症状可自行缓解，未系统诊治，此后上诉症状间断发作，1天前上述症状再发，伴恶心呕吐、头晕黑矇，并晕厥摔倒，遂就诊于当地医院急诊，住院期间患者突发抽搐，行电除颤后转至我院急诊，给予胺碘酮静点，现为进一步诊治就诊于我科，病来无视物模糊，无发热寒战，无咳嗽咳痰，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "否认高血压、糖尿病、冠心病病史"
        },
        "examine": {
            "查体": "患者体温36.5℃，脉搏87次/分，呼吸10次/分，血压112/75mmhg查体：神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：89次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。",
            "辅助检查": "cTnI：0.000ng/ml,CK-MB:0.2ng/ml,NT-ProBNP:2256pg/ml。心电图：窦性心律，QT间期560ms，V1-3导联T波倒置，V4-6导联T波低平。普通经胸超声（图2）：左射血分数（EF）46%，左房35mm,动态心电图：24小时总心率85420，平均68bpm，最快90bpm，最慢50bpm。"
        },
        "diagnosis": {
            "初步诊断": "阿斯综合征，心律失常长QT综合征，室颤电除颤术后",
            "诊断依据": "患者有发作性头晕黑矇，并晕厥摔倒，住院期间患者突发抽搐，心电监护示室颤，行电除颤后转至我院，完善入院心电图提示QT间期延长。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "心律失常先天性长QT尖端扭转室速室颤电除颤术后ICD植入术后"
        },
        "cure": "针对患者入院后化验NT-ProBNP明显升高，结合患者心脏超声提示EF下降，考虑不能除外存在心功能不全，予以重组人利钠肽静脉泵入减轻心脏前后负荷，曲美他嗪20mg，日三次口服，呋塞米20mg，日2次口服，螺内酯20mg，日一次口服，考虑患者曾发作过恶性心律失常致阿-斯综合征，择期行心脏植入性除颤装置（ICD）植入预防猝死，ICD植入后予以琥珀酸美托洛尔47.5mg，日一次口服。患者住院5天治疗后气短胸闷症状缓解，未在发作恶性心律失常，好转出院。"
    },
    {
        "id": 106,
        "symptom": {
            "一般资料": "女性，6岁，小学生",
            "主诉": "间断咳嗽1月余，发热5天",
            "现病史": "患儿于1月余前无明显诱因出现间断咳嗽，阵咳，不频，少痰，夜间明显。无喘息，无呼吸困难。5天前出现发热，最高体温39℃左右，无抽搐及寒颤。无头痛头迷。无腹痛，无呕吐及腹泻。无家中自服“中药感冒药”5天，“依托红霉素”3天，“布洛芬”(具体剂量不详)未见明显好转，为求进一步诊治入院。门诊以“肺炎”收入院。病来食睡大小便正常。",
            "既往史": "平素体健，否认食物及药物过敏史，无手术外伤史，按时预防接种，按时添加辅食，生长发育同正常同龄儿。1年多前曾因左肺舌叶炎症入院治疗，并于1周后转诊至上级医院住院治疗。"
        },
        "examine": {
            "查体": "神清，状态一般，呼吸平稳，无发绀，无鼻翼扇动及三凹征，周身无皮疹及出血点，浅表淋巴结无肿大，咽部充血，双侧扁桃体不大，颈软，双肺呼吸音粗，心音有力，律齐，心律136次/分。腹平软，无包块，无压痛，肝脾未触及，肠鸣音正常。神经系统未见异常。",
            "辅助检查": "WBC19.91*10^9/L，NE%69.3，LY18.5%，MO11.8%CRP22.8mg/L肺CT：双肺炎性病变，治疗中复查，左肺舌叶炎症表现与1年多前类似"
        },
        "diagnosis": {
            "初步诊断": "双肺炎",
            "诊断依据": "1.间断咳嗽1月余，发热5天2.查体：咽部充血，双肺呼吸音粗3.肺CT：双肺炎性病变，左肺舌叶炎症表现与1年多前类似",
            "鉴别诊断": "肺结核：患儿无结核病接触史，无结核中毒症状，出生时已接种卡介苗，且肺CT不支持。2.气管异物：患儿无异物吸入史，无刺激性呛咳及呼吸困难，追问病史，1年前曾有左肺舌叶炎症表现，与本次肺CT左肺舌叶炎症表现相似，建议患儿到上级医院会诊，必要时完善纤维支气管镜进一步鉴别。",
            "诊断结果": "1.双肺炎2.左肺舌叶陈旧性炎症"
        },
        "cure": "1.头孢呋辛及阿奇霉素联合抗炎2.沐舒坦化痰3.富露施雾化辅助治疗4.完善支原体衣原体，EB病毒，CRP，降钙素原，呼吸道抗体，尿常规等相关检查。5.到上级医院完善纤维支气管镜检查。"
    },
    {
        "id": 107,
        "symptom": {
            "一般资料": "男性，11岁，学生",
            "主诉": "摔伤致左侧小腿下端疼痛、肿胀，活动受限5小时入院。",
            "现病史": "患儿于入院前5小时，不慎摔伤，扭到脚踝，出现左侧小腿下端疼痛、肿胀，活动受限。患儿无头痛、头晕，恶心、呕吐等症状。受伤后急来我院急诊就诊，急诊拍左踝正侧位X光片示：左胫骨远端骨骺骨折。急诊予以石膏托外固定，以“左小腿远端骨骺损伤”收入我科。患儿自受伤以来，神志清，精神科，二便无异常，体重无著变。",
            "既往史": "患儿既往体检，否认高血压、糖尿病、心脏病等疾病；否认肝炎、结核等传染病病史；否认手术史，否认输血史；否认食物和药物过敏史，预防接种史具体不详。"
        },
        "examine": {
            "查体": "左侧小腿下段皮肤黏膜无破损，局部肿胀、压痛，左踝关节活动受限，左侧脚趾活动良好，无感觉障碍，左足背动脉搏动可触及。肢体远端末梢血运可。",
            "辅助检查": "左踝关节正侧位X光片：左胫骨远端骨折，断端存在移位，踝关节周围可见软组织肿胀影。"
        },
        "diagnosis": {
            "初步诊断": "左小腿远端骨骺损伤",
            "诊断依据": "1.患儿有摔伤病史2.患者左侧小腿下段皮肤黏膜无破损，局部肿胀、压痛，左踝关节活动受限3.X光片：左胫骨远端骨折，断端存在移位，踝关节周围可见软组织肿胀影。",
            "鉴别诊断": "1.踝关节骨折：主要表现为踝关节和脚掌部位肿胀明显，在内踝和外踝部位有压痛，拍摄X光片可以确诊。",
            "诊断结果": "左小腿远端干骺端骨折"
        },
        "cure": "患儿入院后完善胸片、心电图、血常规、生化常规等相关检查，排除手术禁忌症，在腰硬联合麻醉下行左胫骨远端骨骺骨折闭合复位空心钉内固定术，手术后继续予以石膏托外固定，抬高患肢、局部予以冰敷物理降温，静脉点滴甘油果糖消肿治疗。定期伤口换药，2周后伤口拆线，3周后拆掉石膏，开始踝关节功能锻炼。"
    },
    {
        "id": 108,
        "symptom": {
            "一般资料": "男性，5个月，散居",
            "主诉": "呕吐2月",
            "现病史": "患儿2月前进食配方奶后出现呕吐，平均一天5-8次，为奶液，伴有约2ml的暗红色血液，每天大约1-3次，以吃吃奶后为甚，无发热、咳嗽，无腹胀、腹泻，未见柏油样及血丝大便，曾在当地诊所就诊，考虑“胃炎”，曾给予“西咪替丁”等药物治疗，疗效不佳，一直未予正规检查治疗。患儿家属发现近2月孩子体重不增，为求治疗，遂去我院，门诊以“呕吐查因”收住院。患儿患病以来，精神、饮食、睡眠可，大小便正常，体重近2月不增。",
            "既往史": "自出生一直有回奶情况，有湿疹，无“肝炎、结核、手足口病”，无手术、外伤史，无药物过敏史，预防接种按时进行。"
        },
        "examine": {
            "查体": "入院查体:神志清楚，一般面容，营养偏瘦。颜面部可见少许皮疹。头颅无畸性。前囟未闭，平软。唇红，咽部无充血。胸廓两侧对称无畸性，双肺呼吸音清，未闻及干湿性啰音。心律112次/分，各瓣膜区未闻及杂音。腹平软，未见胃蠕动波及胃肠型，无牙痛、反跳痛。肠鸣音正常。生理反射可引出。病理征阴性。CRT&lt;3秒。",
            "辅助检查": "血常规:WBC6.32×10^9/l,N52.3%,L39.4%,HGB104g/l,PLT270×10^9/L。CRP9.57mg/l。血K3.49mmol/l。呕吐物检查提示WBC0-3/HP，RBC3-5/HP，隐血阳性。胸片提示未见异常。腹部立位平片未见异常。过敏源检查对牛奶、小麦特异性抗体IgG3级，鸡蛋特异性抗体IgG2级，IgE126.4IU/mll。"
        },
        "diagnosis": {
            "初步诊断": "呕吐、呕血查因:1.胃食管反流？2.牛奶蛋白过敏？",
            "诊断依据": "1.胃食管反流？是上消化道动力障碍性疾病，常见小婴儿，表现为呕吐、溢奶，一部分引起食管炎可表现少量渗血，严重性可出现体重减轻等症状，结合该患儿临床症状，需要考虑。2.牛奶蛋白过敏？婴儿牛奶蛋白过敏一般发生于出生后3个月以内，临床症状常表现为呕吐、呕血、腹泻、便秘、拒食、胃食管返流，皮肤方面出现红疹、唇部肿胀、荨麻疹、体重不增，一般孩子伴有湿疹。结合该患儿，自出生有回奶，近两月呕吐加重，伴有呕血，且患儿有湿疹，需要考虑，完善过敏源筛查助诊。",
            "鉴别诊断": "1.贲门失迟缓症:临床主要表现为吞咽困难、反食、胸部不适，可伴体重减轻，但结合该患儿无吞咽困难，症状与还患儿症状不相符，可能性不大，故不考虑。2.消化性溃疡:该病常有反酸、胃灼痛、呕吐、呕血等表现，需要警惕，但该患儿无胃灼痛(哭闹)的表现，故该病可能性不大。",
            "诊断结果": "牛奶蛋白过敏"
        },
        "cure": "入院后予奥美拉唑护胃，维生素K1、酚磺乙胺止血，多潘立酮促进胃蠕动等治疗三天，无效果，仍有呕血、呕吐症状，故胃食管反流可能性不大。过敏源结果出来后换用深度水解奶粉纽康特后，患儿症状逐步缓解，无呕吐、呕血！"
    },
    {
        "id": 109,
        "symptom": {
            "一般资料": "男性，1岁，无",
            "主诉": "男性,1岁,发现右侧腹股沟区可复性包块半月余",
            "现病史": "缘患者于半月余前被发现右侧腹股沟区有一包块突出，哭闹时明显，安静平卧后包块能缩小回纳，未予处理，后经常在哭闹或剧烈运动后包块频繁突出，偶伴疼痛，无疼痛时哭闹不安，无畏寒发热。今家属重视，遂来我院门诊就诊，诊断“右斜疝伴梗阻”，建议住院手术治疗，门诊拟“右斜疝伴梗阻”收入我科。发病以来，患儿精神、饮食、睡眠正常，大小便正常。体重增长同同龄患儿，近期无发热咳嗽乏力，无喷嚏咽痛",
            "既往史": "平素身体健康，否认\"高血压、糖尿病、心脏病\"等病史，否认\"肝炎、结核、菌痢、伤寒\"等传染病史，否认手术、输血、外伤史，否认药物、已知食物过敏史,规律预防接种。"
        },
        "examine": {
            "查体": "发育正常，营养中等，体型中等，呼吸平顺，神志清楚，对答切题，自动体位，查体合作。全身皮肤、黏膜无黄染，无蜘蛛痣，无皮下出血点。全身浅表淋巴结未扪及明显肿大。头颅五官无畸形，颜面无肿胀。双侧眼睑无闭合障碍，巩膜无黄染。双侧瞳孔等大等圆，直径2.5mm，对光反射灵敏。口唇无发绀，伸舌居中，双侧扁桃体无肿大。颈软无抵抗，未见颈静脉怒张。气管居中，双侧甲状腺不大。胸廓无畸形，呼吸平稳，双肺呼吸音清，未闻及干湿性啰音。心前区无异常隆起，未触及震颤，心率99次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹部平坦，无腹壁浅表静脉曲张，未见胃肠型。腹肌软，全腹无压痛、反跳痛，未扪及异常包块，肝脾肋下未触及，胆囊未触及，Murphy's征（-）。肝区、双肾区无叩痛，无移动性浊音。肠鸣音正常。脊柱四肢无畸形，双下肢无水肿。关节活动自如，四肢肌力、肌张力正常，生理反射存在，病理反射未引出。专科情况：右侧腹股沟区可见一约4x3cm包块，质软，按压后可缩小，可扪及稍松弛外环口，回纳后按住内环口嘱患儿咳嗽，包块不突出，放手可见包块自外上向内下突出。",
            "辅助检查": "心电图示窦性心动过速。血常规五分类+血型微柱凝集法：白细胞(WBC)，13.7*10^9/L，嗜中性粒细胞比例(NE%)，36.8%，血红蛋白(HGB)，120g/L；凝血四项：凝血酶原时间(PT)，14.47秒，国际标准化比值(INR)，1.20，活化部分凝血活酶时间(APTT)，27.80秒，纤维蛋白原(FIB)，1.71g/L；感染四项检测：乙肝表面抗原(HBsAg)，"
        },
        "diagnosis": {
            "初步诊断": "右侧腹股沟斜疝伴梗阻",
            "诊断依据": "1、男性幼童，发现右侧腹股沟区可复性包块半月余。2、查体：右侧腹股沟区可见一约4x3cm包块，质软，按压后可缩小，可扪及稍松弛外环口，回纳后按住内环口嘱患儿咳嗽，包块不突出，放手可见包块自外上向内下突出。",
            "鉴别诊断": "右侧精索鞘膜积液：多表现为右侧阴囊包块突出，透光试验阳性，可排除",
            "诊断结果": "双侧腹股沟斜疝伴右侧梗阻"
        },
        "cure": "患儿11月，体重10kg，麻醉方式选择喉罩插管全麻，喉罩选择1.5#。患儿在丙泊酚、舒芬太尼、阿曲库铵静脉诱导后开始置入喉罩。当在置入口腔后感到有阻力，左右调整喉罩，并将患儿头部后仰，再次置入喉罩，仍有阻力。拔除喉罩，用喉镜置入口腔查看，扁桃体稍大，余并无异常。挑起会厌，置入喉罩顺利，对位好，双肺听诊呼吸音对称。固定喉罩，麻醉剂控制呼吸。常规碘伏消毒、铺巾。脐皱折上切一约5mm切口，穿刺进气腹针，充气，压力为9mmHg，进5mm腹腔镜，脐右旁3cm切开一小切口，约1mm，进气腹针。镜下观察见双侧内环口均未闭合，右侧内环口可见部分肠管嵌入内环口，近端肠管稍扩张，采用辅助钳回拉肠管入腹腔，左侧内环口可见扩大，环口直径约1.5cm，术中诊断：双侧腹股沟斜疝伴右侧梗阻。于右侧内环口表面体表投影处用尖刀切一约2mm小切口，用带2-0不可吸收缝线及导丝的雪撬针缝合内环口内半圈，注意避开精索血管及输精管，将缝线拉出置于腹腔内，再用带导丝的雪撬针退出腹膜，无需退出腹壁，从原进针处向外缝合内环口外半圈，将缝线经导丝套圈带出，检查缝合无遗漏，挤出阴囊内积气积液，收紧缝线，在内环口体投影处切口皮下打结。同法处理左侧内环口。术毕，解除气腹。脐部切口逐层缝合，其余切口不必缝合。术程顺利，患儿自主呼吸、意识恢复，拔除喉罩，生命体征稳定，安返病房。"
    },
    {
        "id": 110,
        "symptom": {
            "一般资料": "男性，25天，无",
            "主诉": "男,25天,无腹泻15天，发热4小时",
            "现病史": "15天前无明显诱因出现腹泻，为黄色稀便，无脓血，量多少不等，约10余次/日，大便时无哭闹，无发热，2天前就诊于医院，大便常规示白细胞0-2个/HP，潜血阳性，口服蒙脱石散、双歧杆菌三联活菌散、头孢丙希治疗2天，无乳糖奶粉喂养，大便性状无明显好转，4小时前接触感冒家人后出现发热，最高体温38.9摄氏度，门诊以新生儿腹泻收入病房，发热后吃奶较前减少尿量可。",
            "既往史": "无特殊"
        },
        "examine": {
            "查体": "反应中等，前囟门平坦，眼窝无凹陷，呼吸规则，皮肤稍发花，咽部正常，听诊双肺呼吸音粗，未闻及罗音，心音有力，腹软，不胀，肠鸣音正常，手足未见皮疹，末梢循环可。",
            "辅助检查": "白细胞低，轮状病毒+，肝酶略高。呼吸道病原，流感病毒及血培养，大便培养无异常。四项病毒无异常。"
        },
        "diagnosis": {
            "初步诊断": "1.新生儿腹泻2.发热待查：呼吸道感染？",
            "诊断依据": "1.腹泻病史，伴有发热2.轮状病毒+",
            "鉴别诊断": "生理性腹泻：多见于6个月以内母乳喂养儿，此类小儿外观虚胖，常伴有湿疹，生后不久大便次数较多，且稀薄，呈黄绿色，不伴有其他症状，食欲好，生长发育正常，添加辅食后，大便即逐渐转为正常，该患儿目前症状与之不符。",
            "诊断结果": "新生儿腹泻：轮状病毒肠炎"
        },
        "cure": "入院后予蒙脱石散保护胃肠粘膜，双歧杆菌调理肠道菌群，维生素C及炎琥宁抗病毒，头孢噻肟抗感染（4天，复查粪便常规无异常停用），小儿电解质补液等对症处理，住院治疗8天，治愈出院。"
    },
    {
        "id": 111,
        "symptom": {
            "一般资料": "男性，9岁，学生",
            "主诉": "间断发热伴腹痛呕吐8天于2019年3月1日入院。",
            "现病史": "患儿8天前无明显诱因出现发热呈间断性，没有规律性，体温最高39.5摄氏度，无寒颤及抽搐，无午后低热及盗汗，伴腹痛，阵发性脐下部疼痛，伴呕吐两次，非喷射性，无明显腹泻，无咳嗽及喘息。发病后曾在诊所进点头孢哌酮舒巴坦钠三天，热退两天，停药两天，然后再次出现发热腹痛，又就诊于妇婴医院治疗两天，无效来我院。发病以来精神状况尚可，睡眠饮食稍差，尿便正常。",
            "既往史": "既往健康，否认结核接触史。否认已经流感病毒接触史。"
        },
        "examine": {
            "查体": "体格检查：毫米汞柱。腹平软，脐下两横指处压痛，麦氏点无压痛，全腹无反跳痛，全腹无紧张，肠鸣音正常，心、肺腹查体未见异常",
            "辅助检查": "血常规：白细胞33.62×10^9/L，中性粒细胞计数29:06×10^9/L。尿常规酮体+。c反应蛋白63毫克/升。"
        },
        "diagnosis": {
            "初步诊断": "发热腹痛待查。",
            "诊断依据": "症状：间断发热，腹痛呕吐8天。体征：脐下两横指处压痛。辅助检查：血常规：白细胞33.62×10的9次方/L，中性粒细胞计数29:06×10的9次方/L。尿常规酮体+。c反应蛋白63毫克/升。",
            "鉴别诊断": "1.肠炎：患儿有间断发热伴腹痛呕吐，支持急性肠炎，但没有明显腹泻，无粘液脓血便，不支持，需要进一步提检便常规就诊。2.肾脏疾病：患儿在诊所做腹部超声提示肾积水，注意肾脏疾病导致的发热、呕吐、腹痛，为明确诊断体检肾脏及膀胱CT，并请泌尿外科会诊。3.不典型阑尾炎，患儿病史长已经发热伴腹痛呕吐8天，在诊所给予头孢哌酮类药物治疗有效，所以不排除不典型阑尾炎的情况，目前阑尾区没有压痛，没有反跳痛，暂时不支持阑尾炎，需要进一步提检腹部CT，阑尾超声并请外科主任会诊确定或排除。",
            "诊断结果": "移位性阑尾炎，腹腔脓肿。"
        },
        "cure": "患儿入院后行腹腔CT以及肠管超声检查。临床高度怀疑为阑尾炎以及腹腔脓肿。但由于没有外科急腹症，暂给予保守治疗。应用头孢类抗菌素治疗有效，热退腹痛缓解29小时。29小时后仍然出现发热和腹痛，疼痛性质同前。建议患者前往上一级医院，进一步明确诊治。到上级医院再次行，腹腔超声检查，确诊为阑尾炎腹腔脓肿。经手术治疗确定为移位性阑尾炎，阑尾位置位于脐正中下两横指处。"
    },
    {
        "id": 112,
        "symptom": {
            "一般资料": "女性，3岁9个月，无",
            "主诉": "反复发热五天，伴颈部淋巴结肿痛",
            "现病史": "患儿于五天前无明显诱因出现发热，最高体温达39.5℃，伴颈部及颌下淋巴结肿痛，曾有一过性皮疹，无恶心，呕吐，就诊于门诊，给予输液治疗四天，（热毒宁、维生素c、甲强龙、阿莫西林克拉维酸钾）等，体温降至正常后仍有反复，昨天晚上再次出现高热，颈部淋巴结较前略减少，今日再次就诊，以发热待诊：川崎病？收入院。",
            "既往史": "既往体健，有支气管异物行支气管镜取出术病史"
        },
        "examine": {
            "查体": "T:38℃，P:114次/分，R:24次/分，BP:110/75mmHg。发育正常，营养良好，神志清楚，精神尚可，步入病房，查体合作，全身皮肤黏膜无黄染，皮肤弹性可。颈部及颌下触及大小不等淋巴结，最大约1.5×1cm，无明显触痛。咽部充血，未见疱疹，双侧扁桃体无肿大，表面未见脓性分泌物。双肺呼吸音粗，未闻及干湿性啰音，未闻及胸膜摩擦音，心界不大，心率114次/分，心率齐整，心音有力，各瓣膜区未闻及杂音，未闻及心包摩擦音。肝脏未触及，脾脏未触及。手指末端脱皮",
            "辅助检查": "血细胞分析：白细胞10.97×10∧9/L，血红蛋白121g/L，血小板205×10∧9/L，超敏c反应蛋白10.00mg/L。三线腮腺及颌下腺彩超：左侧颌下腺肿大，颌下腺炎可能，左侧颌下腺周围淋巴结肿大尿常规检查：尿胆原1＋umol/L，酮体2＋umol/L，白细胞2+，白细胞113.3/ul，白细胞20.4/HPF。"
        },
        "diagnosis": {
            "初步诊断": "发热待诊：1.急性颈部淋巴结炎2.川崎病？（黏膜皮肤淋巴结综合征）",
            "诊断依据": "1.反复发热五天，伴颈部淋巴结肿痛，抗生素治疗无效2.查体：体温38℃，神志清，精神可。颈部及颌下触及大小不等淋巴结，最大约1.5×1cm，无明显触痛。球结膜略充血，咽部充血。双肺呼吸音粗，未闻及干湿性啰音。手足脱皮",
            "鉴别诊断": "1.丘疹性荨麻疹：多见于小儿，皮疹呈梭形或纺锤形的水肿性风团，多散在分布，或风团上有丘疱疹或小水泡，剧烈瘙痒，通常数日或一周左右消退。2.麻疹：患儿初期有发热，咳嗽，流涕，眼泪汪汪，口腔可麻疹粘膜斑，发热3~4天后，皮肤出现皮疹，为暗红色斑丘疹，出疹顺序依次为头面部，颈部，躯干，四肢，手足心部。约3~4天皮疹出齐，疹退后有细小脱屑及色素沉着。",
            "诊断结果": "皮肤黏膜淋巴结综合征"
        },
        "cure": "入院后完善肝功，心肌，每一笔病毒尿便常规等辅助检查，进一步诊治。给予阿莫西林克拉维酸钾，抗感染，继续用药，给予维生素c静滴，补充维生素。患儿入院后第二天仍反复发热，体温最高在39度左右。查血沉升高，血小板计数呈进行性升高。类风湿因子正常。心脏彩超提示，冠状动脉扩张，左侧冠状动脉内径1.9mm。右侧冠状动脉内径1.9mm。诊断川崎并明确后给予人免疫球蛋白，大剂量阿司匹林口服抗凝。"
    },
    {
        "id": 113,
        "symptom": {
            "一般资料": "女性，5个月，无",
            "主诉": "女婴，5个月，发热1天后，咳嗽伴喘4天",
            "现病史": "该患于入院前5天与患“肺炎”姐姐接触后出现发热，体温38.5℃，予美林5ml口服后体温降至正常，并予小儿翅鞘清热颗粒（半包/次，日3次）口服对症治疗4天，未再发热；入院前4天患儿出现咳嗽，为阵发性连声咳，咽有痰声，伴喘，无声音嘶哑及犬吠样咳嗽，无呼吸困难，无夜间憋醒；今日为进一步诊治来院，门诊以“急性毛细支气管炎”收入院。发病来患儿精神一般，进乳较好，睡前欠安，大便稀，内有奶瓣，每日4-5次，尿量正常，无消瘦、乏力及盗汗，无呛奶及呛咳史。",
            "既往史": "患儿平时身体一般，生后1个月于儿童医院确诊“先天性心脏病（二尖瓣发育异常、卵圆孔未闭）”，定期复查。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "精神不振，神志清，呼吸促，三凹征阴性，咽部有充血，呼吸动度增强，双肺呼吸音粗糙，可闻及喘鸣音，心音有力，节律齐，未闻及病理性杂音，腹软，肠鸣音活跃，肝脾未触及肿大，四肢活动自如，神经系统未查及异常。",
            "辅助检查": "1.新冠病毒核酸检测(荧光定量PCR)：新型冠状病毒核酸检测阴性，2.肾功测定(6项)：尿素2.08mmol/L、尿酸242.0umol/L，葡萄糖测定(空腹)：葡萄糖5.29mmol/L，3.钾钠氯钙离子测定(4项)：钾4.39mmol/L、钠137.0mmol/L、氯107.5mmol/L、钙2.44mmol/L，4.肝功(13项)+心肌酶谱测定(6项)：丙氨酸氨基转移酶108.5U/L、白蛋白39.3g/L、肌酸激酶53.8U/L、肌酸激酶同工酶MB32.0U/L，ASO：抗链球菌素O1.20U/ml，流感病毒三联检：流感病毒B型IgM抗体阴性、流感病毒A型Igm抗体阴性、副流感病毒IgM抗体阴性，降钙素原测定(定量)：降钙素原(PCT)0.01ng/ml，呼吸道病毒五联检：柯萨奇病毒B组IgM抗体阴性、肺炎衣原体IgM抗体阴性、呼吸道合胞病毒IgM抗体阴性、腺病毒IgM抗体弱阳性、肺炎支原体IgM抗体阴性，血细胞分析(五分类)：白细胞9.08×10^9/L、淋巴细胞比率73.24%、中性粒细胞比率18.04%、中性粒细胞数绝对值1.63×10~9/L、红细胞4.05×10^12/L、血红蛋白112.0g/L、血小板355.00×10~9/L，C—反应蛋白测定（CRP）（散射比浊法）：C反应蛋白。"
        },
        "diagnosis": {
            "初步诊断": "急性毛细支气管炎",
            "诊断依据": "1.毛细支气管炎：⑴.发热1天后，咳嗽伴喘4天。⑵.查体：P：138次/分，R：52次/分，呼吸促，三凹征阴性，呼吸动度增强，双肺呼吸音粗糙，可闻及喘鸣音。2.先天性心脏病（二尖瓣发育异常、卵圆孔未闭）⑴.辅助检查：2021年02月02日于哈尔滨儿童医院查心脏彩超：先天性心脏病：二尖瓣发育异常（二尖瓣中度狭窄伴中度反流），卵圆孔未闭。",
            "鉴别诊断": "1.支气管肺炎：患儿为5月婴儿，有发热、咳嗽、喘表现，查体双肺呼吸音粗，可闻及喘鸣音，需注意该病可能，待入院完善肺CT检查协诊。2.支气管哮喘：婴儿的第一次感染性喘息，即为毛细支气管炎，但是反复发作三次以上，则应考虑婴幼儿哮喘可能；该患儿为5月小婴儿，本次为第一次喘息发作，查体双肺可闻及喘鸣音，需注意远期发展为支气管哮喘可能。3.原发性肺结核：此病常伴有喘息，可以听到哮鸣音，该患儿有咳嗽、喘、发热表现，查体双肺可闻及喘鸣音，需注意该病可能，但患儿家长否认结核接触史，暂不支持该病，待入院完善肺CT检查，必要时行结核菌素试验协诊。",
            "诊断结果": "支气管肺炎,肝功能异常,腺病毒感染,先天性心脏病（二尖瓣发育异常、卵圆孔未闭）"
        },
        "cure": "入院给予一级护理，乳糖酸红霉素0.06g/次，日2次静点抗感染治疗，予重组人干扰素α-1b，15μg/次，日1次雾化吸入抗病毒，予乙酰半胱氨酸0.3g、布地奈德混悬液1mg，均日2次，复方异丙托溴铵1.25ml，q6h雾化吸入缓解呼吸道症状。根据患儿有发热、咳嗽表现，查体双肺可闻及喘鸣音，查肺CT可见多发斑片状高密度影，边界不清，故诊断支气管肺炎成立。患儿入院查腺病毒IgM抗体弱阳性，结合患儿有呼吸道症状，故诊断腺病毒感染成立。患儿入院查肝功谷丙转氨酶升高，故诊断肝功能异常成立，加用葡醛内酯片、水飞蓟宾胶囊口服保肝降酶治疗。入院后患儿体温正常，咳嗽及喘渐缓解，入院第3天停一级护理，改为二级护理。入院第6天复查肝功谷丙转氨酶仍高于正常。患儿现入院治疗6天，目前一般情况好，无发热，无明显咳嗽，无喘，查体双肺呼吸音粗，未闻及干湿啰音，考虑疾病好转恢复期，经请示上级医师可出院。"
    },
    {
        "id": 114,
        "symptom": {
            "一般资料": "女性，2岁3个月，无",
            "主诉": "患者，女童，2岁3个月，发热1天后，咳嗽3天，喘息1天",
            "现病史": "该患于入院前4天无明显诱因出现发热，体温最高38℃左右，共2次，予美林5ml或退热栓1枚纳肛后体温可恢复正常，热时无寒颤，无抽搐，无皮疹。入院前3天患儿出现咳嗽，呈阵发性连声咳，咽有痰声，无声音嘶哑，遂前往医院就诊，查血常规白细胞正常，分类中性粒细胞为主，C反应蛋白9.4mg/L，超敏C反应蛋白＞5mg/L，肺炎支原体阳性，胸片：两肺纹理增粗，归家后给予阿奇霉素颗粒（0.1g，日1次）、肺力咳合剂（10ml，日3次）口服抗感染对症治疗3天，未再发热，咳嗽无缓解。入院前1天患儿出现喘促，今日为进一步诊治来我院，门诊以“急性喘息性支气管炎”收入院。发病来患儿精神一般，进食及睡眠可，二便正常，无消瘦、乏力及盗汗等症，否认异物吸入史。",
            "既往史": "患儿平时身体健康。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "精神略不振，神志清，呼吸促，咽部充血，双肺呼吸音粗，可闻及广泛喘鸣音，心音有力，节律齐。腹软，肝脾未触及肿大，肠鸣音正常，四肢活动自如，神经系统无异常。",
            "辅助检查": "门诊查：血常规白细胞正常，分类中性粒细胞为主，C反应蛋白9.4mg/L，超敏C反应蛋白＞5mg/L，肺炎支原体阳性，胸片：两肺纹理增粗。入院后：新型冠状病毒核酸检测阴性。EB病毒抗体（4项）：阴性。流感病毒三联检：均阴性，呼吸道病毒五联检：均阴性。肝功、肾功、心肌酶、离子、血糖、ASO均大致正常。降钙素原测定(定量)：降钙素原(PCT)0.01ng/ml，血细胞分析(五分类)：白细胞5.86×10^9/L、淋巴细胞比率69.54%、中性粒细胞比率16.04%、中性粒细胞数绝对值0.94×10~9/L、红细胞5.33×10^12/L、血红蛋白126.0g/L、血小板275.00×10~9/L，C反应蛋白4.2mg/L。患儿入院查中性粒细胞数绝对值低于1.5×10~9/L，故诊断中性粒细胞减少症成立，咽拭子细菌培养：呼吸道正常菌群生长。尿常规：正常。"
        },
        "diagnosis": {
            "初步诊断": "急性喘息性支气管炎",
            "诊断依据": "1、发热1天后，咳嗽3天，喘息1天。2、查体：呼吸促，咽部充血，双肺呼吸音粗，可闻及广泛喘鸣音。3、辅助检查：胸片：两肺纹理增粗。",
            "鉴别诊断": "1、支气管肺炎：根据患儿有发热、咳嗽表现，查体呼吸促，双肺可闻及喘鸣音，病史4天，需注意支气管肺炎可能，必要完善肺CT检查协诊。2、支气管异物：多有异物吸入史，突然出现呛咳，可有肺不张和肺气肿，本患儿为2岁3月幼儿，以发热、咳嗽为主要表现，需注意本病可能，但患儿家长否认异物吸入史，胸片未见异物影像，暂不支持本病。3、肺结核：患儿为2岁3月幼儿，有咳嗽、发热表现，查体肺部可闻及啰音，病史4天，注意该病可能，但患儿无消瘦、盗汗及乏力等症状，胸片未见结核灶，暂不支持，必要时完善结核菌素试验协诊。",
            "诊断结果": "1.急性喘息性支气管炎2.中性粒细胞减少症"
        },
        "cure": "入院给予头孢替唑钠0.4g/次，日2次，炎琥宁0.1g/次，日1次静点联合抗感染治疗；乙酰半胱氨酸0.3g、布地奈德混悬液1mg，日2次，复方异丙托溴铵1.25ml，q4h雾化吸入缓解呼吸道症状。患儿入院查中性粒细胞数绝对值低于1.5×10~9/L，故诊断中性粒细胞减少症成立，给予地榆升白片口服升粒细胞治疗。入院后患儿体温正常，咳嗽及喘渐缓解。患儿入院治疗4天，目前一般情况好，无发热，偶有咳嗽，无喘，查体双肺未闻及干湿啰音，考虑疾病好转恢复期，家长要求出院，经请示上级医师同意出院。"
    },
    {
        "id": 115,
        "symptom": {
            "一般资料": "男性，13，学生",
            "主诉": "皮疹2小时，恶心、乏力30分钟",
            "现病史": "患儿今日晚餐后（约2小时前）进食火龙果及油桃后出现面部、颈部、躯干及四肢散在皮疹，伴痒感，患儿自行温水擦浴后无好转，入院前约30分钟，患儿出现恶心、乏力，头晕，急来我院，门诊检查过程中呕吐1次，非喷射性，呕吐物均为胃内容物（火龙果居多），呕吐后乏力头晕均好转，随后排稀便1次，无脓血，无发热，无头痛，无视物不清，儿科急诊以“过敏反应”收入院。病程中，患儿无咳嗽、无声音嘶哑，无喉鸣，精神稍差，未进食，尿量正常。",
            "既往史": "患儿平时身体一般。既往有类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、有花粉、毛桃、蛋清等过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "T:37.3℃，P:110次/分，R:28次/分，BP:99/52mmHg。体重72.5公斤，精神略萎靡，面部、颈部、躯干及四肢散在鲜红色皮疹，部分片状融合，颈部软，咽部略充血，心音有力，节律齐，未闻及病理性杂音，双肺听诊呼吸音清，未闻及干湿啰音，腹软，膨隆，肠鸣音正常。肝脾未触及肿大，四肢活动自如，神经系统无异常。",
            "辅助检查": "血气分析（静脉）：PH：7.36，PCO2:40mmHg，PO2:47mmHg，Na+:139mmol/L，K+:3.4mmol/L，Ca：1.02mmol/L，Glu:7.2mmol/L，Lac:1.9mmol/L，Hct:51%，HCO3：26.6mmol/L，HCO3std：24.5mmol/L，BEecf：1.2mmol/L，BE(B)：0.5mmol/L，基本正常；肾功测定：尿素5.35mmol/L、肌酐72.80umol/L、二氧化碳23.64mmol/L、尿酸450.0umol/L、胱抑素C1.23mg/L，尿酸高于正常，诊断高尿酸血症成立，建议患儿适当控制体重，定期复查；葡萄糖测定(随机)：7.30mmol/L，正常；钾钠氯钙离子测定：钾3.68mmol/L、钠141.0mmol/L、氯104.9mmol/L、钙2.31mmol/L，均正常；肝功+心肌酶谱测定：丙氨酸氨基转移酶10.4U/L、天门冬氨酸氨基转移酶16.2U/L、总蛋白62.3g/L、乳酸脱氢酶189.7U/L、肌酸激酶247.7U/L、肌酸激酶同工酶MB19.0U/L，主要指标均正常，余各项指标基本正常；血细胞分析：白细胞13.29×10^9/L、淋巴细胞比率32.34%、单核细胞比率5.04%、中性粒细胞比率62.04%、血红蛋白180.1g/L、血小板412.10×10^9/L，白细胞总数略高于正常，分类基本正常，血红蛋白略高于正常，考虑为过敏反应急性期应激性升高，再复查；C反应蛋白"
        },
        "diagnosis": {
            "初步诊断": "过敏反应",
            "诊断依据": "1.皮疹2小时，恶心、乏力30分钟。2.查体：血压：99/52mmHg，面部、颈部、躯干及四肢散在鲜红色皮疹，部分片状融合，咽部略充血。",
            "鉴别诊断": "1.药物超敏反应：患儿以皮疹为主要表现，皮疹呈逐渐加重趋势，融合成片伴痒感，结合患儿均为过敏体质，既往多次过敏病史，需注意本病可能，但患儿来院前暂无用药史，继续观察病情变化协诊，注意病情进展出现剥脱性皮炎等可能，必要时需大剂量激素冲击治疗。2.急性胃肠炎：如产毒性大肠杆菌、空肠弯曲菌等均可导致呕吐、排出大量无脓血的水样便，亦可导致患儿脱水和电解质紊乱，结合现阶段我市胃肠炎高发期，不排除细菌性或病毒性胃肠炎可能，此类疾病患儿多有不洁饮食史，血象白细胞多增高，中性为主，该患儿有呕吐、稀便表现，需注意此类疾病可能，待完善血常规、CRP，便常规等检查协诊。",
            "诊断结果": "1.过敏反应2.高尿酸血症"
        },
        "cure": "入院后给予一级护理，心电监护、经皮氧饱和度监测，肾上腺素肌注预防过敏性休克，左西替利嗪口服、地塞米松静点、葡萄糖酸钙、维生素C静点脱敏治疗，补液对症治疗。入院查血气分析（静脉）正常，血常规提示白细胞总数略高于正常，分类基本正常，生化类检查提示尿酸高于正常，余正常。入院当日，患儿面部、颈部及躯干部皮疹略消退，双下肢皮疹较前增多，恶心、呕吐、乏力缓解；治疗第2天，皮疹渐消退，生命体征平稳，停一级护理，改为二级护理，停心电监护、经皮氧饱和度监测；共住院治疗2天，临床症状及体征好转，请示上级医生，考虑疾病临床恢复期，患儿好转出院。"
    },
    {
        "id": 116,
        "symptom": {
            "一般资料": "男性，13天，新生儿",
            "主诉": "发现脐部分泌物10天",
            "现病史": "患儿为G1P1，因“胎盘早剥、细菌性阴道炎”剖宫产出生，否认“胎盘、脐带”异常，出生情况可，10天前患儿脐带脱落后家长发现患儿脐凹部出现分泌物，淡黄色，无咳嗽、咳痰，无发热，无抽搐等，就诊于我院高新区给予“双氧水”外涂脐部，效果欠佳，家属自行给予“黄连素”外涂脐部，效果欠佳，今为进一步诊治就诊我院高新区门诊，查血常规及CRP:WBC14.0×109/LN34.0%L50.4%RBC4.99×1012/LHGB153g/LPLT303×109/LCRP2.43mg/L，遂以“新手儿脐炎”收住我科，患儿发病以来，精神反应欠佳，吃奶尚可，大小便正常。",
            "既往史": "既往史:无食物及药物过敏史。无乙肝、结核等传染病接触史。已接种卡介苗、已接种乙肝疫苗。"
        },
        "examine": {
            "查体": "T:37.2℃，P:140次/分，R:42次/分，BP:70/40mmHg。一般情况:发育正常，营养良好，体位自如，神志、反应欠佳，面色红，呻吟无；异常姿势无；异常外貌无；皮肤:颜色红，黄疸无，皮肤弹性好，皮肤发花无，硬肿无，皮疹无，浅淋巴结未触及肿大；头部:头颅:畸形无，颅缝未闭，前囟未闭，1.0×1.0cm平坦，前囟紧张无，血肿无；眼，鼻，口腔无异常。颈部:正常；胸部:正常；肺部无异常。视诊:腹式呼吸，呼吸困难无，呼吸节律齐，双侧呼吸运动对称；呼吸运动受限无；触诊:震颤：无；胸膜摩擦感：无；皮下捻发感：无。叩诊：呈清音；听诊：双肺呼吸音粗，啰音未闻及，未闻及胸膜摩擦音；鼾音无；心脏：视诊：心前区无隆起，心尖搏动在锁骨中线左缘第4肋间；触诊：心尖搏动在锁骨中线左缘第4肋间，无震颤；叩诊：左界在左锁骨中线上，右界在右胸骨旁线上；听诊：心率140次/分，心律整齐，心音正常，早搏无，心前区可闻及2级吹风样杂音；腹部:视诊：腹部平坦、无舟状腹、无蛙状腹，无肠型，无蠕动波，无腹壁静脉曲张，无脐疝脐部；分泌物有，淡黄色，脐窝渗出可见白色肉芽组织，腹壁发红无；触诊：肝右肋下缘1.0cm,剑突下0cm,质地软，触痛无,表面光滑，脾左肋下0cm，质地软。腹部包块无；叩诊：移动性浊音阴性。听诊：肠鸣音正常，无气过水声。肛门及外生殖器:畸形无，大阴唇覆盖小阴唇，肛周皮肤正常；四肢及脊柱:畸形无，四肢肌张力正常，四肢温度正常；神经反射:拥抱反射正常，吸吮反射正常，觅食反射正常，交叉伸腿反射正常，围巾征肘关节过中线否；臂丛神经损伤无。",
            "辅助检查": "血常规及CRP（2019.2.16我院门诊）:WBC14.0×109/LN34.0%L50.4%RBC4.99×1012/LHGB153g/LPLT303×109/LCRP2.43mg/L。"
        },
        "diagnosis": {
            "初步诊断": "1.新生儿脐炎；2.新生儿败血症？",
            "诊断依据": "患儿以“发现脐部分泌物10天”为代主诉入院。入院查体：精神反应欠佳，呼吸尚平稳，全身皮肤无明显黄染，未见明显出血点。前囟平软，双眼无明显分泌物，咽腔不红，口周无发绀。胸廓无畸形，双肺呼吸音粗，未闻及明显干湿性啰音，吸气三凹征（-）。心音中等，未闻及杂音。腹软，肝右肋下1cm，脐窝渗出可见白色肉芽组织，伴淡黄色分泌物，脾未触及。四肢温暖，肌张力正常，毛细血管再充盈时间正常。结合患儿血常规及CRP结果。",
            "鉴别诊断": "1.脐茸:脐茸是小儿脐带脱落，卵黄管堵塞后，其远端的黏膜（肠黏膜）未完全消失，在小儿脐部出现的息肉样的增生物，可有“脓水样”分泌物，一般可局部消毒后自行消失，较大时可手术切除；2.脐窦:脐窦是脐部形成的窦道，时常排出少量粘液，严重者则形成瘘管，其口与小肠相通，持续排除恶臭分泌物，可行窦道造影明确。",
            "诊断结果": "新生儿脐炎,卵圆孔未闭"
        },
        "cure": "诊疗经过：入院后完善相关检查，炎症指标高，肝肾功心肌酶无异常。电解质正常，血糖正常。脐部分泌物培养:经48小时培养可见金黄色葡萄球菌生长；脐部超声:脐周皮下未见明显异常；肝、脾、胰、双肾超声检查未见明显异常；体格检查发现心脏杂音，心脏彩超：卵圆孔未闭；心功能正常。给与新生儿监护，常规护理，1.抗感染:头孢呋辛钠针；2.脐部局部消毒，一天3次脐部护理，必要时皮肤科、外科会诊；3.对症支持治疗。因患儿有卵圆孔未闭合，补液速度一定要慢，同时监测患儿经皮测氧饱和度，同时严密监测出入水量，量出为入。治疗3天后患儿体温稳定，脐炎好转。血培养:经五天培养无细菌生长。目前临床好转，血培养不支持败血症，继续同前巩固治疗。治疗第7天，患儿症状消失，复查血常规及CRP均在正常范围。临床治愈出院。"
    },
    {
        "id": 117,
        "symptom": {
            "一般资料": "男性，3岁8个月，无",
            "主诉": "咳嗽、间断发热8天，呕吐、水样便3天",
            "现病史": "患儿于入院前8天无明显诱因出现单声咳，非犬吠样，无声音嘶哑，咳后有痰，不会吐出，无喘，同时出现发热，最高体温39.0℃，无皮疹，无寒战及抽搐，口服布洛芬颗粒0.2g，体温降至正常后，无反复，入院前6天，咳嗽较前加重，转为连声咳，于诊所静点药物治疗（共5天，具体药物及剂量不详），患儿无好转，入院前3天，患儿出现呕吐，量较大，非喷射样，呕吐物为胃内容物，每日4-5次，伴水样便，每日1-2次，无腹痛，无脓血便及黑便，入院前2天，家长为系统诊疗来我院，门诊查腹部彩超提示其内可见多个淋巴结回声，右髂窝可见游离液性暗区，深约3.7mm，余肠管未见明显扩张，建议入院，家长拒绝，今日自行于诊所静点药物治疗1次（维生素B6、炎琥宁、氨曲南，具体剂量不详），同时家长自行口服药物治疗（头孢类、蒙脱石散，具体药物及计量不详），患儿呕吐好转，仍有水样便，并再次出现发热，最高体温39.9℃，无皮疹及寒战，口服布洛芬颗粒0.2g，体温可降至正常，至来院共2次，现家长再次返院，门诊以“急性胃肠炎，轻度脱水”收入院，病程中，患儿无乏力盗汗，无头晕及头痛，无体重减轻，近3日食欲一般，睡眠佳，尿量减少。",
            "既往史": "患儿平时身体健康。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "T:38.5℃，P:120次/分，R:28次/分，BP:105/66mmHg。WT：20kg，皮肤干燥，弹性略减退，呼吸平稳，口唇干燥，咽有充血，双肺呼吸音粗，未闻及干湿啰音，心音有力，律齐，未闻及病理性杂音，腹膨隆，肠鸣音略活跃。肝脾未触及肿大，四肢活动自如，神经系统无异常。",
            "辅助检查": "血细胞分析：白细胞16.98×10^9/L、淋巴细胞比率11.02%、单核细胞比率7.90%、中性粒细胞比率80.31%、红细胞5.01×10^12/L、血红蛋白138.0g/L、血小板374.00×10^9/L，白细胞总数高于正常，分类以中性细胞为主，C反应蛋白"
        },
        "diagnosis": {
            "初步诊断": "1.急性胃肠炎2.轻度脱水3.急性支气管炎",
            "诊断依据": "1.呕吐、水样便3天。2.查体：腹膨隆，肠鸣音略活跃。3.辅助检查：腹部彩超：可见多个淋巴结回声，右髂窝可见游离液性暗区，余肠管未见明显扩4.精神一般，皮肤干燥，弹性略减退，口唇干燥。急性支气管炎5.咳嗽、间断发热8天。2.查体：双肺呼吸音粗，未闻及干湿啰音。",
            "鉴别诊断": "1.病毒性肠炎：如轮状病毒性肠炎，患儿为3岁8月学龄前儿童，有呕吐、水样便、发热症状，结合现阶段为我市病毒性肠炎高发季节，故需注意本病可能，观察患儿病情，完善便常规及便轮状病毒等检查协诊。2.细菌性肠炎：如产毒性大肠杆菌、空肠弯曲菌等均可导致排出大量无脓血的水样便，亦可导致患儿脱水和电解质紊乱，此类疾病患儿多有不洁饮食史，血象白细胞多增高，中性为主，该患儿有呕吐、水样便、发热表现，需注意此类疾病可能，待完善便常规、便培养等检查协诊。3.支气管肺炎：患儿有咳嗽、发热症状，查体双肺呼吸音粗，虽未闻及干湿啰音，但患儿病史半月余，不排除支气管肺炎可能，待胸片回报后协诊。",
            "诊断结果": "1.轮状病毒性肠炎；2.轻度脱水；3.心肌损害；4.急性支气管炎；5.高尿酸血症；6.EB病毒感染。"
        },
        "cure": "入院予氨曲南静点抗感染治疗，补液支持治疗，酪酸梭菌口服调整胃肠道菌群，蒙脱石散口服止泻对症。肌酸激酶同工酶高于正常，诊断心肌损害成立，予磷酸肌酸钠静点营养心肌治疗，人轮状病毒抗原阳性，结合患儿有呕吐、稀便症状，查体腹膨隆，肠鸣音略活跃，故诊断轮状病毒性肠炎成立。EB病毒衣壳抗原IgM高于正常，结合患儿有发热表现，查体见咽有充血，诊断EB病毒感染成立，治疗第3天，患儿呕吐缓解，排便较前成型，查体脱水体征消失；治疗第5天，患儿热退；治疗第6天，患儿咳嗽较前略频繁，予肺力咳合剂口服止咳对症，患儿现排便成型，临床症状及体征好转。"
    },
    {
        "id": 118,
        "symptom": {
            "一般资料": "男性，1岁3月，无",
            "主诉": "发热、口腔疱疹1天",
            "现病史": "患者1天前无明显诱因出现发热，测体温最高39℃，家属发现患儿口腔内有数个白色疱疹，伴流涎，给予退热药物应用后可降至正常，数小时复升，无惊跳、抽搐、恶心、呕吐、腹泻、咳嗽、痰鸣、气喘、发绀、呼吸困难等，精神欠佳，饮食欠佳，睡眠情况可，大小便正常。",
            "既往史": "否认近期手足口病接触史。EV71疫苗已接种。"
        },
        "examine": {
            "查体": "查体：神志清，精神欠佳，手足臀部及全身未见皮疹、发绀、紫癜等，咽峡、颊黏膜、牙龈处可见数个白色疱疹，周围有红晕，齿龈稍红肿，咽充血，双侧扁桃体Ⅱ°肿大，充血，未见渗出物。三凹征阴性，双肺呼吸音粗，未闻及啰音。心率135次/分，律齐，心音有力，未闻及杂音，腹平软，肝脾无肿大，肠鸣音尚可。神经系统未见异常。",
            "辅助检查": "血常规:白细胞13.55×10^9/L↑，红细胞4.4×10^12/L，血红蛋白119g/L↓，淋巴细胞百分比15%↓，单核细胞百分比12.8%↑，中性粒细胞百分比71.3%，血小板289×10^9/L；C反应蛋白23.7mg/L↑"
        },
        "diagnosis": {
            "初步诊断": "疱疹性口炎",
            "诊断依据": "1.患者男,1岁3月，急性起病；2.阳性症状：发热、口腔疱疹；3.阳性体征：精神欠佳，咽峡、颊黏膜、牙龈处可见数个白色疱疹，周围有红晕，齿龈稍红肿，咽充血，双侧扁桃体Ⅱ°肿大，充血，双肺呼吸音粗；4.阴性体征：手足臀部未见皮疹",
            "鉴别诊断": "手足口病：该病主要由肠道病毒感染，多见于5岁以下儿童，传染性强，可爆发流行或散发，初为低热、厌食、口痛等，口腔黏膜出现小疱疹，后溃破形成溃疡，多分布于后舌、颊粘膜、硬腭弓，亦可见于齿龈、扁桃体及咽部，多同时手足及臀部出现斑丘疹，偶有躯干部皮疹，根据患儿临床表现，暂不考虑。但是需要密切关注皮肤出疹。不能完全排除。",
            "诊断结果": "手足口病"
        },
        "cure": "入院后1.一级护理，流质饮食，呼吸道及接触隔离，保持室内空气流通，保持口腔及皮肤清洁，注意手卫生；2.考虑病毒感染，予利巴韦林10mg/kg，静脉点滴，一天两次抗感染治疗；患儿血常规白细胞及中性粒细胞百分比增高，CRP增高，考虑病毒感染后应激；3.补充液体量、热量，给予1/4张力糖盐水，维生素c针剂静脉补充；4.中医中药治疗：中药穴位贴敷涌泉穴，一日两次；住院第2天，患儿仍有反复发热，给予退热药物应用后，体温可缓慢降至正常，伴流涎，无叹气、呻吟，无惊跳、肢体抖动、嗜睡等，。查体：左侧手掌及右侧足底可见2个疱疹，周围有红晕，膝关节可见5-6个米粒大小疱疹。咽峡、颊黏膜、牙龈处可见数个白色疱疹，周围有红晕，齿龈稍红肿，咽充血，双侧扁桃体Ⅱ°肿大，充血。修改诊断：手足口病。治疗继续抗病毒治疗，对症治疗。密切关注有无重症手足口病的指征。住院第7天，复查血常规、CRP无异常,患儿无发热、呕吐，皮疹基本消退。查体：左侧手掌及右侧足底疱疹消退，咽峡、颊黏膜、牙龈处白色疱疹消退，齿龈无红肿，咽充血减轻，双侧扁桃体Ⅱ°肿大，充血减轻，未见渗出物。临床好转出院。出院后（1）居家隔离7天（从发热或出疹症状当日开始14天）；不适随诊。"
    },
    {
        "id": 119,
        "symptom": {
            "一般资料": "男性，9岁，学生",
            "主诉": "反复发热8天，咳嗽5天",
            "现病史": "患儿无明显诱因于8天前开始出现发热，伴畏寒，无寒战，无惊跳、抽搐，体温最高达40℃，口服抗感染、退热药物（具体不详）后可降至正常，但间隔24小时反复，5天前开始出现咳嗽，阵发性连声咳，3-4声／次，晨起及夜间尤甚，无流涕、鼻塞，无咳痰、无喘息、发绀，无气促、呼吸困难，无恶心、呕泻等。在社区医院予以雾化、布洛芬降温等治疗后，病情稍有缓解。患儿昨日再次出现发热，体温最高达39℃，咳嗽较剧，在我院急诊诊治，予以“头孢曲松1.8gQd，氨溴索15mgBid”等对症治疗，现为进一步诊治，以“支气管肺炎”收住入院。患儿起病以来，精神、睡眠尚可、食纳无殊，大小便未见明显异常，体重无明显下降。",
            "既往史": "平素体质一般，有粉尘、螨虫、牛奶、鸡蛋、大豆过敏史，鼻炎史，否认异物吸入史；否认肝炎、结核、手足口病史及禽类接触史，否认外伤史、手术史及输血史，否认药物、食物过敏史，按程序进行预防接种。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，精神、反应可，皮肤巩膜无黄染，全身皮肤弹性可，未见出血点及皮疹，未扪及浅表淋巴结肿大，头颅正常，张力不高，双眼睑无浮肿，结膜无充血，角膜正常，双瞳孔等大等圆，对光反射灵敏，耳廓无畸形，听力粗测正常，外耳道无异常分泌物，乳突无压痛，鼻外形正常，鼻翼无煽动，口唇红润，咽充血，舌乳头无突起，扁桃体II°肿大，未见疱疹、溃疡及异常分泌物。颈软，颈静脉不充盈，气管居中，胸廓对称无畸形，呼吸运动对称，三凹征（－），双侧语颤对称，双肺叩诊呈过清音，双肺呼吸音粗，可闻及少许湿啰音，无胸膜摩擦音。心前区无隆起，未见异常心尖搏动，无震颤，心界正常，心率90次／分，律齐，心音可，无杂音及心包摩擦音。腹平软，无腹壁静脉曲张，无胃、肠型及蠕动波，肝脾肋缘下未扪及，未扪及腹部包块，无拒按，移动性浊音阴性，肠鸣音正常。肛门外生殖器未见异常，脊柱、四肢正常，肛周、手足无疱疹，四肢肌力、肌张力正常，克、布、巴氏征阴性。",
            "辅助检查": "血常规：未见明显异常2019新型冠状病毒核酸检测：阴性。胸片：支气管肺炎。"
        },
        "diagnosis": {
            "初步诊断": "支气管肺炎",
            "诊断依据": "患儿，男性，9岁，学生，因发热8天，咳嗽5天入院，伴畏寒，无寒战，无惊跳、抽搐，体温最高达40℃，口服抗感染、退热药物（具体不详）后可降至正常，但间隔24小时反复，5天前开始出现咳嗽，阵发性连声咳，3-4声／次，晨起及夜间尤甚。胸片结果示：支气管肺炎。结合患儿症状体征及我院检查结果。该诊断明确。",
            "鉴别诊断": "1.支气管哮喘：简称哮喘，是儿童期最常见的慢性呼吸道疾病。咳嗽和喘息呈阵发性发作,以夜间和清晨为重。发作前可有流涕、打喷嚏和胸闷，发作时呼吸困难，呼气相延长伴有喘鸣声。严重病例呈端坐呼吸，恐惧不安，大汗淋漓，面色青灰。体格检查可见桶状胸，三凹征，肺部满布呼气相哮鸣音，严重者气道广泛堵塞，哮鸣音反而可消失，称“闭锁肺\"。肺部粗湿啰音时现时隐，在剧烈咳嗽后或体位变化时可消失，提示湿啰音的产生是由位于气管内的分泌物所致。在发作间歇期可无任何症状和体征。此外在体格检查还应注意有无变应性鼻炎、鼻窦炎和湿疹等。2.肺结核：粟粒性肺结核有时呈发作性喘息，但一般听不到啰音，支气管淋巴结结核患儿肿大的淋巴结压迫气道，可出现嗤息，需根据结核接触史，结核中毒症状，结核菌素试验和胸部X线改变予以鉴别。",
            "诊断结果": "1.支气管肺炎2.支原体感染"
        },
        "cure": "入院后完善相关检查:急诊胸片：支气管肺炎。降钙素原0.095＊ng/mL。C-反应蛋白13.1↑＊mg/L。支原体总抗体：1:320阳性。离子、肝肾功能、心肌酶、免疫全套、心电图未见明显异常。小便常规示正常。咽拭子细菌培养＋药敏上呼吸道正常菌群。大便常规：正常。呼吸道病毒抗原七项：均阴性。患者经抽血检查，结合胸片结果，以及患儿咳嗽，发热体征，患者“1.支气管肺炎2.支原体感染”予以“红霉素0.3gbid静滴”抗支原体、“乙酰半胱氨酸3mlbid雾化吸入”、“右美沙芬5mltid口服”雾化止咳治疗，冰枕降温等对症处理。并进食优质蛋白补充营养。经7天治疗后，患儿症状好转，无咳嗽咳痰，无畏寒发热，肺部听诊未闻及湿啰音，病情好转，予以出院。"
    },
    {
        "id": 120,
        "symptom": {
            "一般资料": "女性，3月，婴儿",
            "主诉": "呕血半天",
            "现病史": "患儿半天前出现呕血2次，均为吃奶后随溢奶出现，第一次为白色奶液伴有咖啡色液体，量不多，非喷射性呕吐，无奶瓣及异常分泌物，第二次为白色奶液带鲜红色血，有少许奶瓣，约5-10ml/次，偶有呛咳，鼻塞，无发热、流涕，无便血、尿血、口腔黏膜、牙龈无破损等症状。至我院急诊诊治，完善血常规、凝血功能、胸片、腹平片无明显异常。予以“维生素K13mgqd、止血敏0.125gqd、维生素C0.5gqd”等对症治疗1天，患儿仍有溢奶，暂未出现呕血，现为进一步诊治，以“呕血查因”收住入院。患儿起病以来，食纳如上所述，精神、睡眠尚可，大小便未见明显异常，体重无明显下降。",
            "既往史": "患儿出生后每次喂奶均会出现溢奶，量不多，2月前患儿母亲右侧乳房有皲裂，予以治疗后现已好转，仍遗留一白点，疼痛明显，喂奶时更甚，目前喂奶只喂患侧乳房。否认异物吸入史，否认“肝炎、结核、手足口病”等传染病接触史，否认禽类接触史，否认外伤史、手术史及输血史，否认药物、食物过敏史，按程序进行预防接种。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，精神、反应可，皮肤巩膜无黄染，全身皮肤弹性可，未见出血点及皮疹，未扪及浅表淋巴结肿大，头颅正常，前囟平软，约2.0cm＊2.0cm大小，张力不高，双眼睑无浮肿，结膜无充血，角膜正常，双瞳孔等大等圆，对光反射灵敏，耳廓无畸形，听力粗测正常，外耳道无异常分泌物，乳突无压痛，鼻外形正常，鼻翼无煽动，口唇红润，咽无充血，舌乳头无突起，双侧扁桃体无肿大，未见疱疹、溃疡及异常分泌物。颈软，颈静脉不充盈，气管居中，胸廓对称无畸形，呼吸运动对称，三凹征（－），双侧语颤对称，双肺叩呈清音，双肺呼吸音粗，未闻及干湿啰音，无胸膜摩擦音。心前区无隆起，未见异常心尖搏动，无震颤，心界正常，心率140次／分，律齐，心音可，无杂音及心包摩擦音。腹平软，无腹壁静脉曲张，无胃、肠型及蠕动波，肝脾肋缘下未扪及，未扪及腹部包块，无拒按，移动性浊音阴性，肠鸣音正常。",
            "辅助检查": "我院急诊：血常规、凝血功能、胸片＋腹平片：未见明显异常。大小便常规、肝功能、肾功能、心肌酶、围产五项、免疫全套、腹部彩超、心脏彩超均未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "呕血查因：咽下综合征？",
            "诊断依据": "患儿，女，3月，呕血半天。患儿母亲右侧乳房有皲裂，予以治疗后现已好转，仍遗留一白点，疼痛明显，喂奶时更甚，一直喂奶只喂患侧乳房。患儿呕血均为喂奶后出现，可能为残存感染灶随母乳入患儿消化道刺激诱发呕吐？急诊查血常规，胸片+腹平片未见明显异常，暂未见相关器质性病变，应警惕该病。",
            "鉴别诊断": "1.消化道出血：患儿，女，3月，呕血半天。常规考虑是否存在消化道损伤致使出血诱发呕吐？追患儿大小便常规结果，注意患儿大便颜色，完善腹部平片无明显异常，仍应警惕该病，必要时完善胃肠镜检查。2.维生素K1缺乏：患儿，女，3月，呕血半天。患儿凝血功能无明显异常，但患儿有呕血症状，不排除该病可能，追相关检查结果协助诊断，并经验性使用维生素K1治疗。",
            "诊断结果": "1.咽下综合征"
        },
        "cure": "患儿于我院急诊：血常规、凝血功能、胸片＋腹平片：未见明显异常。入院后完善相关检查:大小便常规、肝功能、肾功能、心肌酶、围产五项、免疫全套、腹部彩超、心脏彩超均未见明显异常。治疗上暂予以“酚磺乙胺0.125g1次/日，静滴、维生素K11mg肌注”等对症处理3日，结合患儿喂养史，同时停止母乳喂养，换用奶粉人工喂养。观察3日后，患儿未再呕血，偶有溢奶，但未再出现呕吐咖啡色样或鲜红色液体，无咳嗽，无流涕，无发热，精神食纳尚可，大小便可，欲再行观察5-7日明确诊断，但患儿家属要求出院，劝说无效后，予以签字予以办理出院。嘱:1.出院后人工喂养，注意规律饮食，避免受凉，如有不适，儿科门急诊就诊。建议患儿母亲于乳甲外科就诊明确病因，解决原发疾病，尽早治愈，改回母乳喂养。"
    },
    {
        "id": 121,
        "symptom": {
            "一般资料": "男性，8岁，学生",
            "主诉": "间断发热5天，腹部疼痛一天。",
            "现病史": "患儿5日前游泳后出现发热，热峰39.4℃，当时伴有呕吐1次，非喷射性，为胃内容物。逐来我院发热门诊就诊，门诊查血常规提示基本正常，予以口服阿莫西林克拉维酸钾、奥司他韦颗粒治疗。期间反复发热，昨日再次出现呕吐，并伴有腹部疼痛不适，大便未解，入我院查血常规提示基本正常，腹部超声未见明显异常。予以口服双歧杆菌、四磨汤口服液及开塞露纳肛等治疗，症状好转。今晨再次出现发热、呕吐伴腹痛，且腹痛较剧。逐再次至我院门诊外科就诊。查腹部CT提示结肠充气扩张，为求进一步诊治，转至我科门诊后拟感冒病收住。病程中食纳一般，大便未解，小便正常，睡眠尚可。无皮疹，尿频、尿急及尿痛。",
            "既往史": "否认传染病接触史，否认输血及过敏史，否认手术外伤史。"
        },
        "examine": {
            "查体": "神清，精神较差，颈软，咽部稍红，嘴唇无紫绀，面色稍暗。两肺呼吸音稍粗，未闻及明显干湿啰音，心率124次/分，心率齐，各瓣膜听诊区未闻及杂音。腹平软，全腹压痛（+），无肌卫，墨菲氏征阴性，麦氏点有压痛及反跳痛，肝脾肋下未触及，肠鸣基本正常，生理反射存在，病理反射未引出。",
            "辅助检查": "血常规:白细胞计数12.02*10＾9/l；超敏C反应蛋白31.7mg/l。腹部B超未见明显肠管扩张及积液征象；腹部CT结肠充气扩张。"
        },
        "diagnosis": {
            "初步诊断": "1上呼吸道感染；2腹痛原因待查",
            "诊断依据": "1,患儿有发热，病程中有呕吐，有腹痛；2,查体:咽部红肿，两肺呼吸音粗，未闻及干湿啰音，腹部压痛（+），麦氏点有压痛及反跳痛；3,辅助检查:白细胞及C反应蛋白增高，腹部CT及腹部B超未见明显异常。",
            "鉴别诊断": "1,中枢神经系统感染:中枢神经系统感染主要症状有发热，惊厥，精神萎靡，烦躁不安，呕吐等感染中毒症状，以及脑膜刺激征阳性等神经系统特征，该患儿目前查体神经系统未见明显异常。2,肠梗阻:一般来说肠梗阻的患儿有腹痛呕吐，腹部明显的包块，通过腹部立位平片以及腹部B超可助鉴别。3,其他急腹症:如溃疡、肿瘤、结石及肠道的寄生虫等，可通过辅助检查进一步判断，该患儿既往无明显的相关病史。",
            "诊断结果": "急性阑尾炎"
        },
        "cure": "患儿在门诊已经就诊于外科，且已进行腹部CT及腹部B超等相关检查，均未发现明显的阳性体征，且门诊外科否认阑尾炎可能。入院查体腹部体征其符合阑尾炎，予以禁食、抗感染及补液治疗，同时急请住院部小儿外科会诊。并再次行下腹部及盆腔CT平扫，考虑阑尾炎后转至小儿外科手术治疗。当晚小儿外科在全麻腹腔镜下行阑尾切除术，手术中未见阑尾化脓及穿孔。小孩术后第2天体温恢复正常，术后第4天出院。"
    },
    {
        "id": 122,
        "symptom": {
            "一般资料": "男性，3岁1个月，无",
            "主诉": "因反复发热10余天住院。",
            "现病史": "患儿于10余天前无明显诱因出现发热，体温最高38.5度，口服感冒药物后降至正常，一般间隔1-2天后有反复，无明显咳嗽，无声嘶，无气促，无寒颤及抽搐，8月19日在xx县人民医院就诊，血常规:白细胞:12.3↑×10^9/L，淋巴细胞数目:5.66↑×10^9/L，未做特殊治疗，睡觉时有张口呼吸、打鼾，在湖南儿童医院耳鼻喉科检查发现腺样体肥大，堵塞4/5，因发热建议体温稳定后再进行手术治疗，昨天在我院门诊就诊，血常规:白细胞:15.55↑×10^9/L，中性粒细胞数目:2.94×10^9/L，淋巴细胞数目:11.14↑×10^9/L，C反应蛋白:2.50mg/l，建议住院治疗，今来我院住院。患儿起病以来，精神稍差，食纳、睡眠欠佳，大、小便正常。",
            "既往史": "平素健康。否认手术、外伤及输血史，否认肝炎、结核等传染病接触史。无新冠肺炎接触史，未去过疫区及中高风险地区。否认药物、食物及其他过敏史。按国家计划免疫接种疫苗，接种后无不良反应。"
        },
        "examine": {
            "查体": "发育正常，营养中等，精神稍倦怠，面色稍苍白，自动体位，步行入病房。神志清楚，反应正常，体查不甚合作。全身皮肤未见黄染、皮疹、皮下出血点，皮肤弹性可；头颅五官端正，双侧眼睑无浮肿，结膜无充血，瞳孔等圆等大，直径约2.5mm，直接、间接对光反射灵敏，鼻翼无煽动，鼻腔粘膜无肿胀，口唇无发绀，口腔粘膜完整，咽充血，双扁桃体II度肿大，未见疱疹、脓点。颈部触及数个淋巴结，较大的有鹌鹑大小，触痛不明显，活动度可，颈软，无抵抗，气管居中，甲状腺无肿大，颈静脉无怒张。胸廓对称无畸形，三凹征（-），双肺呼吸动度均等，叩诊呈清音，听诊双肺呼吸音稍粗，未闻及干湿啰音，无胸膜摩擦音。心脏视诊心前区未见异常搏动，触诊心前区无震颤，叩诊心界不大，心率110次/分，心律齐，心音有力，未闻及杂音。腹部视诊：腹部外形无异常，未见肠型及蠕动波，腹部平软，无压痛、反跳痛，未触及包块，肝脾肋下未及，移动性浊音阴性，肠鸣音正常。外阴、肛门无异常。指尖毛细血管充盈时间：",
            "辅助检查": "门诊血常规:白细胞:15.55↑×10^9/L，中性粒细胞数目:2.94×10^9/L，淋巴细胞数目:11.14↑×10^9/L，C反应蛋白:2.50mg/l，新冠肺炎核酸检测:2019-nCoV-ORF-1ab:阴性，2019-nCoV-N基因:阴性。"
        },
        "diagnosis": {
            "初步诊断": "1.急性扁桃体炎2.腺样体肥大3.支原体感染？4.传染性的单核细胞增多症？",
            "诊断依据": "1.急性扁桃体炎：患者因“反复发热10余天”。体查扁桃体肿大，血常规白细胞高，临床诊断明确。2.腺样体肥大：外院确诊有腺样体肥大，患儿张口呼吸、打鼾，支持支持诊断，临床诊断明确。3.肺炎支原体感染？：患儿因反复发热10余天，口服感冒药效果欠佳，需要考虑支原体感染。4.传染性单核细胞增多症？：患儿因反复发热10余天，体查：咽稍充血，扁桃体II度肿大，颈部触及数个淋巴结，较大的有鹌鹑大小，触痛不明显，活动度可，双肺呼吸音粗，无干湿啰音。门诊血常规:白细胞:15.55↑×10^9/L，中性粒细胞数目:2.94×10^9/L，淋巴细胞数目:11.14↑×10^9/L，临床高度考虑。",
            "鉴别诊断": "川崎病：一般婴幼儿多见，病因不明确，发热一般39度以上，持续7-14天，呈稽留热或者弛张热，抗生素治疗无效，有球结膜充血，草莓舌，口唇充血皲裂，手足硬肿，可以出现脱皮，颈部有淋巴结肿大，有多形红斑或者猩红热样皮疹，可以有心肌炎等表现，血小板可以升高，目前患儿不符合诊断标准，暂时可能性不大。",
            "诊断结果": "1.传染性的单核细胞增多症2.肺炎支原体感染3.腺样体肥大4.腺病毒感染"
        },
        "cure": "入院后完善相关检查，异型淋巴细胞:可见异型淋巴细胞40%，抗链球菌溶血素\"O\":6.20IU/mL，肌酸激酶同功酶:16.96U/L，肝肾功能电解质基本正常，柯萨奇病毒IgM抗体:阴性，肺炎支原体抗体IgG:阴性，肺炎支原体抗体IgM:阳性(+)考虑支原体感染，查滴度1:40，EB病毒IgM抗体:阳性(+)考虑EB病毒感染，腺病毒IgM抗体:阳性(+)考虑腺病毒感染，肺炎衣原体-IgM(CP-IgM),ELISA法:阴性，尿常规隐血:+-镜检红细胞:0/HP；EB病毒DNA定量2.54E+04↑Copies/ml。患儿反复发热10余天入院，结合体查及辅查，目前诊断传染性的单核细胞增多症、肺炎支原体感染、腺样体肥大、腺病毒感染成立，因为肺炎支原体阳性，滴度1：40，且病程长，考虑有混合感染，予以阿糖腺苷0.1g/次，每天一次，抗病毒，阿奇霉素0.12g/次，每天一次抗支原体及细菌感染，维生素B6减轻对症减轻胃肠道反应；患儿体温逐渐趋于正常，进步淋巴结逐渐缩小，8月31日复查血常规:白细胞:8.27×10^9/L，中性粒细胞数目:1.67×10^9/L，淋巴细胞数目:5.91×10^9/L，血红蛋白浓度:107.00↓g/L，肝功能：谷丙转氨酶:42.81U/L，谷草转氨酶:50.35↑U/L，总蛋白:70.72g/L，总胆汁酸:5.44umol/L，总胆红素:3.95umol/L，直接胆红素:1.30umol/L，间接胆红素:2.65umol/L。患儿肝功能正常，肝脏暂未受累，病情好转出院。建议出院后门诊定期随访，动态监测EB病毒DNA定量（出院后1、3个月），查肝功能、肝胆脾彩超，注意颈部淋巴结数量及大小。"
    },
    {
        "id": 123,
        "symptom": {
            "一般资料": "男性，1岁5个月，无",
            "主诉": "咽有痰声3天，发热、咳嗽2天",
            "现病史": "患儿于入院前3天无明显诱因出现反复嗓子呼噜音，不会吐出，入院前2天，患儿出现发热，最高体温38.8℃，口服对乙酰胺基酚混悬液5ml或使用复方退热栓剂体温可降至37.5℃左右，每日3次，伴单声咳，非犬吠样，无声音嘶哑，咳后有痰，无喘，无呼吸困难，入院前1天，患儿出现流涕，无鼻塞，口服肺宁颗粒、环酯红霉素3天，奥司他韦2天（具体剂量未提供），患儿无好转，现家长为系统治疗来我院，门诊以“支气管炎”收入院，病程中患儿无盗汗，无恶心及呕吐，无腹痛，饮食欠佳，睡眠安，排稀便2天，每日1-2次，尿量正常。",
            "既往史": "患儿平时身体一般。患儿为早产儿，出生后于某住院治疗，具体诊断及治疗不详，治疗20余天，好转出院；出生后1个月因“支气管肺炎住院治疗，未好转，转诊其他医院，诊断“支气管肺炎、卵圆孔未闭”并住院治疗10余天，好转出院，出院至今未复查肺CT、心脏彩超。否认肝炎、结核、伤寒等传染病史及接触史，否认肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "T:37.2℃,P:136次/分,R:34次/分,BP:未测/mmhg。呼吸平稳，咽有充血，扁桃体I度肿大，表面充血，双肺呼吸音粗，可闻及痰鸣音，心音有力，节律齐，未闻及杂音，腹软，肠鸣音略活跃。四肢活动自如，神经系统无异常。",
            "辅助检查": "入院后查肺CT：右肺上叶见少许淡片状影，病灶边缘不清晰。提示：右肺上叶少许炎性病变。结合患儿有发热、咳嗽症状，查体闻及痰鸣音，诊断支气管肺炎成立。心脏彩超提示心功能正常，二、三尖瓣少量返流。血常规提示白细胞总数正常，分类淋巴细胞为主，中性粒细胞数"
        },
        "diagnosis": {
            "初步诊断": "急性支气管炎",
            "诊断依据": "1.咽有痰声3天，咳嗽、发热2天。2.查体：双肺呼吸音粗，可闻及痰鸣音。",
            "鉴别诊断": "1.支气管肺炎：主要临床表现为发热、咳嗽、气促、肺部固定中细湿啰音。本患儿有发热、咳嗽的表现，咳后有痰，双肺呼吸音粗，可闻及痰鸣音，且患儿生后1个月有肺炎病史，需考虑本病的可能，待肺CT等检查回报后协助诊断。2.急性上呼吸道感染：婴幼儿时期由于上呼吸道的解剖和免疫特点易患本病。患儿有发热、流涕，查体可见咽有充血，扁桃体肿大，需考虑本病的可能，但患儿双肺可闻及痰鸣音，已累及下呼吸道感染，故不支持该病。",
            "诊断结果": "支气管肺炎,中性粒细胞减少症,心肌损害"
        },
        "cure": "入院后给予头孢替唑静点抗感染治疗，布地奈德、乙酰半胱氨酸、复方异丙托溴铵泵吸缓解呼吸道症状。入院后查肺CT：提示：右肺上叶少许炎性病变。结合患儿有发热、咳嗽症状，查体闻及痰鸣音，诊断支气管肺炎成立。血常规提示白细胞总数正常，分类淋巴细胞为主，中性粒细胞数"
    },
    {
        "id": 124,
        "symptom": {
            "一般资料": "男性，1岁，无",
            "主诉": "咳嗽、流涕2天，发热1次",
            "现病史": "患儿于入院前2天无明显诱因出现发热1次，体温38.5℃，家长给予口服退热药（具体药物及剂量不能提供），患儿热退至正常，随后出现单声咳，非犬吠样，无声音嘶哑，有痰，不会咳出，无喘息，于诊所灌肠治疗1次（具体药物及剂量不能提供），患儿无好转，且出现排稀便，每日2-3次，无脓血，无鲜血，同时口服药物治疗2天（具体药物及剂量不能提供），患儿无好转，今日家长为系统治疗来我院，门诊查肺CT：右肺中叶见淡片状高密度影。以“支气管肺炎”收入院。病程中，患儿无恶心及呕吐，无盗汗，无乏力，饮食及睡眠稍差，尿量正常。",
            "既往史": "患儿平时身体一般。既往无类似病史，否认肝炎、结核、伤寒等传染病史及接触史，否认心、肺、肝、肾等重要脏器疾病史。否认外伤史，否认手术史，无输血史，否认药物过敏史、否认食物过敏史。预防接种按计划进行，已接种卡介苗、乙肝疫苗、百白破疫苗、脊髓灰质炎、麻疹疫苗、乙脑疫苗。"
        },
        "examine": {
            "查体": "体重9公斤，鼻腔内少量稀薄分泌物，咽部充血，扁桃体I度肿大，表面充血，呼吸平稳，双肺呼吸音粗，右肺闻及细湿啰音及少量喘鸣音，心音有力，节律齐，未闻及病理性杂音，腹软，略膨隆，肠鸣音正常，肝脾未触及肿大，四肢活动自如，神经系统未见异常。",
            "辅助检查": "粪便常规：棕黄色软便，便隐血试验阴性，人轮状病毒抗原检测阴性，尿液分析正常，肾功测定正常，葡萄糖3.70mmol/L，正常，离子测定正常，肝功+心肌酶谱测定：丙氨酸氨基转移酶16.7U/L、天门冬氨酸氨基转移酶38.0U/L、白蛋白45.9g/L、肌酸激酶29.5U/L、肌酸激酶同工酶MB22.0U/L，基本正常，余指标正常，ASO：4.00U/ml，正常，血细胞分析：白细胞10.76×10^9/L、淋巴细胞比率69.44%、单核细胞比率3.94%、中性粒细胞比率26.34%、红细胞4.78×10^12/L、血红蛋白126.0g/L、血小板414.10×10^9/L，白细胞总数正常，淋巴为主，C反应蛋白19.3mg/L，高于正常，支持感染，降钙素原(PCT)0.10ng/ml，正常，肺炎支原体检测IgM、IgG：肺炎支原体IgG抗体"
        },
        "diagnosis": {
            "初步诊断": "支气管肺炎",
            "诊断依据": "1.咳嗽、流涕2天，发热1次。2.查体：双肺呼吸音粗，右肺闻及细湿啰音及少量喘鸣音。3.辅助检查：肺CT：右肺中叶见淡片状高密度影。",
            "鉴别诊断": "1.支气管异物：患儿有咳嗽、发热症状，口服药治疗效果不佳，应注意吸入异物可能，但患儿家长否认异物呛咳史，肺CT未见异物影像，不支持。必要时做电子纤维支气管镜协助诊断。2.急性喘息性支气管炎：患儿有咳嗽、发热表现，听诊闻及肺部喘鸣音，需注意本病可能，但患儿查体同时闻及肺部固定湿啰音，且肺CT见炎性片影，不支持本病。",
            "诊断结果": "1.支气管肺炎；2.腺病毒感染。3胃肠功能紊乱"
        },
        "cure": "入院后给予头孢替唑钠静点抗感染治疗，多索茶碱静点、特布他林雾化平喘，乙酰半胱氨酸，复方异丙托溴铵、布地奈德泵吸缓解呼吸道症状。治疗第2天，患儿热退；治疗第3天，患儿咳嗽好转，听诊喘鸣音消失，停多索茶碱静点，停特布他林雾化；治疗第5天，患儿晨起咳嗽后出现呕吐，当日排稀便2次，补充诊断胃肠功能紊乱成立，已给予酪酸梭菌口服，适量补液对症治疗，复查便隐血试验阳性，便常规正常，轮状病毒阴性；治疗第6天，患儿呕吐缓解，排大便成形；治疗第7天，患儿听诊肺部啰音消失；治疗第8天，复查便常规正常，便隐血阴性，白细胞总数较前恢复正常，分类基本正常，血小板数略高于正常，C反应蛋白较前恢复正常；ALT正常，肾功正常。患儿临床症状及体征好转，请示上级医生，考虑疾病临床恢复期，可出院。"
    },
    {
        "id": 125,
        "symptom": {
            "一般资料": "女性，49岁，无",
            "主诉": "前额胀痛10+年",
            "现病史": "患者于10年前无明显诱因，开始出现前额胀痛,每受凉后上述症状加重，无倒吸涕、嗅觉减退、鼻阻，无鼻痒、喷嚏、鼻出血、涕血、耳鸣、耳闭、听力下降，起病后病情持续性发作，院外口服药物、局部用药（具体用药不详），上述症状未缓解为进一步诊治来我院就诊，内镜示：鼻中隔偏曲；鼻甲肥大。ct示：双侧筛窦少许炎症；鼻中隔偏曲；双侧下鼻甲肥大。在门诊拟诊断为“鼻中隔偏曲；鼻甲肥大；头痛”收入院，入院中医症见：患者前额胀痛,每受凉后上述症状加重，舌质红，舌苔薄白，脉浮数。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.3℃,P:82次/分,R:19次/分,BP:131/90/mmhg。发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率76次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲慢性充血，肥大，双侧中鼻甲慢性充血，肥大，鼻中隔右侧偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2021.04.24内镜示：鼻中隔偏曲；鼻甲肥大。ct示：双侧筛窦少许炎症；鼻中隔偏曲；双侧下鼻甲肥大。"
        },
        "diagnosis": {
            "初步诊断": "1.鼻中隔偏曲；2.鼻甲肥大；3.头痛",
            "诊断依据": "1.患者因“前额胀痛10+年”入院；2.查体：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲慢性充血，肥大，双侧中鼻甲慢性充血，肥大，鼻中隔右侧偏曲，双侧鼻窦区无压痛，无隆起；3.辅助检查：2021.04.24内镜示：鼻中隔偏曲；鼻甲肥大。ct示：双侧筛窦少许炎症；鼻中隔偏曲；双侧下鼻甲肥大。",
            "鉴别诊断": "本病当与\"慢性鼻窦炎\"鉴别，后者以鼻塞流涕，头昏痛，嗅觉障碍，为主要症状，体征：可见鼻腔内大量脓性分泌物，病检或CT可明确。",
            "诊断结果": "1.鼻中隔偏曲；2.鼻甲肥大；3.左侧筛窦骨瘤"
        },
        "cure": "入院过后，再次对黄女士的CT片进行了详细的阅读。从CT片上观察，黄女士的鼻腔主要情况是：鼻中隔向右侧偏曲、双侧下鼻甲肥厚。左侧筛窦内有一个高密度占位，考虑筛窦骨瘤可能。从临床经验来分析，鼻中隔偏曲也是临床上导致头痛的常见原因之一，由于偏曲的鼻中隔抵触或者刺激了鼻甲，或者引起神经的反射刺激导致。同时黄女士左侧筛窦有一个骨瘤生长，骨瘤的刺激可能也会引起头痛的症状。入院过后完善血常规、肝肾功、凝血、免疫等方面检查，心电图、胸片均未见异常。术前和黄女士也进行了充分的沟通和交流，目前头痛的原因从现有检查来看，考虑可能和“鼻中隔偏曲刺激、左侧筛窦骨瘤”有关，目前有手术指针，建议手术治疗。完善术前准备，于局麻下行了“经鼻内窥镜行鼻中隔矫正+鼻中隔黏膜下部分切除+左侧鼻窦病损切除、左侧筛窦骨瘤切除+左侧多个鼻窦开放+双侧中鼻甲、下鼻甲成形术”。术中见：鼻中隔右侧偏曲，右侧近鼻底见一长条形骨嵴，左侧钩突肥大，左侧筛窦腔内见一白色骨性新生物，与左侧眶纸板粘连，大小约为1.0*1.0cm。手术大概1个小时，术中出血约20ml左右。"
    },
    {
        "id": 126,
        "symptom": {
            "一般资料": "男性，58岁，无",
            "主诉": "声音嘶哑1年，发现左侧声带新生物1天",
            "现病史": "患者于1年前无明显诱因，开始出现声音嘶哑，说话过度后加重，无畏寒、发热、头昏、头痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，起病后病情持续性发作，院外口服药物（具体不详），上述症状未缓解，为进一步诊治来我院就诊，行纤维喉镜示：左侧声带新生物：息肉？其他慢性舌扁桃体炎。在门诊拟诊断为“左侧声带新生物：息肉？其他慢性舌扁桃体炎咽痛待诊”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.0℃,P:86次/分,R:20次/分,BP:140/90/mmhg。发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率86次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，稍肥大，双侧中鼻甲无充血，稍肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，左侧声带前中1/3见息肉样新生物，动度好，声门闭合差。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2021.04.01门诊内镜示：左侧声带新生物：息肉？其他慢性舌扁桃体炎"
        },
        "diagnosis": {
            "初步诊断": "1.左侧声带新生物：息肉？其他；2.慢性舌扁桃体炎",
            "诊断依据": "1.患者为老年男性，慢性起病，病程长。2.患者以\"声音嘶哑1年，发现左侧声带新生物1天\"为主诉。3.专科查体：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，左侧声带前中1/3见息肉样新生物，动度好，声门闭合差。4.辅助检查：2021.04.01门诊内镜示：左侧声带新生物：息肉？其他慢性舌扁桃体炎咽痛待诊。",
            "鉴别诊断": "本病当与\"喉乳头状瘤\"相鉴别，喉乳头状瘤患者以声嘶、干咳，严重者喉鸣及呼吸困难为主要症状，喉镜检查：声带、室带、前联合等处单发或多发苍白、或灰红色、表面粗糙不平呈乳头状肿物，重者达声门下及气管。病检可明确。",
            "诊断结果": "1.左侧声带息肉；2.慢性舌扁桃体炎"
        },
        "cure": "入院后完善术前准备，血常规、肝肾功、凝血、免疫全套、心电图、胸片等检查未见明显异常。手术之前也和宁先生充分的沟通了手术可能存在的风险，以及术后病理结果返回后，如果是恶性肿瘤，可能存在二次手术，或者放疗的可能性。于全麻下行“支撑喉镜下左侧声带新生物切除术”。术中所见：双声带肥厚，左侧后份见一广基性息肉样新生物，约0.3×0.4cm大小，表面光滑。手术在全麻下进行，术中用支撑喉镜充分暴露术野，在显示器上充分显示声带新生物的大概范围，用声带息肉钳完整切除左侧声带息肉样新生物，并将左侧声带修饰平整光滑。手术大概30分钟左右。手术很顺利，术后常规使用青霉素预防感染，配合布地奈德行雾化，治疗2天。术后第一天复查电子喉镜，宁先生左侧声带表面已经光滑平整了，发音已经没有明显的声音嘶哑。因为宁先生很担心自己是否得了喉癌，所以很关注最终的病检结果。最后病理结果提示：（左侧声带）息肉。宁先生最后看着病理结果，如释重负，心里终于放心下来。术后第二天，宁先生治愈出院。"
    },
    {
        "id": 127,
        "symptom": {
            "一般资料": "男性，57岁，农民",
            "主诉": "左耳耳鸣、耳闷伴出血3天。",
            "现病史": "患者于3天前突发出现左耳闷塞感、耳鸣，遂即患者自行捏鼻鼓气，鼓气之后自觉左耳闷塞感有缓解，但突然出现左耳血性分泌物流出，量不多，能自行缓解。自觉平素左耳听力尚可，无明显下降，无耳痛、眩晕、面瘫，无畏寒、发热、头晕、头痛、咳嗽、咳痰、声音嘶哑。起病后病情阵发性发作，院外院外未行特殊处理，上述症状缓解。今为进一步诊治来我院就诊，在门诊拟诊断为“中耳炎”收入院。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "16年前患者曾因慢性鼻窦炎在仁寿县当地医院手术治疗，具体情况不详。患者自诉嗅觉丧失10余年，偶有鼻阻不适。16年前因右耳慢性中耳炎在仁寿县当地医院手术治疗，目前右耳无流脓症状，但手术后右耳听力明显下降。否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率75次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，右耳鼓膜松弛部可见穿孔，鼓膜内陷，钙化，结构不清。左耳外耳道深部可见白色脓性分泌物及椭圆形肉芽样新生物生长，质地垂，易出血。乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(→右)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔及中鼻道呈术后改变，右侧中鼻甲息肉样变，右侧中鼻道可见息肉样新生物生长。未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲慢性充血，肥大，左侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。VOS：0.6；VDD1.0.咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "我院耳内镜：双侧慢性化脓性中耳炎；左耳新生物：性质待查。鼻内镜：慢性鼻窦炎、鼻息肉。"
        },
        "diagnosis": {
            "初步诊断": "1.双侧慢性化脓性中耳炎2.左耳新生物：性质待查",
            "诊断依据": "患者因“左耳耳鸣、耳闷伴出血3天”入院，查体：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，右耳鼓膜松弛部可见穿孔，鼓膜内陷，钙化，结构不清。左耳外耳道深部可见白色脓性分泌物及椭圆形肉芽样新生物生长，质地垂，易出血。乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(→右)、双侧Schwabach（+）。辅查：我院耳内镜：双侧慢性化脓性中耳炎；左耳新生物：性质待查。",
            "鉴别诊断": "本病当与\"中耳癌\"相鉴别，中耳癌好发于中年以上病人，耳内有血性分泌物及肉芽，伴耳痛，可出现同侧周围性面瘫及张口困难。检查见外耳道或鼓室内有新生物，触之易出血，耳部CT可见骨质破坏，术后标本病检可明确。由此二者可资鉴别。",
            "诊断结果": "双侧慢性化脓性中耳炎"
        },
        "cure": "入院过后对徐大爷进行了详细的病史询问和体格检查。徐大爷说：自己20多年前就因为右侧慢性中耳炎做过手术，可是手术过后右耳听力一直恢复不好。现在主要是靠左耳听力为主。查体见：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，右耳鼓膜松弛部可见穿孔，鼓膜内陷，钙化，结构不清。左耳外耳道深部可见白色脓性分泌物及椭圆形肉芽样新生物生长，质地脆，易出血。乳突区无红肿压痛，咽鼓管通畅。首先完善了耳内镜检查，从内镜下观察，左耳外耳道深部可见白色脓性分泌物及椭圆形肉芽样新生物生长，质地脆，易出血。将新生物取病检提示：（左中耳）急性化脓性炎。进一步完善了颞骨CT检查，了解中耳腔的具体病变情况。从CT片上观察，徐大爷右耳是呈术后改变。左耳中耳腔的病灶范围比较广泛。整个中耳乳突腔都已经被软组织影所充填。听小骨的形态大约是正常的。接下来完善了听力检查。电测听提示：左耳轻度传导性听力下降。右耳重度传导性听力下降。术前也与徐大爷以及家属充分的沟通，因为目前左耳是唯一听力耳，所以手术显得尤其重要，需要尽量保留左耳的听力功能。入院后完善血常规、肝肾功、凝血、免疫检验、心电图、胸片等检查，未见明显手术禁忌。给徐大爷安排了手术。手术是在全麻下进行的，手术名称为：显微镜下经耳后切口行左耳开放式鼓室成形+外耳道成形+上鼓室外侧壁切除+鼓室病损切除+听骨链松解+听骨链重建+人工听小骨植入+鼓膜修补术。手术大约2个小时，术中出血约50ml。术后病理结果提示：（左中耳腔新生物）慢性化脓性炎。"
    },
    {
        "id": 128,
        "symptom": {
            "一般资料": "女性，70岁，农民",
            "主诉": "右侧鼻阻1+月。",
            "现病史": "患者于1月前无明显诱因，开始出现右侧鼻阻，呈持续性，伴倒吸涕、嗅觉减退、前额闷胀不适，偶有鼻痒、喷嚏，无鼻出血、涕血、耳鸣、耳闭、听力下降，起病后病情持续性发作，院外口服药物、局部用药（具体用药不详），上述症状未缓解，为进一步诊治来我院就诊，在门诊拟诊断为“右侧鼻腔新生物”收入院，入院中医症见：患者右侧鼻阻，呈持续性，伴倒吸涕、嗅觉减退、前额闷胀不适，偶有鼻痒、喷嚏，舌质红，舌苔薄白，脉浮数。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率96次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔见荔枝肉样新生物生长，右侧中下鼻甲、右侧中鼻道未窥及。左侧下鼻甲、中鼻甲不大，鼻咽右侧见荔枝肉样新生物生长。咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "门诊内镜检查提示：鼻腔新生物（性质待查）"
        },
        "diagnosis": {
            "初步诊断": "右侧鼻腔新生物：息肉？其他？",
            "诊断依据": "1.患者以右侧鼻阻1+月入院，2.查体见：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔见荔枝肉样新生物生长，右侧中下鼻甲、右侧中鼻道未窥及。左侧下鼻甲、中鼻甲不大，鼻咽右侧见荔枝肉样新生物生长。3.门诊内镜检查提示：鼻腔新生物（性质待查）",
            "鉴别诊断": "与“结构性鼻炎”相鉴别，结构性鼻炎常以“鼻塞、鼻出血及反射性头疼”为主要症状，鼻腔检查可见：鼻中隔偏曲，鼻甲肥大等病理改变，但鼻腔及中鼻道少见有脓性分泌物积聚；副鼻窦CT可鉴别。",
            "诊断结果": "右侧鼻腔、鼻窦内翻性乳头状瘤。"
        },
        "cure": "入院后完善术前准备，术前予以抗炎、消肿等对症治疗。择期安排手术。手术名称：鼻内窥镜下经泪前隐窝入路行右侧上颌窦、筛窦、额窦内翻乳头状瘤切除术+右侧鼻腔内翻乳头状瘤切除术+右侧上颌窦、筛窦、额窦开放术+右侧中下鼻甲成形术术中所见：鼻中隔稍偏曲，右侧鼻腔见大量乳头状新生物，清理后见右侧下鼻甲肥大，右侧中鼻甲息肉样变，右侧中鼻道见大量乳头状新生物，右侧上颌窦窦口、额窦口见封闭，右侧上颌窦、筛窦、额窦内见大量乳头状新生物。左侧中下鼻甲不大，左侧各鼻道未见明显异常分泌物及新生物。鼻咽部（-）。手术过程：1.患者取仰卧位，全麻成功后常规消毒铺巾。2.筛钳切除右侧鼻腔、右侧中鼻道乳头状新生物，送术中冰冻。3.稀释肾水棉片填塞右侧鼻腔及中鼻道止血。4.切除右侧钩突，见右侧上颌窦内侧壁部分破坏，动力系统部分切除右侧上颌窦内乳头状新生物。5.自前向后动力系统开放右侧筛窦、额窦，动力系统彻底清除右侧筛窦、额窦内乳头状新生物。6.双极电凝于下鼻甲前端纵行烧灼粘膜至瓷白色，眼科刀于下鼻甲前端左纵行切口直至上颌骨面。7.剥离子于骨膜下分离鼻腔外侧壁，完整保留上颌窦内侧壁，直视下保留鼻泪管。8.鼻颅底转开放右侧上颌窦内侧壁，内镜直视下完整切除右侧上颌窦内乳头状新生物。术中冰冻回示：（右侧鼻腔新生物）内翻乳头状瘤。9.行右侧中下鼻甲成形，仔细检查无明显新生物残留。复位皮瓣。10.右侧鼻腔中鼻道填入可吸收止血海绵2根，填入膨胀止血海绵2根。11.手术顺利，术中出血约50ml，无并发症发生。术后常规给予抗炎、消肿等对症治疗。术后5日患者康复出院。"
    },
    {
        "id": 129,
        "symptom": {
            "一般资料": "男性，55岁，农民",
            "主诉": "鼻阻伴擤脓臭涕3月",
            "现病史": "患者于3月前无明显诱因，开始出现鼻阻，夜间为甚，伴擤脓臭涕，伴倒吸涕、嗅觉减退、前额闷胀不适，无鼻痒、喷嚏、鼻出血、涕血、耳鸣、耳闭、听力下降，起病后病情持续性发作，院外口服药物、局部用药单选，上述症状未缓解，发病后未就医，为进一步诊治来我院就诊，在门诊拟诊断为“慢性鼻窦炎”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "既往有“丙肝”病史，否认疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，3+年前左侧大腿外伤行骨折复位手术，否认输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.2℃，P:80次/分，R:18次/分，BP:136/84mmHg。发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率*次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔及中鼻道见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "内镜检查示：慢性鼻窦炎，鼻中隔偏曲，鼻甲肥大，鼻息肉？"
        },
        "diagnosis": {
            "初步诊断": "1.慢性鼻窦炎2.鼻中隔偏曲3.鼻甲肥大",
            "诊断依据": "患者以鼻阻伴擤脓臭涕3月入院，查体见：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔及中鼻道见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。内镜检查示：慢性鼻窦炎，鼻中隔偏曲，鼻甲肥大，鼻息肉？。",
            "鉴别诊断": "与“结构性鼻炎”相鉴别，结构性鼻炎常以“鼻塞、鼻出血及反射性头疼”为主要症状，鼻腔检查可见：鼻中隔偏曲，鼻甲肥大等病理改变，但鼻腔及中鼻道少见有脓性分泌物积聚；副鼻窦CT可鉴别。",
            "诊断结果": "1.真菌性鼻窦炎2.鼻中隔偏曲3.鼻甲肥大"
        },
        "cure": "入院过后对罗先生进行了详细的病史询问和体格检查。患者说：自己常年在家务农，平时闲暇的时间到城里工地上打打临工，平时的身体也还算好。就是最近这几个月老是流浓鼻涕，把自己身体可拖垮了。专科查体：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，右侧鼻腔及中鼻道见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。入院后进一步完善副鼻窦CT，了解鼻腔鼻窦具体病变情况。初次看患者的CT片，还有点吓一跳的感觉，右侧中鼻道被一团白色的高密度影充填，局部的骨质都有吸收破坏。细细一想，可能是合并霉菌感染可能性大。与患者充分沟通之后，建议及时的手术治疗。完善术前常规的准备工作，血常规、肝肾功、凝血、免疫全套、心电图、胸片等检查未见明显异常。术前依然全身静脉使用抗生素、糖皮质激素抗炎、消肿治疗。输液2天后给罗先生安排了手术。手术是在局麻下进行的。手术名称为“经鼻内窥镜行右侧多组鼻窦开放术+鼻窦病损切除术+双侧下鼻甲成形术”。手术大概1.5小时，术中出血约50ml。术中发现右侧中鼻道、右侧上颌窦完全被霉菌团块堵塞，并且合并大量脓性分泌物。"
    },
    {
        "id": 130,
        "symptom": {
            "一般资料": "女性，45岁，职员",
            "主诉": "反复声音嘶哑8年，加重2月",
            "现病史": "患者于8年前无明显诱因出现声音嘶哑，呈持续性，受凉、用嗓过度后加重，伴说话费力，无咽痒，无咽异物感，无咽喉疼痛，无咳嗽咯痰，无呼吸困难，无吞咽梗阻，患者一直未予重视治疗；2月前，患者声嘶症状加重，患者院外口服药物后症状未缓解（具体用药情况不详），为进一步诊治来我院就诊，在门诊拟诊断为“声带息肉？”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "患者于8年前无明显诱因出现声音嘶哑，呈持续性，受凉、用嗓过度后加重，伴说话费力，无咽痒，无咽异物感，无咽喉疼痛，无咳嗽咯痰，无呼吸困难，无吞咽梗阻，患者一直未予重视治疗；2月前，患者声嘶症状加重，患者院外口服药物后症状未缓解（具体用药情况不详），为进一步诊治来我院就诊，在门诊拟诊断为“声带息肉？”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。"
        },
        "examine": {
            "查体": "T:36.6℃，P:79次/分，R:19次/分，BP:136/84mmHg。体温36.6℃，脉搏79次/分，呼吸19次/分，血压105/76mmHg；发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形。巩膜无黄染，角膜透明，瞳孔等大等圆，对光反射灵敏。口唇红润，伸舌居中，扁桃体不大。胸廓：正常。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，双肺部未闻及干湿啰音。心脏：视诊：心前区无隆起，心尖搏动正常。触诊：心尖搏动正常。叩诊：心界无扩大。听诊：心率79次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，全腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌紧张，全腹无压痛、无反跳痛，麦氏点压痛阴性。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音减弱。肛门直肠拒查。脊柱正常，活动度正常，四肢无畸形，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。生理反射存在，病理反射未引出。专科检查：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，中份见广基息肉样新生物生长，动度好，声门闭合差。辅助检查：我院电子喉镜示：双侧声带新生物喉咽反流。",
            "辅助检查": "辅助检查：我院电子喉镜示：双侧声带新生物喉咽反流。"
        },
        "diagnosis": {
            "初步诊断": "双侧声带新生物：息肉？",
            "诊断依据": "1.患者中年女性，起病隐匿，病程长。2.以反复声音嘶哑8年，加重2月为主要表现。3.查体：会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，中份见广基息肉样新生物生长，动度好，声门闭合差。4.辅助检查：我院电子喉镜示：双侧声带新生物喉咽反流。",
            "鉴别诊断": "本病当与\\\"喉乳头状瘤\\\"相鉴别，喉乳头状瘤患者以声嘶、干咳，严重者喉鸣及呼吸困难为主要症状，喉镜检查：声带、室带、前联合等处单发或多发苍白、或灰红色、表面粗糙不平呈乳头状肿物，重者达声门下及气管。病检可明确。",
            "诊断结果": "双侧声带息肉"
        },
        "cure": "入院过后，血常规、肝肾功、凝血、免疫检验、心电图、胸片、核酸检查都没有异常。手术当天早上，汪女士空腹7点钟来医院，签署了术前同意书后，我亲自给汪女士完成了手术，手术名称为：支撑喉镜下双侧声带息肉切除术。手术时间大约20分钟，术中出血约1ml。术中所见：双声带肥厚，前中1/3各见一广基性、鱼腹状息肉样新生物，右侧为甚，约0.5×0.4cm大小，左侧约0.3×0.4cm大小，表面光滑。手术当中使用声带息肉钳将双侧声带息肉切除完整，将声带修剪平滑。手术过后给与青霉素预防感染，糖皮质激素消肿、雾化等对症治疗。术后输液治疗1天，因为是安排的声带日间手术，所以术后第二日患者康复出院。出院前复查了电子喉镜，患者双侧声带已经变得平整，光滑，声音嘶哑的症状得到了明显的改善。"
    },
    {
        "id": 131,
        "symptom": {
            "一般资料": "男性，44岁，农民",
            "主诉": "声嘶2月。",
            "现病史": "患者于2月前无明显诱因，开始出现声音嘶哑,呈持续性，以受凉或用嗓过度后明显，伴说话费力，无畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻。起病后病情持续性发作，院外口服药物（具体不详），上述症状未缓解。现为进一步诊治来我院就诊，在门诊拟诊断为“声带新生物”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "酒精、海鲜过敏，食用后皮肤瘙痒、全身皮疹；否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率81次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌舌面可疑囊肿样新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，右侧声带前中1/3见暗红色息肉新生物生长，动度好，声门闭合差。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "我院喉镜检查提示：声带新生物会厌新生物？慢性舌扁桃体炎。"
        },
        "diagnosis": {
            "初步诊断": "右侧声带新生物",
            "诊断依据": "患者以\"声嘶2月\"为主诉。专科查体：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌舌面可疑囊肿样新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带增厚，右侧声带前中1/3见暗红色息肉新生物生长，动度好，声门闭合差。辅助检查：我院喉镜检查提示：声带新生物会厌新生物？慢性舌扁桃体炎。结合病史及辅助检查故诊断如上。",
            "鉴别诊断": "本病当与\"喉乳头状瘤\"相鉴别，喉乳头状瘤患者以声嘶、干咳，严重者喉鸣及呼吸困难为主要症状，喉镜检查：声带、室带、前联合等处单发或多发苍白、或灰红色、表面粗糙不平呈乳头状肿物，重者达声门下及气管。病检可明确。",
            "诊断结果": "右侧声带息肉"
        },
        "cure": "从电子喉镜上观察，万先生右侧声带前中1/3可见暗红色息肉样新生物。结合万先生平时说话大大咧咧的性格，平时总是大嗓门，大声的说话，考虑可能是出血性息肉。也就是万先生平时过度的大声说话过后导致的声带粘膜下出血。入院过后对万先生进行了详细的病史询问和体格检查，完善血常规、肝肾功、凝血、免疫检验、心电图、胸片等术前准备工作，入院后第二天，于全麻下给万先生完成了手术。手术名称为：支撑喉镜下右侧声带新生物切除术。手术大约20分钟，术中出血约1ml。术中见：双声带肥厚，右声带前中1/3见一广基暗红色息肉样新生物，约0.5×0.4cm大小。术中用声带息肉钳将右侧声带息肉组织完整切除，将声带创面修剪平滑。术后的病检结构也提示（右侧声带新生物）息肉。术后常规的给予青霉素480万U静滴2/日预防感染治疗，配合糖皮质激素雾化消肿等治疗。术后第二日，万先生康复出院了。出院时万先生可松了口气，万先生说：只要不是喉癌就好，自己平时老师喜欢大嗓门说话，看来这个习惯可得好好改改了。"
    },
    {
        "id": 132,
        "symptom": {
            "一般资料": "女性，66岁，居民",
            "主诉": "女性,66岁,居民左侧颈部疼痛1年。",
            "现病史": "患者于1年前，无明显诱因开始出现左侧颈部疼痛，呈阵发性，牵扯左侧耳心阵发性刺痛，与吞咽运动无关，无发热、畏寒，咳嗽、咯血、胸痛、呼吸困难，无面瘫，无耳鸣及听力下降。起病后病情持续性发作，院外输液及口服药物治疗，病情缓解不明显，今为进一步诊治来我院就诊，在门诊拟诊断为“茎突综合症”收入院，入院症见：患者颈部疼痛，伴牵扯左侧耳心阵发性刺痛，与吞咽运动无关，舌苔薄黄，脉浮数；患者自发病以来一般情况可，精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "患者2019年因外伤致右侧股骨头骨折并行手术治疗，术后恢复可；患者于2020年行取内固定手术，术后恢复可；否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率88次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚，双侧鼻腔粘膜红润，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，不肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。左侧颈部区压痛（±）。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺缺如，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "我院门诊三维CT示：双侧茎突过长，左侧茎突舌骨韧带条状骨化影，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "左侧茎突过长综合征",
            "诊断依据": "1.患者老年女性，起病隐匿，病程长。2.患者因“左侧颈部疼痛1年”入院，3.查体见：左侧颈部区压痛（±）。颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺缺如，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。4.我院门诊三维CT示：双侧茎突过长，左侧茎突舌骨韧带条状骨化影，请结合临床。",
            "鉴别诊断": "本病当与“舌咽神经痛”相鉴别，此病常为一侧咽部和扁桃体区突然发生剧烈刺痛，可放射至痛侧舌、耳内及颈部，发作期短暂，反复吞咽、说话过多或触摸同侧咽壁、扁桃体、舌根等扳机区即可引起发作，而舌骨综合征疼痛常无触发区、时隐时现、不易消失。",
            "诊断结果": "左侧茎突舌骨综合症"
        },
        "cure": "患者临床症状明显，颈部三维CT明显提示左侧茎突过长，且茎突舌骨韧带明显钙化。非手术治疗无效，故而采取手术治疗。于2021年02月19日全麻下行“经颈外径路行左侧茎突过长截断术+左侧舌骨大角切除术+左侧茎突舌骨韧带松解术”。术中所见：左侧茎突长约3.6CM，左侧茎突舌骨韧带钙化，左侧舌骨大角增生。手术过程：1.全麻成功后，取平卧位头偏健侧，患侧向上，常规消毒铺巾。2.作左侧颈部纵切口，从舌骨大角至左乳突尖，深达颈阔肌深面，电刀分离肌皮瓣，显示胸锁乳突肌前沿，打开颈深筋膜显示出腮腺包膜、颌下腺和二腹肌联合键，掀起腮腺包膜，解剖显示颈外静脉，拉开胸锁乳突肌、颈血管鞘和颌下腺和二腹肌联合键，显示出乳突尖和侧颅底，触摸到左侧茎突尖和全长，分离出左侧茎突全长，保护颈血管鞘和四周组织，舌骨剪截断1.5cm长茎突。3.沿茎突尖向下解剖游离左侧钙化茎突舌骨韧带。4.钝性分离左侧舌骨大角周围组织，解剖并完整保留舌下神经、面动脉，舌骨剪切除左侧舌骨大角。5.术区双极电凝止血，冲洗术腔。6.检查术前无活动出血，置引流条一条，分层关闭切口，术毕，手术中无并发症发生。出血10ml。"
    },
    {
        "id": 133,
        "symptom": {
            "一般资料": "男性，63岁，农民",
            "主诉": "声嘶2+月。",
            "现病史": "患者于2+月前受凉后，开始出现声音嘶哑,呈持续性，以受凉或用嗓过度后明显，伴说话费力，偶有咳嗽，无畏寒、发热、头昏、头痛、咽喉疼痛、呼吸不畅、吞咽梗阻，起病后病情持续性发作，院外口服药物（具体不详），上述症状未缓解，为进一步诊治于当地中医院就诊，喉镜检查见右侧声带肿物，为进一步治疗转入我院就诊，在门诊拟诊断为“声带新生物”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "20+年前车祸致双下肢骨折行手术治疗，7+年前右下肢骨髓炎行手术治疗（具体不详），高血压10+年，长期口服吲达帕胺治疗，否认肝炎史、疟疾史、结核史，否认冠心病史，否认糖尿病史、脑血管病史、精神病史，否认输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤、胸部、腹部、四肢查体无明显异常。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见粘性分泌物附着,双侧鼻腔粘膜红润，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，右侧声带全程见菜花样新生物生长，前联合未见明显侵及，发声时动度稍差，左侧声带表面粘膜光滑，未见明显新生物，发声时动度可，声门闭合差，声门下未见明显异常。。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2021.3.1门诊喉镜示：右侧声带肿物性质待查。"
        },
        "diagnosis": {
            "初步诊断": "右侧声带新生物，慢性鼻炎，高血压病3级（高危）",
            "诊断依据": "1.患者为老年男性，慢性起病，病程短。2.患者以\"声嘶2+月\"为主诉。3.专科查体：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见粘性分泌物附着,双侧鼻腔粘膜红润，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，肥大，鼻中隔不规则偏曲，双侧鼻窦区无压痛，无隆起。咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，右侧声带全程见菜花样新生物生长，前联合未见明显侵及，发声时动度稍差，左侧声带表面粘膜光滑，未见明显新生物，发声时动度可，声门闭合差，声门下未见明显异常。辅助检查：2021.3.1门诊喉镜示：右侧声带肿物性质待查。",
            "鉴别诊断": "本病当与\"喉乳头状瘤\"相鉴别，喉乳头状瘤患者以声嘶、干咳，严重者喉鸣及呼吸困难为主要症状，喉镜检查：声带、室带、前联合等处单发或多发苍白、或灰红色、表面粗糙不平呈乳头状肿物，重者达声门下及气管。病检可明确。",
            "诊断结果": "喉鳞状细胞癌（声门型）（T1N0M0），慢性鼻炎，高血压病3级（高危）"
        },
        "cure": "入院过后在电子喉镜下行喉新生物活检，活检结果提示：喉新生物：重度不典型增生，灶性癌变。完善颈部增强CT，以了解病变的具体范围，综合分析考虑属于T1期的喉癌，因为肿瘤范围累及对称的前联合，二氧化碳激光不容易切除彻底，故而安排开放式手术治疗。于全麻下行：垂直半喉切除术+双侧选择性颈淋巴结清扫术+左侧胸导管结扎术+喉功能重建术+气管切开术+任意皮瓣成形术。术中所见：右侧声带全程见菜花样新生物生长，质脆、触之易出血。左侧声带、前联合、双侧披裂、室带、喉室未见明显新生物生长，甲状软骨板及环状软骨完整，未见破坏，声门下区光滑，声门旁间隙及会厌前间隙未见侵袭，双侧颈部见散在增生肿大淋巴结，最大者位于右II区，大小约0.5*1.0*1.0cm。手术过程：1.患者取仰卧位，全麻成功后，垫肩，常规消毒铺巾，作\"U形\"皮肤切口，切口两端达胸锁乳突肌前缘舌骨平面，下至环甲膜水平，深达颈阔肌深面，电刀制作皮瓣，掀起并固定。2.双极电凝止血。3.先做右侧颈淋巴结清扫，清扫范围（II-IV区）（超声刀处理血管），保留颈内静脉、颈总动脉、副神经、舌下神经等重要组织，冲洗检查，并止血，同法行左侧颈淋巴结清扫，清扫范围（II-IV区），冲洗检查，并止血。见左侧胸导管破裂，行左侧胸导管结扎。4.沿颈白线切开颈前带状肌，暴露甲状腺峡部，离断甲状腺峡部，甲状腺峡部“8”字缝合，显露颈前气管环，于气管第3.4软骨环行气管切开，更换7.5#一次性气管套管并固定。5.沿颈前正中白线分离双侧颈部带状肌，显示喉体。6.自甲状软骨中线切开外骨膜，锐性向两侧分离骨膜板，舌骨剪纵行自甲状腺软骨交角左侧0.5cm线切开甲状软骨板，下方自环甲膜水平切开喉腔，探查病变范围如上述。7.剥离子锐性分离甲状软骨内骨膜、双侧室带、声带附着处，至左侧声带距病灶边缘0.5cm处切除左侧声带前份，至右侧声带病灶边缘0.5cm处切除右侧声带及喉室下缘，切缘送冰冻。8.双极电凝止血，术中冰冻回示：（喉）鳞状细胞癌。（切缘）前联合、右杓区、右披裂、右声门下均未见癌组织。9.冲洗术区，将右侧胸骨舌骨肌双蒂肌骨膜瓣移入喉腔，分别与喉腔创缘（上、后、下缘）间断缝合，关闭创缘，将双侧喉腔粘膜、胸骨舌骨肌骨膜瓣对位间断缝合，关闭喉腔，双侧甲状软骨板回复，间断缝合固定。10.将颈前双侧带状肌缝合固定，关闭并加强修补喉腔。11.置入负压引流管2根，缝合固定。12.4-0及3-0可吸收缝线分层缝合切口，关闭术区。12.更换气管套管固定，术中置胃管（55cm）。13.手术中无并发症发生，出血100ml，术毕。送检标本：喉腔新生物。手术过后的病理标本提示：（喉）鳞状细胞癌。颈部淋巴结没有发现转移。术后给予了抗炎，止咳祛痰等对症治疗，伤口一个星期左右拆线。术后一个周左右拔出胃管经口进食，没有明显的呛咳。带气管道管出院。"
    },
    {
        "id": 134,
        "symptom": {
            "一般资料": "男性，59岁，工人",
            "主诉": "发现右耳廓肿物2个月。",
            "现病史": "患者始于2个月前无意间发现右耳廓肿物，肿物约黄豆大小、质硬。肿物逐渐长大，无活动性出血。曾局部涂抹鱼石脂软膏治疗，肿物局部变软，2天前右耳廓肿物再度长大，为求诊治而来我院，门诊检查后以右耳廓肿物收入院治疗。病程中精神、体力尚可，饮食、睡眠尚可，大小便正常。",
            "既往史": "既往体质良好，否认高血压、糖尿病、慢性肾病、冠心病、慢性肝病、慢性阻塞性肺疾病等病史。否认外伤史，否认肝炎、结核等病史，无手术史，否认输血史及血液制品使用史，否认药物及食物过敏史、中毒史。否认预防接种史。"
        },
        "examine": {
            "查体": "耳：右耳廓上方近耳舟处可见一肿物，肿物形状不规则，底部约0.6*0.7cm大小，最大平面约1.0*1.2cm大小，高度约2.0cm，肿物顶部表面粗糙不平、局部发黑，压痛不明显。左耳廓无畸形。双耳外耳道清洁，鼓膜完整。鼻：外鼻无畸形，双侧鼻腔粘膜光滑，无异常分泌物，双侧下、中鼻甲肥大，鼻中隔无明显偏曲，嗅觉正常。咽：咽部粘膜光滑、慢性充血，双侧扁桃体无肿大，无脓性分泌物附着，咽后壁无淋巴滤泡增生。喉：喉部外观正常，无畸形，简接喉镜示：会厌形态如常，抬举良，双侧室带呈白色，运动良，闭合好，双侧梨状窝未见积液。",
            "辅助检查": "化验：凝血六项检查未见异常。艾滋病梅毒抗体阴性。血常规：各项检查指标未见异常。空腹血糖正常。肾功能未见异常。血脂：甘油三脂：1.95mmol/l。血型是B型。Rh抗D阳性。尿常规：大致正常。乙肝表面抗原抗体未见异常。肝功生化：未见异常。胸部CT：右肺上叶局灶性炎性病变。心电图：窦性心律，正常心电图。心脏彩超：二尖瓣轻度返流，静息状态下左心整体收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "右耳廓肿物",
            "诊断依据": "1.病史：发现右耳廓肿物2个月。2.专科检查：耳部：右耳廓上方近耳舟处可见一肿物，肿物形状不规则，底部约0.6*0.7cm大小，最大平面约1.0*1.2cm大小，高度约2.0cm，肿物顶部表面粗糙不平、局部结痂、发黑，压痛不明显。左耳廓无畸形。双耳外耳道清洁，鼓膜完整。咽部：咽部粘膜慢性充血。",
            "鉴别诊断": "1.血管瘤：以毛细血管瘤较多，表面血管增生，易出血。2.腺样囊性癌，是一种低度恶性肿瘤、生长缓慢，有侵犯神经和沿神经分布特点，易发生肺部转移。肿物与周围组织界限不清，质地较硬，触痛明显，也可表现为息肉、溃疡及肉芽，活检病理可以确诊。3.纤维瘤，可分为软硬两种。软性纤维瘤纤维少，瘤细胞丰富，与脂肪瘤相似，硬性纤维瘤，大部分由胶原纤维组成，呈硬性无痛结节。4.恶性黑色素瘤，表面呈黑色瘤样改变，容易破溃、出血、疼痛，肿瘤快速增大或者出现卫星灶，病理可以确诊。",
            "诊断结果": "右耳廓肿物（乳头状瘤）"
        },
        "cure": "住院第1天，给予常规术前检查，结果详见辅助检查。并行青霉素试敏，结果是阴性。并行术前讨论准备明日手术。给患者行术前准备，备皮。住院第2天，全麻行右耳廓肿物切除术+耳后皮瓣修复术。术前半小时静脉注射苯唑西林钠注射液预防感染治疗。具体手术过程如下：患者仰卧位，经口插管，全麻生效后，头偏向左侧，常规消毒，铺无菌巾。距离肿物边缘0.3cm处切开皮肤、皮下组织，沿基底部完整切除肿物，切除部分软骨。术中切除物送快速病理。病理回报：（右耳廓）鳞状上皮粘膜急慢性炎伴糜烂，局灶呈高级别上皮内瘤变，不除外间质浸润。立即扩大切除肿物周围皮肤、皮下组织边缘，切除部分软骨。使用苯唑西林钠注射液冲洗术腔。术腔局部盐水纱布保护创面。然后取耳后皮瓣，将皮瓣与耳廓皮损区间断缝合局部加压包扎固定。术毕，术中顺利，出血不多，术后全麻满意，患者清醒后安返病房，密切观察病情变化。术后注意观察皮瓣生长情况、血运和颜色，皮瓣是否存活。术后第1天，患者耳部疼痛感剧烈。查体：体温36.5℃，脉搏75次/分，呼吸18次/分，血压130/90mmHg。心肺查体未见异常。耳部：右耳廓敷料整洁固定。切口换药，见耳廓无红肿，移植皮瓣区无积血、无脓性分泌物，无肿胀、颜色无发白、无暗紫，温度无下降、张力尚可。耳后切口缝合处愈合良好，无红肿及渗出。继续给予苯唑西林钠注射液静点消炎治疗。术后每日给予切口换药、给予抗生素静点消炎治疗。术后病理回报：（右耳廓）鳞状上皮粘膜乳头状增生伴急慢性炎及糜烂，局部鳞状上皮异型增生。术后第7日切口拆线，见耳廓无红肿，移植皮瓣区颜色红润、对位愈合尚可，无积血、无脓性分泌物，无肿胀、颜色无发白、无暗紫，温度无下降、张力尚可。耳后切口拆线，耳后区4cm切口缝合处对位愈合良好，无红肿及渗出。患者病情痊愈，办理出院。"
    },
    {
        "id": 135,
        "symptom": {
            "一般资料": "女性，22岁，工人",
            "主诉": "女性,22岁,工人反复咽部不适3年余",
            "现病史": "患者于3年余前无明显诱因出现咽部不适，有异物感，呈持续性，受凉后加重，感咽部疼痛，有咳嗽咳白痰，偶有头痛，无发热，无呼吸困难，无吞咽痛、吞咽困难。患者除抗炎外未予特殊治疗，今来我院门诊，以\"慢性扁桃体炎\"收入院。发病来，患者精神、食欲、体力、睡眠可，大小便正常。",
            "既往史": "既往有白癜风病史5年，现口服乌龙散；否认药敏史"
        },
        "examine": {
            "查体": "。神清，皮肤巩膜无黄染，浅表淋巴结不大。胸廓无畸形，双肺清，无啰音；心律89次/分，心律齐，无杂音；腹平软，无压痛及反跳痛，肝脾肋下未及，双肾区无叩痛。脊柱四肢活动正常。生理反射存在，病理反射未引出。专科检查：双侧扁桃体Ⅱ°大，表面可见瘢痕，扁桃体隐窝有黄色分泌物，咽后壁淋巴滤泡增生，双侧颌下可及肿大淋巴结。",
            "辅助检查": "血常规：白细胞12*109/L心电图、胸片正常。肝肾功能、血糖、电解质、血脂、CRP、凝血功能未见明显异常；尿常规示：白细胞+-15Cel/uLcell/uL异常、镜检白细胞259/uL↑，提示尿路感染可能。"
        },
        "diagnosis": {
            "初步诊断": "慢性扁桃体炎",
            "诊断依据": "1，患者女，22岁，急性扁桃体炎反复发作——反复咽部不适3年余入院就诊，有异物感，呈持续性，受凉后加重，有咳嗽咳白痰，偶有头痛。既往白癜风病史，口服乌龙散治疗。2，专科检查：双侧扁桃体Ⅱ°大，表面可见瘢痕，扁桃体隐窝有黄色分泌物，咽后壁淋巴滤泡增生，双侧颌下可及肿大淋巴结；3，实验室检查：白细胞12*109/L综合病史临床表现专科检查及实验室检查，可以明确诊断。",
            "鉴别诊断": "本病需与以下疾病鉴别1.扁桃体角化症：为扁桃体隐窝口上皮细胞过度角化，形如黄白色角状或尖形砂粒样角化物，触之坚硬，根基牢固，不能拭掉，可无明显自觉症状，或感觉咽部不适或异物感，可同时发生于咽后壁、咽侧束和舌根等处。病程较长，多发生于30岁以前的青年。病因尚不明确，一般不需特殊治疗。2.扁桃体肿瘤：一侧扁桃体迅速增大或扁桃体肿大而有溃疡，均应考虑肿瘤的可能性。如扁桃体肉瘤，早期可局限于扁桃体黏膜下，表面光滑，主要症状为一侧扁桃体迅速增大，常有颈淋巴结转移，以青年人较多见，活检可确诊。3.扁桃体症状性肥大：系某些全身性疾病的局部表现，如患白血病时，扁桃体可呈对称性肿大。有时咽部症状可为其首发症状。根据周围血象及骨髓象进行诊断。4，慢性咽炎：主要表现为咽干、咽梗、异物感等,症状持续,多无发热及咽痛反复发作史。",
            "诊断结果": "双侧扁桃体摘除术"
        },
        "cure": "1、耳鼻喉科护理常规，Ⅱ级护理；抗炎对症治疗；2、完善辅助检查，确定是否合并其他疾病：血常规、肝肾功能、凝血常规、心电图、胸片等；3、择期手术。4，术后抗炎止血治疗，严密观察术后伤口情况。术前准备完毕，请皮肤科会诊及麻醉科访视无禁忌症后拟在插管全麻下行双侧扁桃体摘除术。手术简要经过:用开颌器暴露咽部，0.9%盐水做双侧扁桃体周围浸润注射，先做左侧扁桃体前弓弧形切口，分离出扁桃体上极，自上而下游离扁桃体至下极呈蒂状，圈套器绞断残根后电凝术创止血。同样方法处理右侧扁桃体。术后处理措施:术后患者全麻苏醒后返回病房。标本已送检。给予抗炎、止血、补液治疗。术后注意观察事项:观察术创出血及呼吸。术后抗炎等治疗，第六天痊愈出院。"
    },
    {
        "id": 136,
        "symptom": {
            "一般资料": "男性，72岁，农民",
            "主诉": "男性,72岁,农民间断性左侧鼻腔出血21小时",
            "现病史": "患者于21小时前无明显诱因出现左侧鼻腔出血，间断发作，出血量不详，可自止，不伴头痛头晕，无发热，无胸闷心悸，无咳嗽咯血。今日上午同侧鼻腔再次出血，用卫生纸填塞鼻腔效果欠佳，而来我院门诊就诊，门诊行低温等离子电凝止血后收入院。发病以来，患者精神差，食欲、体力、睡眠可，大小便正常，体重无明显改变。",
            "既往史": "既往有\"高血压病、糖尿病、前列腺炎、胃炎\"病史，否认药敏史。"
        },
        "examine": {
            "查体": "。神清，皮肤巩膜无黄染，浅表淋巴结不大。胸廓无畸形，双肺清，无啰音；心律88次/分，心律齐，无杂音；腹平软，无压痛及反跳痛，肝脾肋下未及，双肾区无叩痛。脊柱四肢活动正常。生理反射存在，病理反射未引出。专科情况：鼻中隔呈不规则偏曲，左侧前段见活动性出血点。（已行低温等离子电凝止血，现未见活动性出血。）",
            "辅助检查": "彩超：左房稍大，主动脉瓣返流，左室舒张功能减低；左肾囊肿，前列腺增生并钙化斑。胸片：两肺野未见明显活动性病变。心电图：窦性心动过缓，轻度左室电压增高，中度左偏电轴。(2019-10-12)血糖测定:GLU8.16mmol/L↑。(2019-10-12)乙肝三系列测定:HBsAb14.31mIU/ml↑、HBeAb36.00NCU/ml↑、HBcAb36.00NCU/ml↑。(2019-10-12)梅毒螺旋体抗体:TP-Ab0.10S/CO，(2019-10-12)尿常规:WBC(U)177/ul↑。"
        },
        "diagnosis": {
            "初步诊断": "1.鼻衄2.鼻中隔偏曲",
            "诊断依据": "根据病史、鼻出血的性质、出血量、出血时间以及相关检查做出诊断。72岁男性患者1、间断性左侧鼻腔出血21小时；既往有\\\"高血压病、糖尿病\"病史，未常规服药治疗，无外伤史；PE：血压:170/80mmHg2、专科情况：鼻中隔呈不规则偏曲，左侧前段见活动性出血点（鼻内镜）。3，辅助检查：彩超：左房稍大，主动脉瓣返流，左室舒张功能减低；左肾囊肿，前列腺增生并钙化斑。心电图：窦性心动过缓，轻度左室电压增高，中度左偏电轴。血糖测定:GLU8.16mmol/L↑。综上，诊断成立。",
            "鉴别诊断": "1.咯血为喉、气管、支气管及肺部出血后，血液经口腔咯出，常见于肺结核、支气管扩张、肺癌、肺脓肿及心脏病导致的肺淤血等。可根据患者既往病史、体征及辅助检查鉴别。2.呕血呕血是上消化道出血的主要表现之一，当大量呕血时，血液可从口腔及鼻腔涌出，常常伴有消化道疾病的其他症状，全身查体可有阳性体征，可予以鉴别。",
            "诊断结果": "1.鼻衄2.鼻中隔偏曲3，高血压病"
        },
        "cure": "1、耳鼻喉科护理常规，Ⅱ级护理，低温等离子电凝止血；2、完善辅助检查，确定是否合并其他疾病：血常规、肝肾功能、凝血常规、心电图、胸片等；3、抗炎、对症支持治疗；4、据病情调整治疗方案。入院后完善相关辅助检查，予以急诊低温等离子射频消融止血、抗炎（哌拉西林他唑巴坦钠）、鼻腔涂药（贝复新）等治疗。病情好转出院，嘱控制血压血糖，不适随诊。"
    },
    {
        "id": 137,
        "symptom": {
            "一般资料": "女性，55岁，个体",
            "主诉": "咽痛伴呼吸费力、吞咽困难1天",
            "现病史": "患者1天前无明显诱因出现咽部疼痛，无咳嗽、咳痰，无头痛、发热，无胸闷、心慌等其他不适。患者未予治疗，未行特殊处理。昨日夜间患者无明显诱因出现呼吸费力，吞咽感困难，咽部疼痛加重，自行口服消炎药物未见明显缓解，无意识障碍，无咳嗽，咳痰，无头痛、发热，无恶心、呕吐等其他不适。患者今为求进一步治疗，特来我科就诊，门诊拟急性会厌炎收治入院。入院患者自起病来精神软，饮食睡眠差，大小便未见明显异常。",
            "既往史": "自诉糖尿病病史三年，甲状腺肿大，子宫肌瘤病史，日常规律服用阿卡波糖片三次每日，一粒每次。自诉餐前空腹血糖7，餐后血糖小于10，具体不详。早前曾行卵巢囊肿摘除术，自诉现一般情况可。自诉规律服用左旋甲状腺素片半片每天，既往常有早饭过晚感胃痛，日常有反酸病史，未正规就诊及规律用药，无肝炎结核等传染病，史无高血压，冠心病等病史无外伤无输血史，无食物药物过敏，使按计划预防接种。"
        },
        "examine": {
            "查体": "咽部悬雍垂及软腭水肿，双侧扁桃体1度，咽后壁淋巴滤泡充血，间接喉镜下观：会厌下榻，舌面黏膜水肿呈球状，充血明显，双侧声带窥不清。鼻外观无畸形，鼻梁无塌陷，鼻中隔无偏曲，双侧鼻腔无分泌物附着，双侧鼻甲无肥大，双侧鼻道未见新生物生长，副鼻窦区无红肿压痛，双耳听力256hz，气导&gt;骨导，韦伯氏居中。",
            "辅助检查": "入院完普各项常规检查，血常规示:中性细胞比率0.751↑、淋巴细胞比率0.185↓、嗜酸性粒细胞0.04109/L4、血小板压积0.31;血生化示:LDL胆固醇3.81molL↑、C反应蛋白28.6mg/L1、总胆固醇5.84mo1几Lt、葡萄糖6.32mmol/Lt、糖化血清白蛋白0.1681;尿常规示:白细胞25/L↑、尿潜血25/pLt;甲功5项示:促甲状腺素0.184uIU/ml↓;咽拭子脓液培养示:生长正常菌群:胸片示:两肺未见明显活动性病变。副鼻窦CT示:副鼻窦CT平扫未见明显异常。口咽部右侧粘膜稍增厚，请结合临床。腹部B超示:胆囊底部絮状回声，考虑泥沙样结石，肝脏、胰腺、脾脏未见明显占位性病变。甲状腺彩超示:甲状腺多发结节。其他未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "急性会厌炎，咽部水肿，2型糖尿病",
            "诊断依据": "患者症状为咽痛伴呼吸费力、吞咽困难1天，查体咽部悬雍垂及软腭水肿，双侧扁桃体1度，咽后壁淋巴滤泡充血，间接喉镜下观：会厌下榻，舌面黏膜水肿呈球状，充血明显，双侧声带窥不清。患者糖尿病病史3年。",
            "鉴别诊断": "根据患者症状.体征，检查等可初步诊断为急性会厌炎，咽部水肿，但亦不排除以下可能：1.会厌囊肿：常可见会厌舌面囊肿样物质隆起，表面光滑成球状，患者常异物感明显，无咽痛，无呼吸，吞咽等困难。2.会厌脓肿：查体会厌表面可见粘膜明显隆起，肿物内可见脓性分泌物流出，患者常感咽喉部疼痛，咽喉部异物感明显。",
            "诊断结果": "急性会厌炎，咽部水肿，右侧扁桃体周围脓肿，2型糖尿病"
        },
        "cure": "入院后立即给予抗炎、消水肿等对症治疗，患者后会厌、咽部水肿明显消退，仅感右侧咽部肿痛，右侧咽部查体发现粘膜逐渐隆起，后给予穿刺抽脓并扩创引流出脓液约4m1，并给予脓液细菌培养，给予患者抗厌氧菌、抗感染等对症治疗，右侧咽部脓肿迅速消退，创面愈合延迟。"
    },
    {
        "id": 138,
        "symptom": {
            "一般资料": "男性，58岁，农民",
            "主诉": "男性,58岁,农民喉癌术后2年，声嘶加重半年，咽喉隐痛不适1+月",
            "现病史": "患者于2年前于我院诊断为喉癌声门型（T1N0M0）并行手术治疗，半年前开始出现声音嘶哑加重,伴说话费力，无畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，起病后病情持续性发作，1+月前开始出现阵发性咽喉隐痛不适，为进一步诊治来我院就诊，门诊行喉镜检查并局部取病检，病检结果示：喉部：鳞状上皮中-重度异型增生。在门诊拟诊断为“喉癌术后复发？”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "2+年前因“喉癌声门型（T1N0M0）”行额侧垂直部分喉切除+双侧颈部淋巴结清扫（详见既往病例）。否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主**，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。**：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心律98次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。**、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。喉腔呈术后改变，声门区前份见菜花样新生物生长，部分遮挡声门，表面欠光滑。NBI:Va型。颈部：颈前区见陈旧手术瘢痕。颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2020.11.03我院病检示：喉部：鳞状上皮中-重度异型增生。"
        },
        "diagnosis": {
            "初步诊断": "喉新生物：性质待查",
            "诊断依据": "1.患者老年男性，病程长，既往有手术史。2.以喉癌术后2年，声嘶加重半年，咽喉隐痛不适1+月入院，3.查体：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。喉腔呈术后改变，声门区前份见菜花样新生物生长，部分遮挡声门，表面欠光滑。NBI:Va型。颈前区见陈旧手术瘢痕。颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。4.辅助检查：2020.11.03我院病检示：喉部：鳞状上皮中-重度异型增生。",
            "鉴别诊断": "本病当与\"喉结核\"相鉴别，喉结核病变多位于喉的后部，表现为喉粘膜苍白、水肿、伴多个浅表溃疡，如虫蚀状。也可出现一侧声带充血和增厚，但会厌、杓状会厌襞都有较广泛的水肿和浅表的溃疡。肺部x片有助于鉴别诊断。最终仍有赖于活检。",
            "诊断结果": "喉鳞状细胞癌（T3N0M0）"
        },
        "cure": "入院后完善颈部增强CT等检查，具体了解喉腔病变情况，结合病史及相关检查，考虑喉癌复发可能性大。并安排进一步手术治疗方案。由于目前患者双侧披裂的动度是好的，病变范围局限于声带的前联合，所以手术方案还是尽量保喉。完善术前准备，于全麻下行“喉次全切除+喉功能重建术+气管切开+任意皮瓣成形术”。术中所见：颈部术后改变，颈部皮下可见术后瘢痕，甲状软骨板部分缺如，喉腔内术后改变，喉腔左侧可见菜花样新生物生长，表面不光滑，双侧杓状软骨未受侵犯，会厌根及声门下区粘膜光滑，颈前带状肌未受侵犯。手术过程：1.全麻成功之后病人取仰卧垫肩位，常规消毒铺巾，作〃U形〃皮肤切口，切口两端达胸锁乳突肌前缘舌骨平面，深达颈阔肌深面，制作皮瓣，并掀起固定。2.止血后。3.连同正中带状肌部分切除，切开颈前带状肌，保护肌膜、于气管第3.4软骨环行气管切开，更换7.5#一次性气管套管并固定。4.向两侧拉开颈前带状肌，暴露喉体，分离甲状软骨外骨膜，备用。5.用电刀标记甲状软骨板切除范围，双侧甲状软骨板约3/4，切开环甲膜，进入喉腔，用舌骨剪于标记线处剪开甲状软骨，分离内骨膜。6.于右侧进入喉腔所见如上述，保留右侧杓状软骨、双侧披裂，扩大切除肿瘤，取切缘送冰冻病理检查，冲洗术区并止血。7.切缘冰冻病理检查示：切缘未见肿瘤组织。8.充分游离会厌，向下牵拉。9.安置成人胃管，置入长度55cm并固定。10.用2-0可吸收缝线将会厌根与环状软骨间断缝合，关闭喉腔。11.再次检查术前无出血，用颈前带状肌间断缝合，加固喉腔。12.颈前皮下置入负压引流管1根，缝合固定。13.分层缝合切口，关闭术区。14.再次检查无出血，包扎伤口。15.手术中无并发症发生，出血50ml,术毕。术后病检结果提示：（喉）重度不典型增生，原位癌形成。术后常规抗炎、消肿及对症治疗。术后带胃管及气管导管，逐渐加强吞咽功能锻炼。"
    },
    {
        "id": 139,
        "symptom": {
            "一般资料": "男性，46岁，农民",
            "主诉": "男性,46岁,农民鼻阻3+月。",
            "现病史": "患者于3+月前无明显诱因，开始出现鼻阻，呈间断性，右侧为甚,伴前额闷胀不适及右眼眼胀，偶有倒吸涕，无嗅觉减退，无鼻痒、喷嚏、鼻出血、涕血、耳鸣、耳闭、听力下降，起病后病情持续性发作，院外局部用药单选，上述症状未缓解，为进一步诊治来我院就诊，在门诊拟诊断为“右侧鼻腔新生物”收入院。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "20+年前行右侧疝气手术（具体不详），既往右乙肝病史，否认疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率100次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，下腹部有手术疤痕，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见少许粘性分泌物积聚,双侧鼻腔粘膜充血，水肿，散在糜烂，触之易出血，右侧鼻腔为甚，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，肥大，鼻中隔左侧偏曲，鼻中隔粘膜增生肥厚，双侧鼻窦区无压痛，无隆起。双眼视力：VOD5.1,VOS5.1.咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2021-01-12我院新冠病毒核糖核酸测定：阴性(-)；我院门诊鼻内镜示：鼻甲肥大鼻中隔偏曲鼻息肉？"
        },
        "diagnosis": {
            "初步诊断": "1.鼻中隔偏曲2.鼻甲肥大3.慢性鼻窦炎鼻息肉4.慢性肥厚性鼻炎",
            "诊断依据": "1.患者因“鼻阻3+月”入院；2.查体：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道见少许粘性分泌物积聚,双侧鼻腔粘膜充血，水肿，散在糜烂，触之易出血，右侧鼻腔为甚，双侧下鼻甲无充血，肥大，双侧中鼻甲无充血，肥大，鼻中隔左侧偏曲，鼻中隔粘膜增生肥厚，双侧鼻窦区无压痛，无隆起。双眼视力：VOD5.1,VOS5.1。3.辅助检查：2021-01-12我院新冠病毒核糖核酸测定：阴性(-)；我院门诊鼻内镜示：鼻甲肥大鼻中隔偏曲鼻息肉？。",
            "鉴别诊断": "本病当与\"鼻腔内翻性乳头状瘤\"或者鼻腔鼻窦恶性肿瘤相鉴别，肉芽可见鼻腔新生物生长，质地脆，易出血，病检或CT可明确。",
            "诊断结果": "1.鼻中隔偏曲2.双侧中下鼻甲肥大3.慢性鼻窦炎鼻息肉4.慢性肥厚性鼻炎"
        },
        "cure": "入院后术前常规给予抗生素、糖皮质激素抗炎、消肿等对症治疗。完善术前准备。局麻下行：经鼻内窥镜行左侧上颌窦病损切除+左侧上颌窦、筛窦开放+鼻中隔粘膜下软骨部分切除+鼻中隔矫正+双侧中下鼻甲部分切除术术中所见：双侧鼻腔粘膜水肿、充血，质地脆弱，易出血。鼻中隔左偏曲，压迫左下甲，鼻中隔左侧粘膜棘突形成，棘突表面粘膜糜烂，软骨暴露。双侧中下鼻甲充血、肥厚，粘膜息肉样变。双侧下鼻甲肥大。左侧钩突肥大息肉样变，左侧筛泡肥大，左侧上颌窦口、额窦口封闭，窦口见黄褐色干酪样物堵塞，窦腔见粘膜水肿、息肉样变。鼻咽部未见明显异常。手术过程：1常规消毒铺巾。2.1%丁卡因肾上腺素混合棉片双侧鼻腔粘膜收缩。3.鼻中隔左侧面常规粘膜切口，切开粘膜，粘软骨膜，软骨膜下分离鼻中隔左侧粘膜，软筛缝处切开软骨，软骨膜下分离对侧粘膜，切除偏曲软骨及骨，恢复粘膜平直，检查鼻中隔粘膜轻微小穿孔。4.切除左侧肥大钩突，切除左侧中鼻道息肉样变新生物，开放左侧上颌窦、筛窦、清除所有病变组织。动力系统修饰并扩大上颌窦口。5.动力系统切除双侧中下鼻甲肥大息肉增生样变粘膜组织，行双侧下鼻甲骨折外移，带水双极电凝止血。6.填入可降解耳鼻止血绵左1右1，膨胀止血海绵2张（左1右1），术毕。7.手术顺利，术中出血约20ml，无并发症发生。"
    },
    {
        "id": 140,
        "symptom": {
            "一般资料": "男性，54岁，农民",
            "主诉": "反复左侧鼻腔出血3+天。",
            "现病史": "患者于3+天前无明显诱因，开始出现左侧鼻腔出血，出血量多，持续自前鼻孔流出，压迫后自对侧或口内流出，自行予以压迫后，出血可停止。以后间断反复多次出血，均自行予以压迫止血。患者未予以诊治。今晨再次左侧鼻腔出血，量多，自前鼻孔持续流出，不能自止,无畏寒发热、头昏痛、鼻塞流涕、嗅觉障碍，为进一步诊治于当地医院就诊，诊断为鼻出血，随即建议患者来我院就诊，门诊以“左侧鼻出血”收入院。患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "发现血压血脂高3月，否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，急性病容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率62次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，乳突区无红肿压痛，咽鼓管通畅。鼻：外鼻居中无畸形，左鼻出血，双侧鼻腔填塞物填塞。取出填塞物见双侧鼻腔血凝块聚集，左侧为甚。左侧下鼻道后穹窿处见血管断端，刺激后见搏动性出血。双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，右侧下鼻甲无充血，肥大，左侧下鼻甲无肥大，双侧中鼻甲无充血，肥大，鼻中隔左侧偏曲，压迫左侧下鼻甲，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "门诊鼻内镜提示：左侧鼻出血。"
        },
        "diagnosis": {
            "初步诊断": "左侧鼻出血.鼻中隔偏曲.高血压",
            "诊断依据": "1.患者中年男性，起病急，病程短，病情反复。2.以反复左侧鼻腔出血3+天为主要表现。3.查体：外鼻居中无畸形，左鼻出血，双侧鼻腔填塞物填塞。取出填塞物见双侧鼻腔血凝块聚集，左侧为甚。左侧下鼻道后穹窿处见血管断端，刺激后见搏动性出血。双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，右侧下鼻甲无充血，肥大，左侧下鼻甲无肥大，双侧中鼻甲无充血，肥大，鼻中隔左侧偏曲，压迫左侧下鼻甲，双侧鼻窦区无压痛，无隆起。4.辅查：门诊鼻内镜提示：左侧鼻出血。",
            "鉴别诊断": "本病当与\"鼻腔肿瘤\"相鉴别，鼻腔肿瘤以鼻塞、头昏痛、嗅觉障碍、鼻出血为主要症状，体征：可见鼻腔内新生物，触之易出血。可有面部畸形，行鼻内镜检查，病检或鼻部CT可明确。本例患者无头昏痛，无鼻塞流涕等，可待鼻腔出血停止后行鼻内镜检查以明确。",
            "诊断结果": "左侧鼻出血,鼻中隔偏曲,高血压"
        },
        "cure": "入院后完善血常规、凝血功能、心电图等常规检查，予以监控血压。拟急诊在局麻下行“鼻内镜行鼻出血电凝止血术”。手术经过：患者取平卧位，抽取双侧鼻腔填塞物，见双侧鼻腔少量血凝块，左侧下鼻道后穹窿处见血管断端，刺激后见搏动性出血，鼻腔后份，鼻咽部粘膜光滑，未见出血点，予丁卡因棉片表面三次，麻醉满意后，使用一次性不粘双极电凝镊30w，烧灼血管断端及其周围局部粘膜至粘膜发白，反复检查无渗血，无其余出血点，操作完毕，治疗过程中患者未诉特殊不适，无并发症发生，安返病房，继续监测控制血压，嘱勿挖鼻，擤鼻，观察病情变化。"
    },
    {
        "id": 141,
        "symptom": {
            "一般资料": "女性，49岁，农民",
            "主诉": "女性,49岁,农民发现颈部包块1月。",
            "现病史": "患者于1月前换衣服时无意间，发现颈部偏左侧一包块，伴咽喉异物感及局部压痛，无说话费力、畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，无多饮、多食、怕热、手震颤，院外院外未行特殊处理（具体不详），上述症状未缓解，为进一步诊治来我院就诊，在门诊拟诊断为“甲状腺包块”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，左mm右mm，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率85次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，肝上界位于右锁骨中线肋间，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺双侧叶扪及包块，左侧叶大小约3.0*3.0*2.5cm，右侧叶大小约2.0*2.0*1.5cm，表面光滑，随吞咽上下活动，质地中等，局部轻度压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "甲状腺彩超示：甲状腺双侧叶结节（TI-RADS3类）。入院后完善颈部CT检查提示：甲状腺两侧叶结节：肿瘤？其他？请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "甲状腺双侧叶占位：腺瘤囊变？其它？",
            "诊断依据": "患者因“发现颈部包块1月”入院；查体见：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性，甲状腺双侧叶扪及包块，左侧叶大小约3.0*3.0*2.5cm，右侧叶大小约2.0*2.0*1.5cm，表面光滑，随吞咽上下活动，质地中等，局部轻度压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大；甲状腺彩超示：甲状腺双侧叶结节（TI-RADS3类）。",
            "鉴别诊断": "本病当与“甲状腺癌”相鉴别，甲状腺癌早期多无明显症状，偶尔发现甲状腺肿块，质硬，不光滑，吞咽时活动度低，肿块增大时伴有吞咽困难，呼吸不畅，声音嘶哑等，颈部可扪及淋巴结肿大，本病患者可扪及甲状腺包块，表面光滑，活动度好，甲状腺彩超提示双侧甲状腺结节（TI-RADS3类），术前针吸病检、术中冰冻或术后病检可明确。",
            "诊断结果": "甲状腺左叶结节性甲状腺肿囊性变,甲状腺右叶滤泡性"
        },
        "cure": "入院后完善术前准备，目前甲状腺结节明显肿大，影响美观，且患者有明确手术意愿，故而安排手术治疗。于全身麻醉下行“甲状腺左侧叶次全切除及甲状腺右侧叶包块探查切除及双侧喉返神经探查术”。术中所见：甲状腺左侧叶一个囊性包块，位于腺叶中份，大小分别为3.0×3.0×2.0cm，光滑、圆、质地中等，与腺组织分界清、甲状腺右侧叶扪及多个实性新生物，最大者未予腺体下份，约2.0*2.0*1.0cm，表面光滑，与腺体组织分界清楚。大体标本剖开后见左侧叶囊实性病变，褐色囊液，内容物光滑，右侧叶实性包块，内容物光滑。手术过程：1.全麻成功后患者取仰卧垫肩位，常规消毒铺巾。2.自颈前胸骨上窝一横指作顺皮纹皮肤切口两侧达胸锁乳突肌前沿，深达颈阔肌深面，显示颈前带状肌。3.在颈阔肌深面向上下游离皮瓣，上至甲状软骨角，下至胸骨上切迹，悬吊皮瓣。4.在颈部正中，纵形切开颈白线，游离颈前带状肌，探查甲状腺左右叶所见如上述。5.用超声刀分离甲状腺左侧叶与颈前带状肌之间的间隙。6.将甲状腺左侧叶向外上方牵拉，在甲状腺下极钝性分离，解剖喉返神经，肉眼直视下保护喉返神经，保护甲状腺下旁腺，切断甲状腺下极血管，结扎并用双极止血。7.将甲状腺向内侧牵拉，用超声刀切断左侧叶中静脉，用3-0丝线结扎。8.用超声刀分离环甲间隙，显露甲状腺上极，用超声刀沿包块边缘切开甲状腺腺体，残留腺体用3-0丝线缝扎止血，充分游离包块上份。9.将甲状腺向外侧牵拉，用超声刀切断甲状腺峡部，紧贴真被膜分离、切断甲状腺侧韧带及悬韧带，保持气管壁完整，将左侧叶大部分及肿块切除，创面用双极电凝止血。10.将甲状腺右侧叶向外上方牵拉，在甲状腺下极钝性分离，解剖喉返神经，肉眼直视下保护喉返神经，保护甲状腺下旁腺，探查右侧叶，用双极电凝凝切甲状腺腺体，充分暴露右侧叶包块，切除右侧叶包块，腺体用双极电凝止血，并用3-0可吸收缝线缝扎止血，探查颈部第六区淋巴结，淋巴结无肿大，术中送冰冻，冰冻结果示：甲状腺左侧结节性甲状腺肿囊性变，甲状腺右侧叶滤泡性腺瘤。11.冲洗术区，检查无明显渗血，置入负压引流管一根并固定。12.可吸收线间断缝合颈前带状肌，间断缝合颈阔肌，消毒后可吸收线皮内缝合皮肤切口。手术中无并发症发生，出血10ml。13.标本送检。"
    },
    {
        "id": 142,
        "symptom": {
            "一般资料": "男性，41岁，工人",
            "主诉": "头痛伴心烦易怒7天",
            "现病史": "患者于7天前无明显诱因出现头痛，呈持续性，以两侧鬓角处显著，性质为胀痛，伴心烦易怒，无头晕，无天旋地转感，无饮食、水呛咳，无发热、抽搐，无心慌、气短，无恶心、呕吐，在当地未予特殊处理，上述症状持续存在无缓解，为求明确诊治故来我院，经门诊收入我科；患者自发病以来，神志清，精神尚可，饮食可，睡眠差，大小便未见异常；现症见：头痛，舌质红，苔薄黄，脉弦数。患者自发病以来，神志清，精神可，饮食尚可，睡眠差，大小便未见异常。",
            "既往史": "既往体健，否认\"糖尿病、冠心病\"病史，否认\"肝炎、结核\"等传染病病史；否认药、食物过敏史；否认重大手术史；预防接种史不详。个人史：生于原籍，久居当地，未到过疫区及牧区，无放射性物质及有毒物质接触史，否认性病史及接触史。"
        },
        "examine": {
            "查体": "神志清，精神尚可，呼吸平稳，双瞳孔正大等圆，对光反射正常，双眼球运动充分，无眼震。颈软，无抵抗。双肺呼吸音清，未闻及干湿性啰音。心律67次/分，律齐，心音低钝，腹部平坦，软，全腹无压痛、反跳痛及肌紧张，肝脾肋下未触及，双下肢无浮肿。四肢肌力Ⅴ级，肌张力正常，双侧Babinski征（-）。",
            "辅助检查": "颅脑CT示：未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "头痛肝阳上亢型",
            "诊断依据": "患者中年男性，平素性情急躁，情志不遂，肝失疏泄，郁而化火，肝阳偏亢，上扰清窍，故而头痛；舌质红，苔薄黄，脉弦数，均为肝阳上亢之征。总之，本病属中医\"头痛\"范畴，证属肝阳上亢证。",
            "鉴别诊断": "1.真头痛：为头痛的一种特殊类型，病情危重，常呈突发剧烈性头痛，持续不解且阵发加重，多伴有喷射状呕吐，甚者可见肢厥、抽搐等症。本病凶险，应与一般头痛相区别。2.中风：以突发半身不遂、肌肤不仁、口舌歪斜、言语不利，甚则突然昏仆、不省人事为主要表现，可伴有头痛等症，但头痛无半身不遂等见症。",
            "诊断结果": "头痛，肝阳上亢型"
        },
        "cure": "中医给予平肝潜阳，降逆止痛，方剂为天麻钩藤饮加减，具体如下：天麻12g石决明20g桑寄生30g钩藤10g生地10g牛膝20g黄芩10g龙胆草10g何首乌15g川芎10g当归10g夏枯草20g僵蚕10g全蝎10g蜈蚣1条甘草5g上方加水500毫升，水煎30分钟，取汁100毫升，二煎加水250毫升，煎20分钟，取汁100毫升，5付。"
    },
    {
        "id": 143,
        "symptom": {
            "一般资料": "女性，15岁，学生",
            "主诉": "发现盆腔肿物3个月",
            "现病史": "患者3个月前因为左侧下腹部不适行子宫附件超声检查示：子宫形态规则，大小正常，内膜厚4mm，肌层回声均质。左附件区探及大小约49x48mm囊性团块，透声可，右侧附件区未见异常回声，给予桂枝茯苓胶囊3粒/3次治疗，未见好转。多次复查，肿物逐渐增大。2天前复查子宫附件超声：子宫形态规则，大小正常，内膜厚6mm，肌层回声均质。左侧附件区探及大小约60x48mm囊性团块，右侧附件区未见异常回声。子宫直肠陷凹内见9mm的液性暗区。无头晕、乏力，无尿便异常，无下腹部疼痛，无经间期异常出血及排液，无腹胀、腹痛、消瘦、纳差。现要求手术治疗，门诊以“卵巢肿瘤”收住院。患者自发病以来，睡眠好，体重无明显减轻。3个月前经期延长至15天左右持续至今，量少，无痛经，未做治疗。",
            "既往史": "既往史：平素身体状况可。无乙肝、结核等传染病史及密切接触史。无高血压、糖尿病及冠心病病史。无手术、外伤史。无药物、食物过敏史及输血史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.5℃，P:80次/分，R:16次/分，BP:115/70mmHg。发育正常，营养良好,神志清楚，表情自如，正常面容，自主体位，步入病房，查体合作。全身皮肤粘膜色泽正常，无黄染，无斑疹、无出血点及蜘蛛痣。毛发分布正常，全身皮肤温度，湿度，弹性均正常。未见水肿。全身浅表淋巴结未触及肿大。头颅无畸形，眼睑无浮肿，结膜无苍白，巩膜无黄染，两侧瞳孔正大等圆，对光反射灵敏。耳鼻无异常，双侧乳突区及副鼻窦区无压痛，口唇无苍白，伸舌居中。咽无充血，扁桃体不大。颈两侧对称，无颈静脉怒张及颈动脉异常搏动。颈软无抵抗，气管居中，甲状腺不大。胸廓无畸形，两侧对称，呼吸动度一致。双侧乳房发育良好。触觉两侧语颤均等，无增强或减弱。两肺叩清音，肺肝相对浊音界位于右侧锁骨中线第五肋间，双肺呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动不明显，心界不大，心率64次/分，率整，心音有力，各瓣膜听诊区未闻及杂音，无心包摩擦音及心包叩击音。无异常血管征。腹平软，无压痛及反跳痛，肝脾肋下未及。肛门直肠未见异常，外生殖器未见异常。脊柱无畸形，无压痛及叩击痛，四肢活动自如，关节无红肿热痛，肌力和肌张力正常，双下肢无浮肿。肢体感觉、运动正常，生理反射存在，病理反射未引出。妇科检查：外阴发育无异常，双合诊及肛诊未做。",
            "辅助检查": "2021-06-19子宫形态规则，大小正常，内膜厚6mm，肌层回声均质。左侧附件区探及大小约60x48mm囊性团块，右侧附件区未见异常回声。子宫直肠陷凹内见9mm的液性暗区。提示：左附件区囊性团块。血常规、血型、血凝、感染四项、肝肾功、血糖、肿瘤标志物均未见异常。新型冠状病毒核酸检测：阴性。"
        },
        "diagnosis": {
            "初步诊断": "卵巢囊肿(左侧)",
            "诊断依据": "1.患者，15岁，女，发现盆腔肿物3个月入院。2.2021-06-19子宫形态规则，大小正常，内膜厚6mm，肌层回声均质。左侧附件区探及大小约60x48mm囊性团块，右侧附件区未见异常回声。子宫直肠陷凹内见9mm的液性暗区。提示左附件区囊性团块。",
            "鉴别诊断": "1.卵巢良性肿瘤：肿瘤较小时，多无症状，常在妇科检查或B超检查时发现，多为囊性，表面光滑，活动，肿瘤增大时，可有腹胀或腹部肿块。卵巢子宫内膜样肿瘤多为边界欠清，活动度差。肿瘤指标正常或轻度升高。2.卵巢恶性肿瘤：早期常无症状，晚期主要为腹胀或腹部肿块等，肿块多为实性或囊实性，表面凹凸不平，活动差，边界不清，常伴有腹水，肿瘤指标Ca125升高。3.盆腔炎性包块：为炎性积液，常有盆腔炎性疾病史，附件区可扪及不规则条状囊性包块，活动受限。",
            "诊断结果": "左侧卵巢冠囊肿"
        },
        "cure": "入院后完善相关检查，血常规、血型、血凝、感染四项、肝肾功、血糖、肿瘤标志物均未见异常。向患者及家属交代病情，其表示理解，计划行腹腔镜卵巢囊肿剥除术，于入院第三天09：45在全身麻醉下行左侧卵巢囊肿剥除术，术中见：子宫体正常大小。左侧卵巢冠囊肿，直径约6cm大小，活动好，表面光滑，右侧卵巢及双侧输卵管未见异常，术中顺利切除囊肿，术中出血约5ml，输液约1000ml，回病房时血压95/53mmHg，术后适量补液，血压，脉搏，心电监护无异常，术后VTE评2分，给予抗栓泵治疗预防下肢血栓。术后病理回报示：左侧卵巢单纯性囊肿。术后六天拆线，刀口Ⅰ/甲。"
    },
    {
        "id": 144,
        "symptom": {
            "一般资料": "女性，33岁，个体",
            "主诉": "孕22周，阴道褐色分泌物2+小时",
            "现病史": "孕妇平素月经不规则，周期35-50天，末次月经2019-7-13，停经后无明显恶心，厌油，呕吐等早孕反应，9月2日因未行经于我院就诊，行B超示宫内妊娠（孕囊大小约17*14*10mm），推算末次月经7月22日。停经50+天阴道少许出血予地区孕酮片口服、黄体酮肌注保胎治疗10天（具体不详），查空腹血糖自诉5.47mmol/L(未见检查单),建议行糖尿病筛查。9月4日我院OGTT：5.72-11.17-10.44mmol/L，诊断为妊娠期糖尿病，予适当运动，控制饮食，自行监测血糖，自诉空腹血糖小于5.3mmol/L,餐后2小时血糖6.5-7.5mmol/L。孕18周始觉胎动至今，孕期无头晕、眼花、胸闷、皮肤瘙痒、阴道流血、流液等不适、无双下肢水肿，孕期于我院正规产检,NT：1.5mm，唐氏筛查低危。1周前无明显诱因出现咳嗽，咳白痰，无畏寒、发热、流涕等不适，未行特殊诊治，1周来咳嗽较前减轻，无畏寒、发热，无胸闷、气促等不适。现孕22周，19时左右无明显诱因出现阴道褐色分泌物，无腹痛腹胀，无阴道流液，自觉胎动正常，遂至我院急诊就诊，急诊拟诊以“先兆流产”收入我科。孕妇自孕期以来，精神正常，食欲正常，睡眠正常，大便正常，小便正常，体重增加2.5kg。孕妇身高167cm，孕前体重97.5kg，现体重100kg，BMI:34.94kg/m2。",
            "既往史": "孕妇平素身体健康，否认高血压、糖尿病等慢性病史，否认肝炎、结核等传染病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.9℃，P:73次/分，R:18次/分，BP:110/73mmHg。专科检查：腹形呈妊娠隆起，宫高20cm，腹围121cm（腹部脂肪厚），子宫轮廓清晰，胎心音149次/分，规律，宫缩：未触及，内诊：宫颈管容受80%，宫口开大1指松，居中，质软，先露不详，S-4，胎膜未破，可及水囊。骶尾关节：活动，坐棘：平伏，骶坐切迹：容三指，骶凹：适中，骶骨岬：未触及，盆壁：直下。外阴:发育正常，无潮红色斑，窥阴器下见：阴道粘膜湿润无潮红，少许褐色阴道分泌物，可见一直径约2cm水囊突出于宫颈口，宫颈光滑，无接触性出血。",
            "辅助检查": "9月4日我院OGTT：5.72-11.17-10.44mmol/L；10月15日我院乙肝五项、免疫三项无明显异常，血型O型，Rh阳性；心电图示正常范围心电图；12月18日我院糖化血红蛋白4.9%；10月15日NT：1.5mm，符合12周1天。12月23日我院B超示：宫内妊娠，单活胎，符合孕20周6天。孕妇宫颈管分离约11mm。"
        },
        "diagnosis": {
            "初步诊断": "孕4产1孕22周单活胎先兆流产妊娠期糖尿病妊娠合并上呼吸道感染妊娠合并肥胖症高危妊娠监督",
            "诊断依据": "1.孕妇，33岁，因孕22周，阴道褐色分泌物2+小时入院。2.专科检查：腹形呈妊娠隆起，宫高20cm，腹围121cm（腹部脂肪厚），子宫轮廓清晰，胎心音149次/分，规律，宫缩：未触及，内诊：宫颈管容受80%，宫口开大1指松，居中，质软，先露不详，S-4，胎膜未破，可及水囊。骶尾关节：活动，坐棘：平伏，骶坐切迹：容三指，骶凹：适中，骶骨岬：未触及，盆壁：直下。外阴:发育正常，无潮红色斑，窥阴器下见：阴道粘膜湿润无潮红，少许褐色阴道分泌物，可见一直径约2cm水囊突出于宫颈口，宫颈光滑，无接触性出血。3.9月4日我院OGTT：5.72-11.17-10.44mmol/L；10月15日我院乙肝五项、免疫三项无明显异常，血型O型，Rh阳性；心电图示正常范围心电图；12月18日我院糖化血红蛋白4.9%；10月15日NT：1.5mm，符合12周1天。12月23日我院B超示：宫内妊娠，单活胎，符合孕20周6天。孕妇宫颈管分离约11mm。",
            "鉴别诊断": "自诉既往体一般，有高血压病，无糖尿病，肝病，肾病病史，无药物过敏史，否认为境外归国人员，否认流行病疫区接触史，否认新冠确诊、**及**接触史。",
            "诊断结果": "宫颈机能不全孕4产1孕22周单活胎先兆流产妊娠期糖尿病妊娠合并上呼吸道感染妊娠合并肥胖症高危妊娠监督"
        },
        "cure": "孕妇因无痛性阴道流血入院，入院后可以水囊凸出，考虑先兆流产可能，孕妇及家属保胎意愿强烈，同时交代安胎药物的选择，给我盐酸利托君静滴安胎、孕妇有上呼吸道感染症状，给予完善胸部CT，并予以头孢呋辛钠1.5g、Q12H预防感染，待抑制宫缩后、水囊仍外凸、宫颈管进一步缩短，交代宫颈机能不全可能，现22周，可行紧急宫颈环扎术，于次日在腰硬联合麻醉下行经阴道子宫颈环扎术双U型缝合术；术后给我盐酸利托君静滴安胎、头孢呋辛钠1.5g预防感染72小时，稀碘冲洗阴道、监测血糖等对症处理，孕23周，在静滴盐酸利托君5滴每分下无宫缩，改为口服盐酸利托君片，至25周，口服盐酸利托君片（1片/次，Q8H），持续48小时后出院。"
    },
    {
        "id": 145,
        "symptom": {
            "一般资料": "女性，17岁，学生",
            "主诉": "右下腹痛痛2小时。",
            "现病史": "患者诉2小时前无明确诱因出现右下腹阵发***痛，进行性加重，变换**略减轻，并出现恶心、呕吐3次，呕吐物为胃内容物，不含血性、蛔虫，共吐约600毫升左右，吐后腹痛无减轻，无腹胀，未排便，无寒颤、高热，伴尿频，尿急，无尿痛，无排尿困难，为求诊治而来我院，门诊以“急性阑尾炎”收入院。",
            "既往史": "既往尿急、尿频病史5年，否认手术史、外伤史及药物过敏史，否认“肝炎”、“结核”等传染病接触史。"
        },
        "examine": {
            "查体": "T:36.6℃,P:78次/分,R:20次/分,BP:110/68mmhg。发育正常，营养中等，神志清楚，表情痛苦，步入病区，查体合作。全身皮肤粘膜无苍白，无黄染，皮肤弹性正常，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无苍白，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律78/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。会阴、外生殖器未见异常。脊柱无畸形，四肢关节活动正常。角膜反射、腹壁反射、膝腱反射、跟腱反射正常存在，病理反射未引出。外科情况：腹平坦，腹式呼吸无减弱，腹壁静脉无曲张，未见肠型及蠕动波，右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，腹叩鼓音，移动性浊音阴性，双肾及输尿管走行区叩击痛阴性，肠鸣音4-6次/分，未闻及气过水声及金属音。",
            "辅助检查": "血常规示：白细胞6.42*10^9/L,中性粒细胞比率72.90%，淋巴细胞比率20.90%，中性粒细胞数4.68*10^9/L。B超示：阑尾区未见明显包块，子宫、双附件区未见异常回声。"
        },
        "diagnosis": {
            "初步诊断": "1.急性单纯性阑尾炎",
            "诊断依据": "1.青年女性，急性病程；2.患者诉2小时前无明确诱因出现右下腹阵发***痛，进行性加重，无他处放射，伴恶心、呕吐3次，呕吐物为胃内容物，不含血性、蛔虫，共吐约600毫升左右，吐后腹痛无减轻，伴尿频，尿急；3.查体：腹平坦，右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，腹叩鼓音，肠鸣音4-6次/分，未闻及气过水声及金属音；4.B超示：阑尾区未见明显包块，子宫、双附件区未见异常回声。",
            "鉴别诊断": "1.上消化道穿孔：患者多有胃十二指肠溃疡病史，突发腹部刀割样剧痛，查体全腹压痛，反跳痛、肌紧张，立位腹平片见膈下游离气体即可明确诊断。本例患者腹痛，伴恶心、呕吐，呕吐物为胃内容物，少量排便，为黄色粘液性便，无脓血便。查体右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，腹叩鼓音，移动性浊音阴性，肠鸣音4-6次/分，立位腹平片未见膈下游离气体，可以鉴别。2.绞窄性肠梗阻：主要表现为持续性腹痛阵发性加剧，恶心、呕吐血性及咖啡样物，排血性便，腹部可见孤立而涨大的肠袢。本例患者腹痛，伴恶心、呕吐，呕吐物为胃内容物，查体右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，腹叩鼓音，移动性浊音阴性，肠鸣音4-6次/分，可以鉴别。",
            "诊断结果": "1.急性阑尾炎，2.右侧卵巢冠囊肿扭转"
        },
        "cure": "患者入院后完善各项检查，禁食水，静脉输液，维持水电解质及酸碱平衡，考虑大肠杆菌及混合菌感染，予注射用阿莫西林克拉维酸钾1.2克，加入0.9%氯化钠注射液100毫升，静点日三次；甲硝唑注射液250毫升，静点日二次。病情无缓解，盆腔CT示：膀胱充盈欠佳，壁光整，内未见阳性结石。子宫前上方可见巨大囊性密度影，大小约10.0*10.4*12.9cm，子宫、附件及直肠呈受压改变，分界不清。诊断：子宫前上方巨大囊性占位，考虑盆腔囊肿。转妇科治疗，妇科剖腹探查示右侧卵巢冠囊肿扭转。"
    },
    {
        "id": 146,
        "symptom": {
            "一般资料": "女性，35岁，农民",
            "主诉": "孕1月余，反复阴道流血12天。",
            "现病史": "患者平素月经周期欠规则，末次月经2020年1月21日，停经后无有毒物质、有害放射线接触史，2月19日无明显诱因下出现少量**流血，色暗红，偶有腹胀，无腹痛、腰酸等其他症状，以为月经来潮，因为量少而口服益母草膏，后因血量一直未增多而疑是怀孕，于2月23日门诊就诊，查血孕酮82.27nmol/L，HCG137.8mIU/ml而诊断为“早孕并先兆流产”，建议住院观察，患者拒绝住院，要求门诊保胎治疗，予口服黄体酮胶囊、滋肾育胎丸、维生素E胶治疗。治疗一周后仍有持续**少量出血，遂行妇科检查发现宫颈口有一息肉，活动性出血，继续口服前药治疗。今日来诊，复查雌二醇545.36pmol/L，孕酮72.95nmol/L，血HCG3228.9mIU/ml。B超提示：宫内小液性暗区（孕囊？建议短期内复查），右附件混合性回声区（黄体？），左附件区回声未见明显异常。患者要求住院治疗，遂拟“1.先兆流产，2.异位妊娠待排，3.宫颈息肉”收入院，入院症见：阴道少量流血，色暗红，偶有下腹胀，纳寐可，二便正常。",
            "既往史": "既往史：否认有“高血压病”、“糖尿病”及“冠心病”等病史，否认有“肝炎”、“结核病”等传染病史。否认重大外伤、手术、中毒及输血史。否认药物过敏史。预防接种史不详。个人史：出生生长于原籍，未到过传染病疫区，无吸烟等不良生活嗜好，生活及工作条件一般，否认冶游史。月经及婚育史：14岁月经来潮，平素月经规律，月经周期23-40天，经期5-12天，末次月经2020年1月21日，色暗红，偶有血块，有痛经史，已经期头两天下腹胀痛为主，可耐受；已婚，G2P2，曾早产1孩（夭折），后于6年前顺产1孩子，孩子及爱人均体健。家族史：否认家族成员中有遗传病、传染病及肿瘤病史。"
        },
        "examine": {
            "查体": "T:37.2℃，P:84次/分，R:20次/分，BP:102/68mmHg。一般情况：神清，精神可，发育正常，自动体位，查体合作。皮肤粘膜：皮肤粘膜、巩膜无黄染，无皮疹、出血点、蜘蛛痣及肝脏，皮肤弹性好。淋巴结：全身浅表淋巴结未触及肿大。头部及其器官：头颅外形无畸形，头发色泽正常，无秃发。眼眶外形无畸形，双眼睑无水肿，眼球活动正常，睑结膜无水肿及充血，巩膜无黄染，双侧瞳孔等大等圆，对光反射灵敏。耳郭无畸形，外耳道无溢脓，乳突无压痛。鼻翼无扇动，通气畅，鼻中隔无弯曲，嗅觉无异常，鼻窦区无压痛。口角无歪斜，口唇无紫绀，伸舌居中，双扁桃体无肿大，咽部无充血。颈部：颈软无强直，两侧对称，无颈静脉怒张，未见动脉异常搏动。气管居中，甲状腺无肿大，无结节、触痛，未闻及血管杂音。胸部：胸廓：外形无畸形，两侧对称，双侧乳房外观正常，胸部无凹陷，乳晕可见蒙氏结节，双乳房均未触及包块，无触痛，未及副**。肋间隙正常，无局部隆起或凹陷，无静脉曲张。运动正常，局部无压痛。肺脏：呼吸运动两侧一致，呼吸运动正常。两侧呼吸运动度相等，语颤一致，无胸膜摩擦感。叩诊双肺呈清音，肺下界位于肩胛下角线第10肋间，肺下界移动度6cm。听诊双肺呼吸音清，未闻及明显干湿性啰音。未闻及胸膜摩擦音。心脏：心尖搏动位于左第5肋间锁骨中线内1.0cm，波动范围正常。心前区无抬举样搏动，未触及震颤及心胞摩擦感。叩诊心浊音界无扩大。HR84次/分，未闻及早搏，心音尚有力，心脏各瓣膜区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹平坦，无肠型、蠕动波及异常搏动。腹肌软，全腹无压痛，肝脾肋缘下未触及，胆囊、肾未触及。肠鸣音5次/分，未闻及气过水声及血管杂音。肛门：外观未见异常。脊柱四肢:脊柱呈生理性弯曲，各椎体无压痛及叩击痛。肋脊角无压痛。双下肢无肌肉萎缩，关节活动障碍，双上肢外观正常，关节活动自如，四肢无静脉曲张及溃疡，无杵状指、趾。桡动脉、足背动脉搏动存在。双下肢无水肿。神经系统:四肢肌力、肌张力正常。生理反射存在，病理反射未引出。专科情况：外阴发育正常，**生长正常，外阴未见异常分泌物。阴检见：阴道通畅，宫颈有柱状上皮移行表现，移行上皮处色红，无出血。宫颈口可见一大小约1.8×1.5cm肉样赘生物，色红，表面可见有活动性出血，压迫后未见其后宫颈管内有血流出。未做双合诊及肛诊。",
            "辅助检查": "（2020-03-03门诊）雌二醇545.36pmol/L，孕酮72.95nmol/L，血HCG3228.9mIU/ml。B超提示：宫内小液性暗区（孕囊？建议短期内复查），右附件混合性回声区（黄体？），左附件区回声未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.宫颈息肉伴出血2.早期先兆流产3.高龄经产妇4.孕约4周孕3产2",
            "诊断依据": "1.患者35岁，末次月经2020年1月21日，曾顺产1孩子，早产1孩（夭折）。2.反复少量**流血12天。3.体检：宫颈有柱状上皮移行表现，移行上皮处色红，无出血。宫颈口可见一大小约1.8×1.5cm肉样赘生物，色红，表面可见有活动性出血，压迫后未见其后宫颈管内有血流出。4.辅助检查：2020-03-03门诊：血：雌二醇545.36pmol/L，孕酮72.95nmol/L，血HCG3228.9mIU/ml。B超提示：宫内小液性暗区（孕囊？建议短期内复查），右附件混合性回声区（黄体？），左附件区回声未见明显异常。",
            "鉴别诊断": "需与难免流产、异位妊娠、葡萄胎、宫颈癌、宫颈尖锐湿疣等相鉴别：1.难免流产：可有**流血、伴或不伴小腹痛痛，B超检查可见无胎心搏动、孕囊变形或塌陷、可见胚胎组织阻塞于宫颈管内。不全流产宫内无完整的孕囊结构，可见不规则的光团或者小暗区。血HCG多数较前有大幅下降，血孕酮可降至5ng/ml。2.异位妊娠：多有停经史，较早期可无明显不适症状，也可有少量阴道流血。鉴别主要靠B超检查在宫内未见孕囊，宫旁探及混合性包块。血HCG多无明显翻倍增长。3.葡萄胎：停经后可出现不规则**流血，妇检子宫大于停经月份、变软，B超声像呈“落雪状”或“蜂窝状”回声。4.宫颈尖锐湿疣：可以有接触性出血，多生长在宫颈面而不是在宫颈管内长出，可见菜花样或者扁平疣样，病理检查可鉴别。5.宫颈癌：可以有接触性出血，外生型宫颈可见菜花状赘生物，组织脆易出血。病理检查可确诊。",
            "诊断结果": "1.宫颈息肉伴出血2.早期先兆流产3.高龄经产妇4.胚胎发育不良？5.孕约7周孕3产2"
        },
        "cure": "1.入院后完善相关检查，了解孕期健康状态，有无贫血、凝血功能异常，肝肾功能、有无感染性疾病影响等。2.根据入院时的检查结果，基本可以确定为宫内孕，根据血HCG及孕酮值判断目前胚胎仍在生长发育当中。考虑先兆流产，药物方面予维生素E丸、黄体酮胶囊口服。住院观察11天，阴道流血未能止，查血HCG增长良好，权衡利弊后，患者同意行宫颈息肉摘除术。3.入院第12天予行宫颈息肉摘除术，予消毒后先探查明确息肉的蒂在宫颈管内位置，予止血钳钳夹其蒂部轻扭转将息肉组织断蒂离体，大小约2cm×1.5cm.并于纱布条压迫根蒂部止血，术后予间苯三酚静注预防子宫收缩。4.术后第2天已无阴道流血，后继续观察5天，无腹痛及反复阴道流血，术后病理检查结果示炎症性息肉，予出院归家养胎。出院前B超检查示：宫内早孕，孕龄约5周+，与入院时相比以及末次月经算的孕周相比，发育稍显缓慢，血雌二醇791.25pmol/L，孕酮195.41nmol/L，血HCG21319.4mIU/m，患者为高龄孕妇，不排除胚胎发育不良可能，嘱其一周至两周后门诊B超复查，观察胎心搏动情况，以及判断胚胎发育状况。"
    },
    {
        "id": 147,
        "symptom": {
            "一般资料": "女性，38岁，职员",
            "主诉": "阴道不规则流血14天，下腹疼痛4天。",
            "现病史": "患者平素月经规律，LMP2020年6月7日，7月8日出现少量阴道流血，与平常经量明显不符，持续3天后血止，自测尿HCG阴性，自认为月经不调而未就诊检查。7月19日无外部诱因下出现下腹胀痛，以右下腹为主，伴肛门坠胀感及阴道少量流血，下腹疼痛持续约2小时后减轻，未就诊。今日（7月22日）因下腹痛持续并且仍伴有肛门坠胀感、阴道少许流血而就诊，自出现症状以来无突发的一侧下腹是剧烈疼痛症状、无饮食不洁、无腹泻、头晕乏力等症状。门诊查尿HCG阳性，妇科彩超检查提示：右附件混合性回声团，大小约5.0×2.0cm，右附件稍低回声团（黄体？），大小约1.2×0.9cm，盆腔少量积液，左侧附件回声未见明显异常。拟诊“异位妊娠？”收入院。入院症见：右下腹隐痛，活动时疼痛有加重，偶有肛门坠胀感，阴道少许流血，无头晕乏力，无发热恶寒，无腹泻呕吐，无胸闷心悸等症状。",
            "既往史": "既往史：约10年前曾因“宫外孕”经腹行左侧输卵管切除术，1年前经腹腔镜行子宫肌瘤剔除术。否认传染病等其他病史、无药物过敏史。个人史：无吸烟等不良生活嗜好，生活及工作条件一般，否认冶游史。月经及婚育史：14岁初潮，平素月经规律，4天/30天，量中、色红，无血块，无痛经史，末次月经2020年6月7日。已婚，孕4产1，顺产1子，人流1次，生化妊娠1次，宫外孕1次。家族史：否认家族成员中有遗传病及传染病病史。"
        },
        "examine": {
            "查体": "一般情况：神清，精神可，发育正常，自动体位，查体合作。胸部：外形无畸形，双侧乳房大小正常，未触及包块，无压触痛。双肺呼吸运动一致，叩诊双肺呈清音、听诊双肺呼吸音清，未闻及明显干湿性罗音。未闻及胸膜摩擦音。心脏：心尖搏动位于左第5肋间锁骨中线内1.0cm，波动范围正常。心前区无抬举样搏动，未触及震颤及心胞摩擦感。叩诊心浊音界无扩大。HR95次/分，未及早搏，心音有力，心脏各瓣膜区未闻及病理性杂音，无心包摩擦音。周围血管：无毛细血管搏动、枪击音及水冲脉，动脉无异常搏动。腹部：腹平坦，下腹可见一长约12cm手术疤痕，未见胃肠型及蠕动波，腹壁静脉无曲张，腹肌软，下腹轻压痛，无反跳痛，肝脾肋缘下未触及，胆囊、肾未触及。肠鸣音可及，未闻及气过水声及血管杂音。肛门：未见异常。脊柱四肢:脊柱呈生理性弯曲，四肢关节活动自如，桡动脉、足背动脉搏动存在。双下肢无水肿。神经系统:四肢肌力、肌张力正常。生理反射存在，病理反射未引出。专科情况：外阴发育正常，阴道畅，内有少量暗红色血污，宫颈稍充血，有柱状上皮向外移行表现，子宫前位，轻压痛，右侧附件区增厚、轻压痛，左侧附件区未及包块、无压痛。",
            "辅助检查": "2020-07-22（本院门诊）：尿HCG：阳性。妇科彩超检查提示：宫内未见孕囊回声，内膜厚约7mm，右附件混合性回声团，大小约5.0×2.0cm，右附件稍低回声团（黄体？），大小约1.2×0.9cm，盆腔少量积液，左侧附件回声未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "异位妊娠",
            "诊断依据": "1.因“阴道不规则流血14天，下腹疼痛4天”入院。2.妇科检查：专科情况：外阴发育正常，阴道畅，内有少量暗红色血污，宫颈稍充血，有柱状上皮向外移行表现，子宫前位，轻压痛，右侧附件区增厚、轻压痛，左侧附件区未及包块、无压痛。3.辅助检查：（2020-07-22，本院门诊）尿HCG阳性。妇科彩超检查提示：右附件混合性回声团，大小约5.0×2.0cm，右附件稍低回声团（黄体？），大小约1.2×0.9cm，盆腔少量积液，左侧附件回声未见明显异常。",
            "鉴别诊断": "①与“先兆流产”鉴别：均有停经史及尿HCG阳性，后者阴道流血量少，或伴下腹痛，B超检查宫内可见孕囊，经休息、治疗后症状消失，可继续妊娠。②与“不全流产”鉴别：妊娠期出现阴道流血，腹痛明显，妇检见宫口扩张或有组织物堵塞，B超示宫腔内可见部分残留妊娠组织，可鉴别。③葡萄胎：停经后出现不规则阴道流血，妇检子宫大于停经月份、变软，B超声像呈“落雪状”或“蜂窝状”回声，可鉴别。④其他还需要与卵巢囊肿蒂扭转、急性盆腔炎、急性阑尾炎、卵巢囊肿破裂等疾病进行鉴别诊断，这一些疾病如果不并发于妊娠期，血/尿HCG检测一般应为阴性，有相应疾病的腹部较重的疼痛表现为主，通过症状体征、辅助检查的B超结果等可以进行鉴别诊断。",
            "诊断结果": "1.右侧输卵管壶腹部妊娠流产2.盆腔粘连3.肠粘连4.左侧输卵管缺如"
        },
        "cure": "1.入院后予完善相关检查，血常规、尿常规、超敏C反应蛋白、淀粉酶测定、凝血六项等了解患者是否有感染、贫血、凝血功能异常等，查肝肾功能异常、血糖、电解质了解有无肝肾功能损害、血糖异常、电解质紊乱，G6PD了解有无G6PD缺乏以指导用药；血HCG了解病情，心肌酶、心电图了解有无心脏疾病，排除手术禁忌，乙肝两对半、血三检了解有无传染性疾病。2.入院当天行阴道后穹窿穿刺，抽出不凝血4ml，B超提示仅少量盆腔积液，考虑目前为未破损的、流产型的异位妊娠状态中，说明病情后，患者选择进行腹腔镜手术治疗。患者出血量少，血常规示血红蛋白量正常，无贫血表现。予入院当天行腹腔镜手术。术中探查见：盆腔内积血及积血块约350ml，右侧输卵管与盆底粘连、扭曲似腊肠状，其间质部至伞端肿胀、瘀黑，大小约9cm×3cm，局部呈紫蓝色，无破裂口，伞端见血块，输卵管系膜水肿、充血明显。左侧输卵管缺如。子宫稍增大，后壁与盆底、肠管粘连，左侧卵巢被粘连带包裹，右侧卵巢无异常。予行盆腔粘连组织松解术，术中因右侧输卵管肿胀、瘀黑、扭曲明显，无明显保意义，予行右侧输卵管切除术及输卵管妊娠物去除术。切除后右侧输卵管切开可见少量绒毛组织，切除物予病理检查。3.术后予奥硝唑氯化钠注射液联合头孢唑肟粉针剂抗感染，二乙酰胺乙酸乙二胺氯化钠注射液静滴防止术后术口创面持续性出血。复方氯化钠、转化糖电解质注射液、10%氯化钾注射液补充电解质，维生素C注射液、维生素B6注射液补液营养支持治疗，奥美拉唑钠预防术后应激性溃疡。术口每日更换下敷料，光照治疗促进愈合。4.术后恢复良好，病理检查确认为输卵管妊娠。术后连续复查血HCG，从入院当天7月22日查的1716mIU/ml，降至7月28日的33.09mIU/ml，说明手术治疗效果好，目前未发现有持续异位妊娠等异常，予痊愈出院，嘱出院一周后返院复查血HCG情况。"
    },
    {
        "id": 148,
        "symptom": {
            "一般资料": "女性，27岁，无",
            "主诉": "停经38^+6周，要求入院第二天分娩",
            "现病史": "患者平素月经规律，末次月经：2020-06-29预产期：2021-04-06;停经40天出现呕吐，超声诊断早孕，停经16周开始胎动，规律，规律产检，NT，无创DNA，胎儿心脏彩超，胎儿四维彩超，均无异常，现停经39周，无临产先兆，阴道检查宫颈软，居中，宫口未开，宫颈管未变短，要求入院第二天分娩，门诊以\"39周妊娠\"收住院。停经以来孕妇无腹痛，无头疼头晕，无肢体浮肿及发热，体重孕前60kg，入院75kg，大小便正常。",
            "既往史": "既往体健，否认肝炎史、否认结核史；否认手术、外伤、输血史；否认药物过敏史；预防接种史不详。个人史：无外地长期居住史，否认新冠肺炎疫区旅居史及患者接触史，否认聚集性发热史，无烟酒等不良嗜好.14岁月经初潮，经期4天，周期28天左右，末次月经末次月经：2020-06-29，经量及颜色无异常，无痛经，G1P0。"
        },
        "examine": {
            "查体": "T:36.5℃，P:88次/分，R:20次/分，BP:128/82mmHg。一般情况好，心肺无异常，肝脾肋下未及，产科查体：腹围105cm，宫高32cm，NST:反应型，无规律宫缩，抬头衔接，胎心140-160bpm，阴道检查宫颈软，居中，宫口未开，宫颈管未变短宫口未开，胎膜未破，胎头S-1。",
            "辅助检查": "血常规:WBC：9.96*10^9/L,HGB：106g/L.血型：O型RH：阳性，不规则抗体筛查：阴性。尿蛋白：－。B超示：胎儿双顶径91mm，头围322mm，腹围347mm，股骨长75mm，胎心率:148次/分，胎盘位于子宫后壁，胎盘功能II级，羊水指数130mm。"
        },
        "diagnosis": {
            "初步诊断": "38^+6周妊娠G1P0-LOA",
            "诊断依据": "1.停经38^+6周,要求入院第二天分娩。2.体检：腹膨隆，腹围103cm，宫高33cm，宫缩规律,15-20S/6-7min，胎心140bpm，内诊：宫颈管消80%，质软，位置后，S-3，宫口开大1cm，胎膜未破。3.2021-03-26血常规:WBC：9.96*10^9/L,HGB：106g/L.血型：O型。尿蛋白：－。2021-04-06B超示：胎儿双顶径91mm，头围322mm，腹围347mm，股骨长75mm，胎心率:148次/分，胎盘位于子宫后壁，胎盘功能II级，羊水指数130mm。",
            "鉴别诊断": "诊断明确，无需鉴别。",
            "诊断结果": "39周妊娠分娩G1P1L1-LOA"
        },
        "cure": "入院后完善化验检查，观察产程，给予水囊促宫颈成熟，后有不规律宫缩，10小时后宫口开大4cm，宫颈消失，宫颈软。仍无规律宫缩，遂给予缩宫素催产加破膜引产，宫缩规律后给以椎管内麻醉无痛分娩，产程进展顺利，宫缩规律3小时后经阴娩一女婴，新生儿一般情况好，阿氏评分1分钟5分钟，10分钟均评10分，胎盘胎膜娩出完整，会阴侧切处缝合顺利，出血不多，产后2小时无异常，产后缩宫治疗，会阴常规消毒，无红肿及渗出，产后恢复好。"
    },
    {
        "id": 149,
        "symptom": {
            "一般资料": "男性，68岁，农民",
            "主诉": "间断便血1年余",
            "现病史": "患者一年前无明显诱因发现大便带血，量少，暗红色，后大便带血频率增加，无腹痛腹胀，无发热畏寒，无恶心呕吐，无胸闷心悸，患者未予检查及治疗，今来我院门诊，门诊以便血：直肠癌收入院。病后患者精神、饮食、睡眠尚可，大便如上，小便正常。",
            "既往史": "既往有慢支肺气肿病史，否认高血压、心脏病、糖尿病病史，无药物及食物过敏史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，痛苦面容，自动体位，查体合作，神清，全身皮肤及巩膜无黄染，浅表淋巴结未及肿大，颈软，心肺未闻及明显异常，腹平软，肝脾肋下未及，未触及包块，全腹无压痛及反跳痛，未见肠型及蠕动波，无移动性浊音，肠鸣音正常，双肾区无叩痛。直肠指诊：距离肛门口约3-4cm直肠前壁可触及半环周溃疡型肿物，质地稍硬，活动度差，指套退出未见明显血染，四肢及脊柱未见明显异常。专科情况：腹平软，肝脾肋下未及，未触及包块，全腹无压痛及反跳痛，未见肠型及蠕动波，无移动性浊音，肠鸣音正常，双肾区无叩痛。直肠指诊：直肠指诊：距离肛门口约3-4cm直肠前壁可触及半环周溃疡型肿物，质地稍硬，活动度差，指套退出未见明显血染。",
            "辅助检查": "结肠镜示：直肠CA（活检定性。）腹部CT平扫示：1.直肠上述影像表现，考虑直肠占位性病变，伴周围脂肪间隙模糊、小淋巴结可见；2.肝右叶小占位性病变；3.前列腺增生、钙化。腹部CT增强示：1.直肠上述影像表现，考虑直肠肿瘤性病变可能性大；2.肝右叶小囊肿；3.前列腺增生，并钙化。胸片示：所见符合慢性支气管炎、肺气肿表现，请结合临床；胸椎侧弯。盆腔磁共振示：直肠壁不规则增厚并肠腔狭窄多考虑肿瘤性病变可能"
        },
        "diagnosis": {
            "初步诊断": "直肠癌COPD",
            "诊断依据": "1.68岁老年男性，间断血便一年余。2.既往史：既往体建，否认高血压、糖尿病、心脏病病史，无药敏史及家族遗传病史。3.专科情况：腹平软，肝脾肋下未及，未触及包块，全腹无压痛及反跳痛，未见肠型及蠕动波，无移动性浊音，肠鸣音正常，双肾区无叩痛。直肠指诊：直肠指诊：距离肛门口约3-4cm直肠前壁可触及半环周溃疡型肿物，质地稍硬，活动度差，指套退出未见明显血染。4.辅助检查：肠镜检查示直肠癌。腹部CT平扫考虑直肠占位性病变，伴周围脂肪间隙模糊、小淋巴结可见前列腺增生、钙化。腹部CT增强示直肠肿瘤性病变可能性大；胸片示：所见符合慢性支气管炎、肺气肿表现，请结合临床；胸椎侧弯。盆腔磁共振示：直肠壁不规则增厚并肠腔狭窄多考虑肿瘤性病变可能。查血结果大致正常。",
            "鉴别诊断": "据病史、症状、体征，本病人直肠癌可能性大，确诊有待肠镜及活检。",
            "诊断结果": "直肠癌COPD高碳酸血症"
        },
        "cure": "诊疗计划：1.积极完善相关检查；2.据检查结果决定下一步治疗方案。，必要时外科治疗。麻醉前访视：老年男性患者，间断血便一年余入院，诊断为直肠癌，X线示慢性支气管炎、肺气肿，胸椎侧弯。ASA3级。心功能2级，拟在全麻下行腔镜直肠癌根治术。麻醉及抢救简要经过：入室常规监测EKGNIBPSPO2HRRR等，静脉快速诱导插管，接麻醉机行控制呼吸，未检查钙石灰是否失效，也未监测呼末二氧化碳分压。术中吸入七氟烷，静脉泵注右美托咪定，丙泊酚及瑞芬太尼维持麻醉，术毕患者呼吸略深快，呼之睁眼，麻醉医生拔除导管，5min后患者饱和度下降至80%，呼之不应，面色潮红，给予面罩加压给氧饱和度上升至92%，嗜睡意识模糊，急查血气值二氧化碳分压81mmHg，氧分压75mmHg，给予再次气管插管，过度通气30min，复查血气值二氧化碳分压48mmHg，氧分压85mmHg,带管回ICU，继续呼吸机治疗。复查血气。次日下午患者苏醒，血气正常（二氧化碳分压38mmHg），拔管后观察30min，吸空气饱和度98%以上，血气值正常，转回普通病房继续治疗。术后第三天随访未见明显异常。手术简要经过：气管全麻，改良截石位，即右髋关节伸直、外展约45°，膝关节伸直，右下肢高度低于腹部，左髋关节略屈曲30°、外展45°。于脐上作弧形切口长约1cm，以气腹针刺入腹腔，充入二氧化碳气体成13mmHg气腹；置入腹腔镜，探查见戳口无出血、腹内脏器未见损伤，直视下再作四个孔，即右下腹（右锁骨中线与两髂前上棘连线交点）置一个12mm套管作为主操作孔，右锁骨中线平脐处置一个5mm套管作为辅助操作孔，左锁骨中线平脐处置一个5mm套管；耻骨联合上方约2cm处置入5mm套管作为次辅助操作孔。腹腔探查见，右侧腹股沟区可见一缺损，腹盆腔未见转移灶，肝脏未见结节状转移灶，肿瘤位于直肠下段，大小约5.0cmx4.0cm，浆膜层未见明显侵犯，证实术前诊断，决定行腹腔镜直肠癌根治术。切开乙状结肠系膜和小盆腔交界处后腹膜，沿右髂总动脉表面游离并切开后腹膜，显露腹主动脉，在距左右髂总动脉分叉处约4cm处，分离出肠系膜下动脉。肠系膜下动脉根部结扎肠系膜下动脉，在同一平面动脉外侧约1cm处结扎切断肠系膜下静脉，并由此向左侧进入Toldt(融合)筋膜间隙，向左下侧腹壁游离。沿乙状结肠外侧黄白交界线切开，游离乙状结肠侧腹壁进入后腹膜Toidt间隙，继续向内下侧游离，显露左腰大肌、左髂总动脉及跨越其上的输尿管和生殖血管，与从内侧游离的Toldt(融合)筋膜间隙相贯通。沿腹主动脉表面Toldt(融合)筋膜间隙向下游离，游离骶前间隙直至肿瘤远端3cm，直肠前方游离肠管，直至精囊腺以远，腔内切缝器于肿瘤下方3cm离断肠管，肛门指诊未触及肿块，因肿瘤位置低，决定行末端回肠双腔造瘘术。取右下腹切口长约5cm，进入腹腔后，将离断的直肠肿瘤及其系膜提出腹腔外，在距离肿瘤上缘10cm处切断乙状结肠，整块切除部分亦庄结肠、直肠上段及肿瘤相连部分正常肠管及其系膜和淋巴组织。在乙状结肠残端放置直径29cm圆形吻合器砧（zhen）头后送入腹腔，重建气腹后，由肛门插入吻合器手柄，与腹腔内钉砧头衔接，确认无旋转、未夹入其他组织、无张力后击发吻合器。留置肛管一根并固定。检查术创无出血，引流管放置于陶氏腔，由左下套管孔引出固定，拔出套管，术野喷洒防粘连材料“赛必妥”2支。缝合其他操作孔。将距离回盲部约25-30cm末端回肠提出左下腹切口，于无血管区切开系膜置入支撑棒，将回肠浆肌层于腹膜缝合固定后再将腹直肌前鞘与末端回肠缝合固定，开放造口并缝合皮肤，检查造口通畅后接造瘘袋。术毕.术中经过顺利，出血约20ml。术后患者拔管后意识逐渐模糊，面色潮红，急查血气示高碳酸血症，急行再次插管转ICU监护及呼吸机治疗，行抗炎、护胃、护肝、补液对症支持治疗。术后第一天下午患者清醒，查血气正常，拔管。术后11天出院。嘱造口护理及按时化疗。"
    },
    {
        "id": 150,
        "symptom": {
            "一般资料": "女性，89岁，农民",
            "主诉": "摔倒后头痛，头部流血，逆行遗忘3小时",
            "现病史": "患者于3小时前在家不慎摔倒，头部着地，当即昏迷，短暂昏迷后自行清醒，逆行性遗忘，伴头、右肩部等处疼痛，少许咳嗽咳痰，无恶心呕吐，无四肢抽搐，无大小便失禁。由120送入我院，查ct示左侧颞叶脑挫裂伤，左侧颞部硬膜下血肿，蛛网膜下腔出血，右侧颞枕部软组织损伤。急诊予以头部伤口清创缝合后，为进一步诊治收住我科。受伤以来，患者未进食，大小便暂未解。",
            "既往史": "有腹主动脉夹层并动脉瘤，高血压，动脉粥样硬化，频发房早，支气管扩张，高血压等病史。"
        },
        "examine": {
            "查体": "T:37℃,P:85次/分,R:18次/分,BP:115/72/mmhg。营养差，形体消瘦，急性痛苦面容，神志清楚，体查合作，GCS评分:E4V5M6=15分，双侧瞳孔等大等圆，直径3mm，光反射灵敏，右侧颞枕部可见头皮肿胀青紫有不规则头皮裂伤，双肺可闻及散在干湿性啰音，右肩关节青紫肿胀，活动受限。",
            "辅助检查": "ct示左侧颞叶脑挫裂伤，左侧颞部硬膜下血肿，蛛网膜下腔出血，右侧颞枕部软组织损伤。3.23WBC:9.8*10*9/L3.26胸部CT提示双肺渗出改变"
        },
        "diagnosis": {
            "初步诊断": "1.重型颅脑损伤:硬膜下血肿脑挫裂伤蛛网膜下腔出血2.肺部感染3.锁骨骨折，4.腹主动脉夹层并动脉瘤5.高血压",
            "诊断依据": "摔倒后头痛，头部流血，逆行遗忘3小时ct示左侧颞叶脑挫裂伤，左侧颞部硬膜下血肿，蛛网膜下腔出血，右侧颞枕部软组织损伤。3.23WBC:9.8*10*9/L3.26.肺部ct提示双肺渗出性病变，双侧胸腔少量积液。",
            "鉴别诊断": "肺挫伤：3.26胸部CT提示双肺渗出改变，患者入院时有摔伤史，应该警惕，但患者胸部挤压不疼，未见肋骨骨折，依据不足。脑血管病：多见于老年人，突发脑血管病后可以摔倒，导致颅脑外伤，头颅MR可以鉴别。",
            "诊断结果": "重型颅脑损伤重症肺炎高血压锁骨骨折腹主动脉夹层并动脉瘤"
        },
        "cure": "入院后予以止血，抗感染，化痰，护胃等治疗，头部情况好转，但因卧床，年龄大，基础疾病多，肺部感染进行性加重，3.26.肺部ct提示双肺渗出性病变，双侧胸腔少量积液。出现高热，体温最高达39.5摄氏度，白细胞，中性粒细胞，CRP及降钙素原进行性升高，于3.29.出现指脉氧下降至70%左右，予以气管插管，有创呼吸机辅助呼吸，心功能衰竭，BNP上升明显。予以亚胺培南西司他丁及去甲万古霉素抗感染效果不明显，痰培养金黄色葡萄球菌感染，于3.31.起予以血必净50mlQ8h静脉泵入，并于4.2.加量至100mlQ8h静脉泵入治疗，患者肺部感染明显好转，使用至4.8日停用，患者呼吸机撤除，并拔除气管插管，肺部痰明显减少，复查肺部ct感染好转，白细胞及中性细胞、CRP，PCT明显下降，体温恢复正常。于4.12.好转出院。"
    },
    {
        "id": 151,
        "symptom": {
            "一般资料": "女性，67岁，无",
            "主诉": "不慎摔伤左髋5小时余",
            "现病史": "患者5小时前因不慎摔伤左髋感剧痛，肿起，不能治疗及行走，无发热，无昏迷及恶心呕吐，无胸闷及呼吸困难。伤后未予特殊处理，速来我院就诊，拍片示左侧股骨颈骨折。门诊以此为诊断收住院。病程中，精神、饮食、睡眠欠佳，大小便正常。",
            "既往史": "既往有糖尿病病史，未正规治疗。否认高血压，心脏病病史。"
        },
        "examine": {
            "查体": "神志清楚，发育正常，营养中等，步入病房，自动体位，查体合作。全身皮肤粘膜红润，淋巴结无肿大；双瞳孔等大等圆，光反射灵敏，颈软，甲状腺无肿大；心肺无异常；腹平软，无压痛及反跳痛。专科情况：脊柱生理弯曲存在，左髋压痛，活动受限，末梢感觉血供正常。生理性反射存在，病理反射未引出。",
            "辅助检查": "门诊及院外重要检查结果：拍片：左侧股骨颈骨折EKG非特异性T波异常空腹血糖13.8mmol/l彩超示左室舒张功能减低双颈动脉内中膜增厚，右椎动脉细余结果见图片"
        },
        "diagnosis": {
            "初步诊断": "1.左侧股骨颈骨折，2.2型糖尿病",
            "诊断依据": "老年女性，既往有糖尿病病史多年，明确外伤史，且有1.左小腿疼痛，肿胀，活动受限病史。2.PE：脊柱生理弯曲存在，左髋活动受限，末梢感觉血供正常。生理性反射存在，病理反射未引出。3.拍片：左侧股骨颈骨折。空腹血糖13.8mmol/l",
            "鉴别诊断": "外伤史明确，目前诊断成立。需与病理性骨折相鉴别，X线或CT可进一步明确诊断。",
            "诊断结果": "1.左侧股骨颈骨折，2.2型糖尿病，低血糖症"
        },
        "cure": "诊疗计划：1.完善相关检查（血常规，实验室生化，彩超等）；2.活血消肿治疗；3.择期手术。患者入院，术前检查中发现节育环，遂请妇产科会诊取出节育环，抗炎处理，行MRI检查，2型糖尿病病史多年，血糖值控制不佳，请内分泌科会诊给予胰岛素泵调控血糖，完善相关检查。麻醉前访视：老年女性，髋部骨折，并存糖尿病病史，胰岛素泵调控血糖中，ASA3级心功能2级，拟在椎管内麻醉下行手术。麻醉及抢救经过：接患者入室途中，患者诉心慌胸闷手抖，出冷汗，高度怀疑低血糖，立即随机血糖2.6mmol/l，迅速入室开放静脉，5%葡萄糖溶液250ml快速静脉滴注，桡动脉穿刺测压测血气，输液前血糖3.6mmol/l输液后6.0mmol/l。椎管内麻醉下行手术，术中输血输液，血管活性药物泵注，右美泵注镇静，术毕患者未诉任何不适，PCIA回ICU交班。手术简要经过：1.麻醉满意后患者取左侧卧位，以手术部位为中心常规术野消毒，铺巾，戴手套。2.以左股骨大转子为中心沿股骨后外缘作切口，近端过大转子后向髂后上棘延伸，长约15.0㎝.依次切开皮肤皮下组织筋膜层，见组织黏连，沿切口方向切开髂胫束及阔筋膜张肌，显露出臀大肌臀中肌，自其二者间隙分离进入，内旋右下肢，沿股骨小转子后缘切断后旋肌群及关节囊，显露股骨头发现病理，股骨头变形，软骨玻璃脱落，内旋左髋关节90°，股骨颈基底部以上1.0㎝处45°截骨，切除臼缘软组织，以40-52号髋臼锉磨去髋臼内软骨及软组织，注意保持前倾角及外展角，冲洗髋臼，使用52号试模与髋臼结合紧，髋臼外后方骨质缺损，臼杯覆盖欠佳，测量缺损大小，填塞纱布髋臼止血。再将髋臼植入臼杯固定，髋臼于臼杯结合，骨质完全覆盖臼杯，安装陶瓷内衬。屈髋内旋左下肢90°，开口器于颈端开口(前倾角约127°)扩髓8-11号髓腔锉，至11号时与髓腔结合紧密并C臂机透视确认臼杯位置、角度以及股骨柄大小与髓腔充分接触，标准头试模复位后测试发现髋关节活动好，冲洗髓腔，选用11号假体植入，使用标准头陶瓷头安装复位后检查髋关节外展，前屈无脱位，牵拉下肢髋关节松紧度合适，再次检查髋关节稳定性。冲洗，缝合关节囊及旋后肌群，置创面引流管一根，逐层缝合切口，无菌敷料包扎。3.术毕，术程顺利，术中出血约400ml，术中输血1.5U，术后送返ICU观察。术后抗炎止血抗凝防止深静脉血栓及对症治疗，7天后患者出院，嘱继续抗凝治疗，定时复诊。"
    },
    {
        "id": 152,
        "symptom": {
            "一般资料": "女性，65岁，退休人员",
            "主诉": "出现下腹部不适2天。",
            "现病史": "该患者老年女性，绝经12年。昨天因下腹部不适，就诊于我院妇科门诊，经彩超检查提示：内膜厚约0.4cm，宫腔线分离，宽0.45cm。可见0.7cm×0.4cm偏强回声团，未见明显血流信号。为求进一步治疗，今日来我院门诊要求住院，门诊遂以子宫内膜病变收入院。现偶有下腹部不适，无发热，饮食欠佳，睡眠欠佳，大便正常。",
            "既往史": "高血压病10年，最高血压150/85mmHg，现口服硝苯地平1片，每日3次，血压控制平稳。心脏不适1个月余，口服丹参滴丸10粒，每日2-3次口服，参芍片4片，每日2次口服。发现躯体化症状10余年，口服盐酸丁螺环酮2片，每日2次口服，盐酸舍曲林片1片，每日1次口服。否认糖尿病病史。无药物及食物过敏史；否认肝炎等传染病史。有计划免疫接种史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，自主**，步态正常，无病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：妇科检查：外阴已婚型，**分布稀疏，**通畅，粘膜萎缩，分泌物量少，色白，稀薄、无异味。宫颈光滑，萎缩，子宫前位，萎缩，活动度尚可，压痛（-），双侧附件未触及明显异常。",
            "辅助检查": "妇科超声：（经**）子宫前位，大小约3.7cm×3.0cm×2.8cm。轮廓：欠规则。肌壁回声：欠均匀。内膜厚约：0.4cm，宫腔线分离，宽0.45cm。可见0.7cm×0.4cm偏强回声团，未见明显血流信号。宫颈前后径：2.4cm，内回声欠均匀，右侧卵巢显示不清，左侧卵巢大小约1.8cm×0.9cm，左侧附件区可见大小约2.1cm×2.0cm囊性回声。超声提示：宫腔内改变，建议进一步检查或复查，左侧附件区囊性回声，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "子宫内膜息肉高血压病Ⅰ级",
            "诊断依据": "1.妇科检查：外阴已婚型，**分布稀疏，**通畅，粘膜萎缩，分泌物量少，色白，稀薄、无异味。宫颈光滑，萎缩，子宫前位，萎缩，活动度尚可，压痛（-），双侧附件未触及明显异常。2.妇科超声：（经**）子宫前位，大小约3.7cm×3.0cm×2.8cm。轮廓：欠规则。肌壁回声：欠均匀。内膜厚约：0.4cm，宫腔线分离，宽0.45cm。可见0.7cm×0.4cm偏强回声团，未见明显血流信号。宫颈前后径：2.4cm，内回声欠均匀，右侧卵巢显示不清，左侧卵巢大小约1.8cm×0.9cm，左侧附件区可见大小约2.1cm×2.0cm囊性回声。超声提示：宫腔内改变。建议进一步检查或复查，左侧附件区囊性回声，请结合临床。3.高血压病10年，最高血压150/85mmHg。",
            "鉴别诊断": "1.子宫内膜息肉，有月经多或不规则**流血，可有白带增多，行超声检查，宫腔镜检查及诊断性刮宫以明确诊断。现结合患者检查，此病可能性大。2.子宫粘膜下肌瘤，根据患者病史及超声报告，暂可排除子宫粘膜下肌瘤的诊断。3.子宫内膜恶性肿瘤与宫腔内异常增厚的内膜，需刮宫后待病理检查明确诊断，根据患者病史及检查，有此病可能性，待术后病理。",
            "诊断结果": "子宫内膜息肉；高血压病Ⅰ级"
        },
        "cure": "入院后患者完善相关检查，给予5%葡萄糖250ml加入喜炎平注射液250mg静点；口服硝苯地平1片，每日3次；口服丹参滴丸10粒，每日2-3次口服；参芍片4片，每日2次口服；口服盐酸丁螺环酮2片，每日2次口服；盐酸舍曲林片1片，每日1次口服。排除手术禁忌症，给予一级护理，术前备皮，术晨禁食水，于入院两天后在静脉全麻下行宫腔镜电切术，手术顺利，切除组织送病理，术后病理回报为内膜组织呈息肉样改变。术后给予0.9%氯化钠注射液150ml加入头孢米诺钠2.0g静点，替硝唑氯化钠注射液100ml静点，以预防感染。经治疗病情好转后出院，出院后注意休息，加强营养，禁盆浴及性生活1个月。定期复查妇科彩超，病情有变化随诊。"
    },
    {
        "id": 153,
        "symptom": {
            "一般资料": "女性，36岁，职员",
            "主诉": "便时及便后肛门疼痛1个月，加重伴便血1周。",
            "现病史": "该患者缘于1个月前，因大便干燥出现便时及便后**疼痛，伴便血，血色鲜红，血量较多，自认为是痔疮，自行应用硝酸甘油软膏外用后略有好转，此后病情反复发作，1周前出现大便困难、干燥，便时及便后肛门疼痛加剧，伴少量便血。今日为求系统治疗，就诊我院。门诊以肛裂收入院。现症：便时及便后肛门疼痛，便血，量不多，色鲜红，无发热及汗多，小便黄，大便干、困难，伴腹胀，饮食及睡眠尚可。",
            "既往史": "既往健康，曾做过剖腹产手术。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，自主体位，步态正常，无病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：视诊：肛门位于正常解剖位置，肛周无湿疹，截石位第6时位肛管内见一陈旧裂口。指诊：因肛管狭窄及疼痛未查。",
            "辅助检查": "血分析：WBC4.19X10^9/L。"
        },
        "diagnosis": {
            "初步诊断": "肛裂",
            "诊断依据": "1.便时及便后**疼痛1个月，加重伴便血1周。2.截石位第6时位肛管内见一陈旧裂口。3.血分析：WBC4.19X10^9/L。",
            "鉴别诊断": "肛裂应与结核性溃疡相鉴别，肛裂好发于前、后中线，伴周期性剧烈疼痛，大便时出血。结核性溃疡多为多发性裂口，不一定在前、后中线，疼痛不严重。",
            "诊断结果": "肛裂,内痔"
        },
        "cure": "患者入院后完善相关检查（血尿常规、肝肾功能、血糖、心电图、凝血两项、乙肝两对半等），给予一级护理，普食，术前检查回报正常，无明显手术禁忌，术晨禁食水，术前备皮，于入院第二天在鞍麻下行肛裂切除术，术中11时位因麻醉后松弛可见粘膜隆起，诊断为内痔，给予结扎后部分切除，手术顺利。术后给予巴曲酶每天1次肌注以止血，双氯芬酸钠栓每天1次外用以止痛，盐酸奥布卡因凝胶外用以止痛，金因肽外用以促进创面愈合，中药蒸汽浴每天治疗二次以清热袪湿止痛；中药大换药每日二次以袪腐生肌。经治疗现患者一般状态良好，小便正常，大便1次，创面基本愈合，无血性渗出，无水肿及粘连，予以出院。"
    },
    {
        "id": 154,
        "symptom": {
            "一般资料": "男性，58岁，农民",
            "主诉": "尿频、尿急、尿痛一周",
            "现病史": "患者自诉一周前无明显诱因出现尿频、尿急及尿痛，小便次数多，每次尿量少，时有少量血尿，有时发生排尿中断，随体位变动以后，排尿可恢复通畅，在孝感航天医院治疗后效果不佳。今来我院就诊，遂门诊以泌尿系结石收入院。起病后，患者精神、睡眠及食欲稍差，小便如上述，大便如常，体力无明显变化。",
            "既往史": "自述有高血压及心梗病史，服用双抗药物，有泌尿系结石病史，否认糖尿病等病史，无疫区旅住史及确诊接触史，否认乙肝丙肝、结核等病史，无药物过敏史。"
        },
        "examine": {
            "查体": "T:36.5℃，P:80次/分，R:20次/分，BP:130/80mmHg。神志清楚，急性病容，自动体位，查体合作。皮肤粘膜无黄染，浅表淋巴结未及肿大，头颅五官正常，双瞳孔等大等圆，对光反射灵敏，耳鼻喉无异常，颈软，颈静脉无怒张，胸廓对称，呼吸平稳，双肺呼吸音清晰，未闻及干湿啰音，心率68次/分，律齐，各瓣膜区未闻及病理性杂音。腹平软，腹无明显压痛，无反跳痛，肝脾肋下未及，双肾区无叩痛，肠鸣音可。肛周外生殖器无异常。脊柱无畸形，四肢活动自如，肌力肌张力正常，生理反射存在，病理反射未引出。专科情况：腹平软，腹无明显压痛，无反跳痛，肝脾肋下未及，双肾区无叩痛，肠鸣音可。外生殖器无异常。",
            "辅助检查": "EKG示T波异常DR双肺未见实质改变CT示1.左肾多发结石，伴左侧肾盂轻度扩张积液；2.双肾占位性病变；3.前列腺增生钙化；4.膀胱前壁上述影像表现，考虑脐尿管结石；5.所扫胆囊管结石；颈部彩超示双侧颈动脉内中膜增厚并斑块心彩示室间隔基底部稍增厚；左室舒张功能减低查血示糖化血红蛋白8.1%2021-05-1809:42血糖测定：葡萄糖11.2mmol/L。5月19日早餐后血糖13.7mmol/L.BNP812pg/ml余结果大致正常见图片。"
        },
        "diagnosis": {
            "初步诊断": "1.膀胱结石2.双肾多发结石3.高血压4.糖尿病",
            "诊断依据": "1.老年男性，58岁;2.尿频、尿急、尿痛一周；3.PE：神清，腹平软，腹无明显压痛，无反跳痛，肝脾未及，双肾区无叩痛，肠鸣音可；4.自述有心梗病史，泌尿系结石病史，否认糖尿病等病史，无疫区旅住史及确诊接触史，否认乙肝丙肝、结核等病史，无药物过敏史。5辅检示CT示1.左肾多发结石，伴左侧肾盂轻度扩张积液；2.双肾占位性病变；3.前列腺增生钙化；4.膀胱前壁上述影像表现，考虑脐尿管结石；5.所扫胆囊管结石；颈部彩超示双侧颈动脉内中膜增厚并斑块心彩示室间隔基底部稍增厚；左室舒张功能减低",
            "鉴别诊断": "1.膀胱炎：是临床最常见的引起膀胱刺激症状的疾患，其临床特点是：尿频尿急尿痛显著；但全身感染中毒征象较轻；膀胱三角区炎症易出现肉眼血尿，实验室检查的特点是脓尿菌尿，一般肾功能检查正常。2.前列腺增生症：老年男性由于女性激素分泌减少，使体内性激素失去平衡，使前列腺增生肥大，压迫后尿道而引起膀跳刺激症状，在增生肥大的基础上易同时合并前列腺炎，使症状更加突出，肛门指诊可发现中央沟消失，前列腺肥大，合并感染时尚可有触痛，B超和CT检查亦可发现肿大的前列腺。",
            "诊断结果": "膀胱结石；高血压；糖尿病；脑卒中"
        },
        "cure": "诊疗计划：1.完善术前相关检查（尿常规、生化、凝血及心电图、胸部CT等）；2.暂行抗感染治疗；择期手术（经尿道膀胱碎石取石术）。入院后完善相关检查，空腹血糖值高，葡萄糖11.2mmol/L，请内分泌科会诊，使用胰岛素诺和锐皮下电子泵，血糖控制可。于2021-05-21上午在气管插管全身麻醉下行经尿道膀胱镜下钬激光碎石术，术后给予抗感染、对症支持治疗。术后第四天患者诉头晕头痛不适，睡眠欠佳，自行拔除尿管，上厕所后突发右侧肢体无力，口角向右歪斜，神志淡漠，口不能言，立即平卧抢救，给予吸氧，补液，急查血象凝血功能机头颅CT，CT示1.双侧基底节区陈旧性病灶；2.脑萎缩；考虑TIA，症状缓解。查体：生命体征稳定，双侧瞳孔对大等圆，对光反射存在，心肺腹无明显异常，四肢活动自如，肌力肌张力无明显改变，病理反射(-)。建议转神经内科观察治疗，患者家属要求转上级院治疗，予以办理。"
    },
    {
        "id": 155,
        "symptom": {
            "一般资料": "女性，68岁，退休人员",
            "主诉": "摔伤后腰背痛，活动受限3天。",
            "现病史": "该患者3天前在不慎踩空摔倒，臀、手部着地，即感腰背部疼痛，下肢活动可，无昏迷、恶心、呕吐、胸闷、下肢疼痛、麻木、二便失禁等，当时未就诊。此后腰背部疼痛持续存在，活动后加重，卧床休息可以减轻。但腰背部疼痛反复发作，不能自愈，遂来我院就诊，门诊行腰椎X线检查后发现胸11椎体压缩性骨折，患者及家属为进一步治疗入院。发病以来，饮食睡眠稍差，体力欠佳，近1年小便不净，大便秘结。",
            "既往史": "既往健康。否认糖尿病，冠心病史，否认结核病及其它传染病史。否认重大外伤及手术史，否认输血史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动**，步态异常，急性病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：平车推入病房。脊柱无明显畸形，生理曲度存在，胸椎11-12棘间压痛（+），叩痛（+），胸腰椎活动痛性受限。双下肢直腿抬高试验（+）。左内踝处皮肤感觉正常，左第1、2趾蹼间皮肤感觉减退，跟骨外侧缘皮肤感觉正常，左足踇趾背伸力Ⅴ级，踝背伸力Ⅴ级，跖屈力Ⅴ级，足背动脉搏动正常，末梢血运良好，左膝腱反射减弱，跟腱反射正常，病理反射未引出。",
            "辅助检查": "胸腰椎X线示：胸腰椎退行性改变，T11椎体压缩性骨折，椎体骨质增生。"
        },
        "diagnosis": {
            "初步诊断": "胸11椎体压缩骨折严重骨质疏松症腰椎间盘突出症",
            "诊断依据": "1.摔伤后腰背痛，活动受限3天。2.平车推入病房。脊柱无明显畸形，生理曲度存在，胸椎11-12棘间压痛（+），叩痛（+），胸腰椎活动痛性受限。双下肢直腿抬高试验（+）。左内踝处皮肤感觉正常，左第1、2趾蹼间皮肤感觉减退，跟骨外侧缘皮肤感觉正常，左足踇趾背伸力Ⅴ级，踝背伸力Ⅴ级，跖屈力Ⅴ级，足背动脉搏动正常，末梢血运良好，左膝腱反射减弱，跟腱反射正常，病理反射未引出。3.胸腰椎X线示：胸腰椎退行性改变，T11椎体压缩性骨折，椎体骨质增生。",
            "鉴别诊断": "骨折应与软组织损伤相鉴别，结合放射线检查可鉴别。",
            "诊断结果": "胸11椎体压缩骨折，严重骨质疏松症，腰椎间盘突出症，"
        },
        "cure": "患者入院后完善相关检查，排除手术禁忌症，给予一级护理，术区备皮，术晨禁食水，在局部浸润麻醉下行胸11椎体压缩性骨折闭合复位及椎体成形术，手术顺利。术后胸腰椎制动，给予0.9%氯化钠注射液250ml加入盐酸莫西沙星注射液20ml静点，0.9%氯化钠注射液100ml加入**磷酸钠10mg静点，5%葡萄糖150ml加入小牛血清去蛋白注射液1.00g静点，5%葡萄糖150ml加入大株红景天注射液10ml静点。定期换药，切口愈合良好，两周后拆线。经治疗患者腰背疼痛明显缓解，病情好转出院。出院后继续胸腰部支具外固定，避免弯腰负重。定期拍片复查，病情有变化随诊。"
    },
    {
        "id": 156,
        "symptom": {
            "一般资料": "男性，38岁，无业人员",
            "主诉": "外伤后左膝疼痛、肿胀、活动受限2天。",
            "现病史": "该患者于2天前受伤后出现左膝疼痛、肿胀、活动受限，于当地医院诊断为左膝关节交叉韧带损伤入院，建议患者手术治疗，患者拒绝。今日来我院求治，经门诊检查后诊断为左膝关节交叉韧带损伤，患者为求进一步治疗，以左膝关节交叉韧带损伤收入院，现症见：左膝疼痛、肿胀、活动受限，饮食、睡眠尚可，二便正常。",
            "既往史": "既往健康。否认糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动**，步态异常，急性病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：左膝关节肿胀、皮肤颜色、皮温正常，左膝关节髌韧带、外侧关节间隙触压痛（+），左膝关节外侧间隙触压痛（+），左膝关节活动受限。左小腿前外侧皮肤感觉略减退，股四头肌肌力Ⅴ级。左膝关节浮髌试验（+），左侧4字试验（+），抽屉试验（+），侧方应力试验（+），双膝腱、跟腱反射正常。",
            "辅助检查": "自带左膝MRI：1.左膝关节腔及髌上囊积液。2.内、外侧半月板前、后角Ⅰ-Ⅱ级信号。3.前交叉韧带撕裂，后交叉韧带、外侧副韧带近端、髌韧带胫骨附着处损伤。4.股骨远端及胫骨近端骨髓水肿，股骨远端内见类圆形异常信号，考虑囊性。5.髌下脂肪垫损伤。6.左膝关节周围软组织肿胀。"
        },
        "diagnosis": {
            "初步诊断": "左膝关节交叉韧带损伤，左膝关节外侧副韧带损伤，左膝髌韧带损伤，左膝关节半月板损伤，",
            "诊断依据": "外伤后左膝疼痛、肿胀、活动受限2天。左膝关节肿胀，皮肤颜色、皮温正常，左膝关节髌韧带、外侧关节间隙触压痛（+），左膝关节外侧间隙触压痛（+），左膝关节活动受限。左小腿前外侧皮肤感觉略减退，股四头肌肌力Ⅴ级。左膝关节浮髌试验（+），左侧4字试验（+），抽屉试验（+），侧方应力试验（+），双膝腱、跟腱反射正常。辅助检查：自带左膝MRI：1、左膝关节腔及髌上囊积液。2、内、外侧半月板前、后角Ⅰ-Ⅱ级信号。3、前交叉韧带撕裂，后交叉韧带、外侧副韧带近端、髌韧带胫骨附着处损伤。4、股骨远端及胫骨近端骨髓水肿，股骨远端内见类圆形异常信号，考虑囊性。5、髌下脂肪垫损伤。6、左膝关节周围软组织肿胀。",
            "鉴别诊断": "本病与膝关节骨折相鉴别，放射线片：前者膝关节肿胀明显，髁间隆起变锐，关节间隙变窄，而无骨皮质不连续，后者见骨皮质不连续。",
            "诊断结果": "左膝关节交叉韧带损伤，左膝关节外侧副韧带损伤，左膝髌韧带损伤，左膝关节半月板损伤。"
        },
        "cure": "患者入院后完善相关检查（血尿常规、肝肾功能、凝血常规、血糖、心电图等），给予一级护理，普食，无明显手术禁忌，结合左膝MRI，选择在腰麻下行左膝关节前交叉韧带重建术治疗，手术顺利。术后左下肢支具外固定，给予0.9%氯化钠注射液100ml加入头孢米诺1.00g静点，抗感染治疗；0.9%氯化钠注射液100ml加入**磷酸钠5.00mg静点，抗炎消肿治疗；甘露醇50g静点，脱水消肿治疗；5%葡萄糖500ml加入维生素3.00g静点，补液治疗；0.9%氯化钠注射液150ml加入尼松30mg静点，止痛对症治疗。切口定期换药。经治疗切口愈合良好，病情好转，拆线后予以出院。定期门诊复查，病情有变化随诊。"
    },
    {
        "id": 157,
        "symptom": {
            "一般资料": "男性，56岁，工人",
            "主诉": "肛门旁肿痛3天，加重1天。",
            "现病史": "该患者于3天前，无明显诱因出现肛门旁肿痛，未经系统治疗，近1天病情逐渐加重，肛门内肿痛加剧，因症状不缓解。今日为求系统治疗，就诊我院。门诊以肛周脓肿收入院，现症：肛门旁肿痛，拒按，无发热及汗出，小便黄，大便不爽，饮食、睡眠尚可。",
            "既往史": "既往健康。否认糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "T:36.6℃，P:89次/分，R:17次/分，BP:139/86mmHg。一般情况：发育正常，营养良好，自主体位，步态正常，无病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：肛门位于正常解剖位置，肛周无湿疹，6时位肛缘可见2.0*2.0cm大小红肿范围，压痛明显，波动感（+），同时位肛内齿线处可触及质硬包块，压痛（+），退指指套可见少量血染。",
            "辅助检查": "血分析：WBC13.36X10^9/L，NEUT%83.04%。"
        },
        "diagnosis": {
            "初步诊断": "肛周脓肿",
            "诊断依据": "1.肛门旁肿痛3天，加重1天。2.肛门位于正常解剖位置，肛周无湿疹，6时位肛缘可见2.0*2.0cm大小红肿范围，压痛明显，波动感（+），同时位肛内齿线处可触及质硬包块，压痛（+），退指指套可见少量血染。3.血分析：WBC13.36X10^9/L，NEUT%83.04%。",
            "鉴别诊断": "肛周脓肿应与肛周部毛囊炎相鉴别，肛周脓肿为肛门周围突然肿痛、结块，逐渐成脓，溃后形成肛瘘。肛周部毛囊炎病灶只在皮肤或皮下，穿溃后不形成肛瘘。",
            "诊断结果": "肛瘘"
        },
        "cure": "患者入院后完善相关检查（血尿常规、肝肾功能、血糖、乙肝两对半、心电图、胸透、血压等），给予一级护理，普食，结合症状体征及理化检查可明确诊断肛周脓肿。患者肛门旁肿痛，流脓水，即时在局麻下行肛周脓肿切开引流术，术后形成肛瘘，择期进一步手术治疗。术前完善检查，有手术指征，术晨禁食水，灌肠，术前备皮，于入院第四天在静脉复合麻醉下行肛瘘切除术，手术顺利。术后禁食水，6小时排气后改为流食，给予注射用凝血酶2iu加入注射用水2ml日1次肌注以止血，双氯芬酸钠栓日1次外用以止痛，直肠肛门特殊治疗（激光法）日1次以促进创面愈合，中药塌渍日2次加热外敷。治疗一个月后，患者一般状态良好，二便可，创面基本愈合，无水肿及粘连，病情稳定予以出院。"
    },
    {
        "id": 158,
        "symptom": {
            "一般资料": "男性，63岁，退休人员",
            "主诉": "发现右输尿管结石，左肾囊肿11天。",
            "现病史": "该患者于半个月前无诱因出现右侧腰腹部疼痛，恶心及呕吐胃内容物，于当地医院检查泌尿系彩超提示：右肾积水，左肾囊肿；泌尿系CT回报：左肾囊肿，右输尿管下段结石伴右肾积水。现为求手术治疗来我院就诊，门诊检查后以右肾积水伴右输尿管下段结石，左肾囊肿收入院治疗。现患者自觉无明显腰腹部疼痛，无恶心及呕吐，无发热、寒颤，无肉眼血尿、无尿频、尿急、尿痛。",
            "既往史": "三个月前出现右侧腰腹部疼痛，口服石淋通后症状消失。右小腿骨折手术治疗史。否认糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，自主体位，步态正常，慢性病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：腹部平坦，未见肠型及蠕动波，腹部无明显压痛，无肌紧张及反跳痛，肝脾肋下未触及，肠鸣音良好，双侧肾区无明显叩击痛。",
            "辅助检查": "自带泌尿系彩超提示：右肾积水，左肾囊肿；自带泌尿系CT回报：左肾囊肿、右输尿管下段结石伴右肾积水。"
        },
        "diagnosis": {
            "初步诊断": "右肾积水伴右输尿管下段结石左肾囊肿",
            "诊断依据": "1.发现右输尿管结石，左肾囊肿11天。2.查体：腹部平坦，未见肠型及蠕动波，腹部无明显压痛，无肌紧张及反跳痛，肝脾肋下未触及，肠鸣音良好，双侧肾区无明显叩击痛。3.自带泌尿系彩超提示：右肾积水，左肾囊肿；自带泌尿系CT回报：左肾囊肿、右输尿管下段结石伴右肾积水。",
            "鉴别诊断": "1.肾肿瘤，此病多有无痛血尿病史，晚期可触及包块，CT检查可明确诊断。该患者无血尿病史，腹部无包块，依据患者病史症状，体征及检查，暂不考虑此病。2.急性阑尾炎，后者多有转移性右下腹疼痛病史，腹痛以右下腹部麦氏点为主，查体见右下腹部麦氏点压痛，出现腹膜炎可以出现反跳痛及肌紧张，与本病不符，故排除此病。",
            "诊断结果": "右肾积水伴右输尿管下段结石，左肾囊肿"
        },
        "cure": "患者入院后完善相关检查（血尿常规、肝肾功能、血糖、心电图、凝血功能等），结合自带泌尿系彩超及CT检查可明确诊断。给予一级护理，0.9%氯化钠注射液150ml加入头孢地嗪钠2.00g静点抗感染治疗。术前检查回报正常，无明显手术禁忌，于入院第三天给予禁食水，术区备皮，在全麻下行经尿道输尿管镜下右输尿管结石碎石取石术、腹腔镜下左肾囊肿去顶减压术治疗，术中见右输尿管下段一枚约8*6mm黄色结石，钛激光将结石击碎取出，放置F6双J管；术中见肾中极一直径5cm囊肿，吸出囊液，剪除囊壁，放置硅胶引流管一枚，手术顺利，并送结石成分分析。术后给予0.9%氯化钠注射液150ml加入头孢地嗪钠2.00g静点，0.9%氯化钠注射液150ml加入大株红景天10ml静点活血化瘀、0.9%氯化钠注射液250ml加入复方骨肽注射液120mg静点。结石成分分析为草酸钙结石。引流量、色正常，于术后第三天拔出左侧腰部引流管，两周后拔出右侧双J管。切口定期换药。经治疗患者自觉左侧腰部切口处无疼痛，无腹胀，排尿颜色正常，无发热，病情痊愈出院。出院后定期门诊复查，病情有变化随诊。"
    },
    {
        "id": 159,
        "symptom": {
            "一般资料": "男性，37岁，农民",
            "主诉": "右上腹间断性疼痛20天，加重4天。",
            "现病史": "该患者20天前因进食马肉后出现右上腹及肩背部疼痛，间断性胀痛，阵发性加重，恶心，呕吐2次胃内容物，无发热，无皮肤及巩膜黄染，无腹泻，排气正常，自行到当地医院予解痉对症治疗后症状缓解。病程中仍间断出现右上腹部疼痛，伴反酸、烧心，二便可。4天前右上腹部疼痛较前加重，伴恶心呕吐2次，无发热，伴皮肤及巩膜黄染，偶有腹胀，排尿深黄色，排白陶土便。现患者为求进一步治疗来我院就诊，门诊自带消化系彩超：胆囊壁毛糙壁厚（炎性改变），胆囊壁结晶，胆囊结石（多发），门诊以梗阻性黄疸、胆囊炎、胆囊结石收入院。现患者右上腹轻度疼痛，无向右肩部发射，偶有恶心、反酸、烧心，无发热，口干，无口渴，皮肤及巩膜黄染，排尿深黄色，未排便。",
            "既往史": "慢性胆囊炎病史20余年。否认高血压、糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动**，步态异常。慢性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：腹部平坦，未见胃肠型及蠕动波，肝脾未触及肿大，右上腹压痛，无反跳痛，无肌紧张，肠音弱，murphy（+）。",
            "辅助检查": "自带消化系彩超：胆囊壁毛糙壁厚（炎性改变），胆囊壁结晶，胆囊结石（多发）。"
        },
        "diagnosis": {
            "初步诊断": "梗阻性黄疸胆囊炎胆囊结石",
            "诊断依据": "1.右侧腰腹部间断性疼痛20天，加重4天。2.腹部平坦，未见胃肠型及蠕动波，肝脾未触及肿大，右上腹压痛，无反跳痛，无肌紧张，肠音弱，murphy（+）。3.自带消化系彩超：胆囊壁毛糙壁厚（炎性改变），胆囊壁结晶，胆囊结石（多发）。",
            "鉴别诊断": "结合患者病史，体征及理化检查，考虑诊断为梗阻性黄疸、胆囊炎，需与以下疾病鉴别：1.上消化道穿孔，此病多有溃疡病史，以突发性上腹部疼痛为主要表现，疼痛很快波及全腹，查体：板状腹，肝浊音界缩小或消失，肠音减弱或消失，腹透见膈下游离气体，本病例无此特点，故不考虑此病。2.胆管癌，此病多发于50-70岁男性，表现腹痛、恶心及上腹部包块、黄疸、发热，大便色浅、灰白，尿色深黄及皮肤瘙痒等，本病无此特点，故不考虑此病。",
            "诊断结果": "梗阻性黄疸，胆囊炎，胆囊结石"
        },
        "cure": "患者入院后完善相关检查，给予抗感染、抑酸、保肝对症治疗，0.9%氯化钠注射液250ml加入泮托拉唑42.3mg静点，0.9%氯化钠注射液150ml加入头孢哌酮舒巴坦钠4.0g静点，5%葡萄糖150ml加入谷胱甘肽1.20g静点，5%葡萄糖150ml加入复方甘草酸苷60ml静点。排除手术禁忌症，给予一级护理，术区备皮，术晨禁食水，在全身麻醉下行经腹腔镜下胆囊切除术，切除标本送病理，手术顺利。术后给予吸氧、心电监护、抗感染、抑酸、保肝对症治疗，0.9%氯化钠注射液150ml加入头孢哌酮舒巴坦钠4.0g静点，0.9%氯化钠注射液250ml加入泮托拉唑42.3mg静点，5%葡萄糖150ml加入复方甘草酸苷60ml静点，甲硝唑氯化钠注射液100ml进行静脉输液，5%葡萄糖150ml加入谷胱甘肽1.20g静点，0.9%氯化钠注射液150ml加入头孢吡肟2.00g静点。病理回报：慢性胆囊炎、胆囊水肿、胆囊内多发性结石。切口定期换药，引流量、色正常，于术后第三日拔出引流管。切口愈合良好，病情好转拆线出院。嘱患者一个月后门诊复查，病情有变化随诊。"
    },
    {
        "id": 160,
        "symptom": {
            "一般资料": "男性，44岁，农民",
            "主诉": "长期大量饮酒后双髋疼痛2年，加重2个月。",
            "现病史": "该患者自诉20年来每日饮烈性白酒约300ml-400ml，身体无明显不适。2年前在我院确诊：左侧股骨头坏死，右侧髋部疼痛待查。近2个月来，患者双髋疼痛加重，步行100-200米左右出现双髋疼痛，休息后疼痛不缓解，需服用止痛药物，并出现左大腿股四头肌萎缩。患者日常生活受限，出现跛行，行走时需支撑物。",
            "既往史": "否认肝炎、结核病及其它传染性疾病史。否认输血治疗史。否认高血压、糖尿病、心脏疾患等慢性病史。否认药物及食物过敏史。正常接种。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动**，步态异常。慢性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。专科情况：视：跛行步态，左侧股四头肌萎缩，双髋部皮肤无破损、瘢痕等，骨盆无倾斜。触：双腹股沟区中点深压痛，左侧大转子区压痛（+），皮温不高。动：双髋关节活动度明显受限，以屈曲、旋转为主。量：双大腿周径（髌上10cm），左侧33cm，右侧37cm，双下肢长度（髂前上棘至内踝）左侧82cm，右侧84cm。双侧臀中肌肌力Ⅴ级，双下肢足背动脉搏动良好。其它检查：Allis征（+），双髋4字试验（+），Thomas征（+），足背动脉搏动良好。",
            "辅助检查": "双髋关节X线：双侧股骨头塌陷变形，以承重区为重，关节间隙明显狭窄，股骨头和髋臼软骨下骨硬化，股骨头内有明显坏死骨，界限清楚，周围有硬化带，髋臼边缘硬化，骨赘增生。"
        },
        "diagnosis": {
            "初步诊断": "双侧股骨头无菌性坏死",
            "诊断依据": "双侧股骨头坏死（酒精性）：发病前有长年大量饮酒应用史，双侧髋部疼痛，因此诊断首先考虑本病。1.长期大量饮酒后双髋疼痛2年，加重2个月。2.跛行步态，左侧股四头肌萎缩，双腹股沟区中点深压痛，双髋关节活动度明显受限，以屈曲、旋转为主。3.双髋关节X线：双侧股骨头塌陷变形，以承重区为重，关节间隙明显狭窄，股骨头和髋臼软骨下骨硬化，股骨头内有明显坏死骨，界限清楚，周围有硬化带，髋臼边缘硬化，骨赘增生。",
            "鉴别诊断": "1.原发性骨性关节炎：病人早年常有髋部外伤史或其它髋部疾病史。临床表现为髋部僵硬，以晨起时最重，伴有疼痛或跛行。X线检查见髋关节间隙狭窄甚至消失，股骨头及髋臼边缘增生、肥大甚至出现骨赘。2.类风湿性关节炎：是全身结缔组织疾病累计关节，常以手足小关节起病，多成对称性。X线早期滑膜炎表现，侵蚀关节软骨，晚期可引起关节间隙狭窄，伸直消失，强直。但股骨头内部无坏死骨，外形多正常。",
            "诊断结果": "左股骨头无菌性坏死"
        },
        "cure": "患者入院后完善相关检查，排除手术禁忌症，遵医嘱给予一级护理，禁食水，术前备皮，清洁灌肠，在硬膜外连续镇痛麻醉下行左侧人工全髋关节置换术治疗，手术顺利。术后给予0.9%氯化钠注射液100ml加入**磷酸钠10mg静点，0.9%氯化钠注射液150ml加入丹参多酚酸盐200mg静点，0.9%氯化钠注射液250ml加入盐酸莫西沙星注射液20ml静点，0.9%氯化钠注射液150ml加入尼松60mg静点。定期采用碘伏换药，两周拆线，经治疗病情好转出院。一个月后骨科门诊复查，病情有变化随诊。"
    },
    {
        "id": 161,
        "symptom": {
            "一般资料": "男性，83岁，农民",
            "主诉": "反复腹胀2月余",
            "现病史": "患者无明显诱因于2月余前出现腹胀，无腹痛、腹泻，无黑便、血便，无畏寒、发热，无恶心、呕吐，无耳鸣、涕血，无全身骨痛，未予特殊治疗。2020-3-17至外院就诊，胸部+上腹+下腹+盆腔CT平扫及增强示：腹腔占位性病变，考虑为恶性占位，肉瘤可能性大；肝左叶局部与病灶分界不清，可疑受累；双肺散在炎症伴右肺中叶部分实变、不张；腹腔、盆腔少量积液；双侧胸腔少量积液。今患者为进一步诊治遂入院我院。发病以来，精神、胃纳、睡眠可，大小便正常。体重较前减轻约2Kg",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、心脏病史，否认糖尿病、脑血管疾病、精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养不良，慢性病容，表情自如，自主体位，神志清楚，查体合作，入院步态正常。皮肤黏膜：全身皮肤粘膜无黄染，无皮疹、皮下出血、皮下结节、瘢痕，毛发分布正常，皮下无水肿，无肝脏、蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头颅五官：头颅无畸形、压痛、包块、无眼睑水肿，结膜充血，眼球活动正常，无震颤，巩膜无黄染，瞳孔等大同圆，对光反射正常，外耳道无异常分泌物，乳突无压痛，无听力测试障碍。嗅觉正常。口唇无发绀，口腔粘膜正常。舌苔正常，伸舌无偏斜、震颤，齿龈正常，咽部粘膜正常，扁桃体无肿大。颈部：颈软无抵抗，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，无压痛、震颤、血管杂音。胸部：胸廓正常，胸骨无叩痛，乳头正常对称。呼吸运动正常，肋间隙正常，语颤正常。呼吸规整。肺部：双肺呼吸音粗，双下肺可闻及湿性啰音，无胸膜摩擦音。心脏：心前区无隆起，心尖搏动正常，心浊音界正常，心律82次/分，律齐，各瓣膜听诊区未闻及杂音，无心包摩擦音。腹部：腹膨隆，无腹壁静脉曲张，腹部柔软，无反跳痛，上腹可扪及一大小约25cmx25cm肿物，肝脏未触及，脾脏未触及，Murphy氏征阴性，肾脏无叩击痛，无移动性浊音。肠鸣音正常，5次/分。",
            "辅助检查": "2020-3-17外院胸部+上腹+下腹+盆腔CT平扫及增强示：腹腔占位性病变（两个：肝下缘104mmx58mmx67mm，腹腔内216mmx116mmx233mm），考虑为恶性占位，肉瘤可能性大；肝左叶局部与病灶分界不清，可疑受累；肝左叶小囊肿；双肾多发囊肿；前列腺钙化灶；左侧腹股沟疝，伴少许积液；主动脉及双侧髂动脉硬化；肺气肿征伴双肺多发肺大疱；双肺散在炎症伴右肺中叶部分实变、不张；右肺中叶、左肺上叶舌段局部支气管轻度扩张，双侧局部胸膜增厚；左侧第7-10肋骨陈旧性骨折；腹腔、盆腔少量积液；双侧胸腔少量积液。"
        },
        "diagnosis": {
            "初步诊断": "腹腔肉瘤待排",
            "诊断依据": "患者83岁老年男性，因“反复腹胀2月余”入院我科。查体：双肺听诊呼吸音粗，双下肺可闻及湿性啰音。全腹膨隆，上腹可扪及一大小约25cmx25cm肿物，质硬，有压痛。外院CT示：腹腔占位性病变（两个：肝下缘104mmx58mmx67mm，腹腔内216mmx116mmx233mm），考虑为恶性占位，肉瘤可能性大",
            "鉴别诊断": "原发性肝癌：患者反复腹胀，CT发现腹腔肿物，肝左叶局部与病灶分界不清累；不排除为原发性肝癌转移至腹腔，原发性肝癌患者一般有“肝炎”病史，CT表现可有“快进快出”表现，肿瘤标志物示AFP升高。建议完善相关检查进一步明确诊断",
            "诊断结果": "腹腔孤立性纤维瘤"
        },
        "cure": "完善入院常规检查：三大常规、肝肾功能、肿瘤标志物、腹腔肿物穿刺活检，腹腔肿物穿刺活检：符合孤立性纤维性肿瘤，CA125：111.532U/ML后患者因家庭原因放弃治疗出院"
    },
    {
        "id": 162,
        "symptom": {
            "一般资料": "女性，66岁，退休",
            "主诉": "女性,66岁,退休**性咳嗽伴胸闷、气喘3月余。",
            "现病史": "患者3月余前无明显诱因出现咳嗽，为**性干咳，阵发性加剧，无痰，无发热，偶感胸闷、气喘，每从事重体力劳动时明显，无呼吸困难。遂来我院就诊，予查胸部CT：左肺下叶占位，建议CT增强进一步检查；右肺中叶微小结节，建议六个月复查。为进一步治疗，门诊拟“左下肺占位”收住入院。病程中患者无发热，偶感胸闷、气喘，无呼吸困难，阵发性咳嗽、无痰，无胸痛、咯血，无腹痛、腹泻，无血尿，无四肢疼痛，近期体重无明显下降。刻下：一般情况可，精神体力尚可，胃纳睡眠可，大小便如常。",
            "既往史": "血压偏高史4月余，血压最高165/105，平日自服卡托普利，自诉血压控制尚可。有腔隙性脑梗病史。"
        },
        "examine": {
            "查体": "神志清楚，精神良好，发育正常，营养中等，自主**，查体合作。全身皮肤及粘膜无瘀点、瘀斑，无黄染。头颅外形正常。双侧瞳孔等大等圆，直径3mm，直接、间接对光反射存在。鼻中隔居中，内无脓血性分泌物。外耳廓无畸形，内无脓血性分泌物。口唇不绀，咽不充血，扁桃体不肿大。颈软，无抵抗。两侧锁骨上淋巴结未及明显肿大。气管居中，甲状腺无肿大。胸部见专科体格检查。腹部平坦，未见腹壁肠型、肠蠕动波。腹壁柔软，全腹无明显压痛，未触及明显包块，肝脾肋下未触及，移动性浊音阴性，肠鸣音正常。直肠及**未检。外阴及生殖器未检。脊柱、四肢无畸形，右上肢可见陈旧性手术疤痕，愈合好，肌力、肌张力正常。神经系统检查：生理反射存在，病理反射未引出。",
            "辅助检查": "胸部CT：左肺下叶占位，建议CT增强进一步检查；右肺中叶微小结节，建议六个月复查。"
        },
        "diagnosis": {
            "初步诊断": "1.左下肺占位，左肺癌？2.右肺中叶结节。3.高血压病2级（高危）。",
            "诊断依据": "1.患者3月余前无明显诱因出现咳嗽，为**性干咳，阵发性加剧，无痰，无发热，偶感胸闷、气喘，每从事重体力劳动时明显，无呼吸困难。2.血压135/85mmHg3.胸部CT提示左肺下叶占位；右肺中叶微小结节，建议六个月复查。",
            "鉴别诊断": "1.肺错构瘤：通常无明显症状，体检偶然发现，胸部CT结合病理活检可明确诊断。2.肺癌：多见于长期抽烟的年来老患者，咳嗽、咳痰、痰中带血丝，胸闷气急等症状，结合胸部CT及支气管镜检查能明确诊断。3.肺曲霉球菌感染：多有曲霉菌接触病史，有咳嗽、咳痰等病史，结合胸部CT结果可明确诊断。4.肺结核球：有既往病史，低热，咳嗽、咳痰，结合结核菌素试验及胸部CT结果可明确诊断。",
            "诊断结果": "1.左下肺硬化性肺细胞瘤；2.右肺中叶结节；3.高血压病2级（高危）。"
        },
        "cure": "1.胸外科护理常规，二级护理，低盐饮食，测血压、心律TID；2.完善入院检查，包括：①血、尿、粪便常规；②生化全套、凝血六项、肿瘤指标、心肌四联；③常规心电图、动态心电图、头颈胸腹部CT平扫、颈胸上腹部CT增强、心超、肺通气功能等检查。3.积极完善术前检查，予左氧氟沙星0.4QD静滴抗感染,异丙托溴铵及多索茶碱静滴气道准备。4.健康宣教健康宣教：①告知患者治疗期间宜进食清淡之品。②平素要慎起居，适宜运动，舒畅情志。5.胸腔镜下左下肺肿瘤切除术。6.术后病理：术中：肺泡间质纤维增生。术后：硬化性肺细胞瘤。免疫组化：肿瘤细胞：EMA+、TTF1+、Vimentin+。"
    },
    {
        "id": 163,
        "symptom": {
            "一般资料": "男性，27岁，职员",
            "主诉": "男性,27岁,职员突发头痛头晕行走不稳16小时余。",
            "现病史": "患者于16小时前突然出现剧烈头痛头晕，无恶心呕吐，无昏迷史，行走不稳，无肢体抽搐，经休息无好转。今日上午患者感症状渐加重，下午被家人送至我院脑病科查治，头颅CT示“左小脑出血、蛛网膜下腔出血，考虑脑血管畸形所致，建议进一步检查”，拟“左小脑出血、自发性蛛网膜下腔出血”收住入院。刻下：头痛、头晕，四肢麻木感，无肢体抽搐，简单应答。",
            "既往史": "患者既往阑尾炎手术史，有一过性晕厥病史。"
        },
        "examine": {
            "查体": "神志嗜睡，精神萎，发育正常，营养良好，扶入病房，主动**，查体合作。全身皮肤黏膜无黄染、皮疹。全身浅表淋巴结未及肿大。头颅大小形态正常，巩膜无黄染，双侧瞳孔等大等圆，对光反射灵敏；耳鼻无畸形，无异常分泌物；口唇无发绀，咽无充血，扁桃体无肿大。颈稍抵抗，颏下3横指。气管居中，双侧甲状腺未及肿大，颈动脉无异常搏动，无颈静脉怒张。胸廓对称，无畸形，双肺语颤正常，叩诊呈清音，两肺呼吸音清，未闻及干湿性啰音。心尖搏动位于胸左侧第五肋间锁骨中线内0.5cm，心脏各瓣膜区未触及震颤，心浊音界不大，心律95次／分，律尚齐，各瓣膜听诊区未闻及杂音，未闻及心包摩擦音。腹部平坦，右下腹见一陈旧性切口疤痕，愈合可。腹壁柔软，未触及包块，肝脾肋下未触及，移动性浊音阴性，肠鸣音正常。直肠及**未检。外阴及生殖器未检。双肾区无叩击痛。脊柱及四肢无畸形。神经系统见专科情况。专科检查：格拉斯哥昏迷评分（GCS）15分：按吩咐动作，自动睁眼，回答正确。双侧瞳孔等大等圆，直径2.5mm，直接及间接对光反射灵敏。双侧鼻唇沟未见明显不对称，伸舌居中。颈软，无抵抗。四肢肌力正常，肌张力正常。生理反射存在，两侧Babinski征、Oppenheim征、Gordon征阴性。指鼻试验及轮替试验阴性，Romberg征可疑阳性。",
            "辅助检查": "头颅CT：左小脑出血、蛛网膜下腔出血，考虑脑血管畸形所致，建议进一步检查。"
        },
        "diagnosis": {
            "初步诊断": "左小脑出血，自发性蛛网膜下腔出血，脑血管畸形出血",
            "诊断依据": "1.因“突发头痛头晕行走不稳16小时余”入院。2.查体：格拉斯哥昏迷评分（GCS）15分：按吩咐动作，自动睁眼，回答正确。双侧瞳孔等大等圆，直径2.5mm，直接及间接对光反射灵敏。双侧鼻唇沟未见明显不对称，伸舌居中。颈软，无抵抗。四肢肌力正常，肌张力正常。生理反射存在，两侧Babinski征、Oppenheim征、Gordon征阴性。指鼻试验及轮替试验阴性，Romberg征可疑阳性。3.辅助检查：头颅CT：左小脑出血、蛛网膜下腔出血，考虑脑血管畸形所致，建议进一步检查。",
            "鉴别诊断": "本病应与以下疾病相鉴别：①烟雾病：年轻患者发病多见，可表现为反复颅内出血，或缺血改变，或两者合并，需行脑血管造影明确诊断；②脑血管淀粉样变性：老年患者发病多见，出血部位多见于脑皮质，而基底节区、小脑、脑干等典型高血压出血部位不常见，易反复出血，不易止血；③脑肿瘤卒中：脑肿瘤慢性起病，可能头痛等颅高压及占位表现，CT或MR可见病灶。",
            "诊断结果": "1左小脑出血，2自发性蛛网膜下腔出血，3小脑幕区及左侧窦区硬脑膜动静脉瘘"
        },
        "cure": "1.患者入院后行抑酸、止血、脱水、营养神经及醒脑开窍等治疗。2.头颈部CTA+CTV:左侧横窦、乙状窦交界区动静脉畸形伴左侧小脑半球出血，请结合临床鉴别。3.全脑血管造影术示小脑幕区及左侧窦区硬脑膜动静脉瘘。4.应患者及家属要求出院外院进一步治疗。"
    },
    {
        "id": 164,
        "symptom": {
            "一般资料": "男性，63岁，退休",
            "主诉": "双手针刺样疼痛伴走路踏棉感半年",
            "现病史": "患者于半年前，在无明显诱因的情况下出现双手麻木、针刺样疼痛，走路有踏棉感。于家附近诊所就诊，口服甲钴胺及布洛芬缓释片，症状无明显缓解，逐来就诊，门诊摄CT及MRI示：C2/3、C3/4、C4/5、C5/6、C6/7椎间盘突出，C2-7后纵韧带骨化伴椎管狭窄。门诊以脊髓型颈椎病为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无大小便失禁，体重无明显减轻。",
            "既往史": "身体健康状况一般，糖尿病病史10年，口服药物控制中，否认肝炎、结核等传染病史。否认高血压、心脏病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "T:36.8℃，P:84次/分，R:18次/分，BP:140/90mmHg。一般情况：发育正常，营养中等，主动体位，步入病房。表情如常，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。专科检查：颈椎生理曲度存在，颈椎棘突及双侧棘旁未触及明显压痛，颈椎活动可，肱二头肌及肱三头肌肌力V级，双手握力IV级，局部皮肤痛觉过敏，大鱼际肌肉萎缩，双侧肱二头肌及肱三头肌腱反射存在，双侧Hoffman征阳性。双膝腱反射亢进，双下肢肌力及肌张力正常。Babinski征阴性。",
            "辅助检查": "CT及MRI示：C2/3、C3/4、C4/5、C5/6、C6/7椎间盘突出，C2-7后纵韧带骨化伴椎管狭窄。"
        },
        "diagnosis": {
            "初步诊断": "颈椎病脊髓型颈椎后纵韧带骨化症",
            "诊断依据": "1.病史：双手针刺样疼痛伴走路踏棉感半年。2.查体：颈椎生理曲度存在，颈椎棘突及双侧棘旁未触及明显压痛，颈椎活动可，肱二头肌及肱三头肌肌力V级，双手握力IV级，局部皮肤痛觉过敏，大鱼际肌肉萎缩，双侧肱二头肌及肱三头肌腱反射存在，双侧Hoffman征阳性。双膝腱反射亢进，双下肢肌力及肌张力正常。Babinski征阴性。3.影像学检查：CT及MRI示：C2/3、C3/4、C4/5、C5/6、C6/7椎间盘突出，C2-7后纵韧带骨化伴椎管狭窄。",
            "鉴别诊断": "进行性肌萎缩症：改种疾病为神经元变性，限于脊髓前角细胞而不波及上神经元。肌肉萎缩仅局限于一部分肌肉，再累及全身，表现为肌无力、肌萎缩。该患症状不符合，故可排除。",
            "诊断结果": "颈椎病脊髓型,颈椎后纵韧带骨化症"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、血糖、肝肾功、血离子、RPR、HIV、心电图、肺CT），患者空腹血糖：10.68mmol/L,请内分泌科会诊协助诊治，控制血糖，患者目前颈椎多阶段突出，症状明显，保守治疗效果不理想，故选择手术治疗。于入院后第5天全麻下行颈椎后路C3-6单椎板开门减压手术治疗。术后颈托固定3个月，术后给予注射用头孢唑啉钠1.0日2次静点3天以抗感染治疗，给予止痛泵镇痛治疗，术后早期指导患者康复功能锻炼。术后第3天指导患者下地负重活动。定期换药，术后10天拆线见切口1/甲愈合。患者治愈出院，嘱其2周后门诊复查，出院后4、8、12周门诊复查，之后3-6个月复查1次，术后颈托外固定3个月。"
    },
    {
        "id": 165,
        "symptom": {
            "一般资料": "男性，57岁，公务员",
            "主诉": "腹痛2周，伴便血1周",
            "现病史": "患者自诉2周前无明显诱因出现上腹疼痛，呈间歇性胀痛，程度不剧，疼痛不向其他部位放射，伴反酸、嗳气，近一周出现血便，量不多，为鲜红色，无恶心、呕吐，无腹胀、腹泻，无发热、咳嗽、咳痰等不适。无明显加重及缓解因素。自服“阿莫西林”、“三九胃泰”、“盐酸伊托必利”，症状无明显好转，今为求进一步诊治，遂入我院，门诊以“腹痛查因”收入我科。患者起病以来，精神、食纳、睡眠尚可，近期体重无明显增减。",
            "既往史": "否认高血压、冠心病、糖尿病等慢性病史,否认肝炎、结核、伤寒、疟疾等传染病史，否认重大手术、外伤及输血史，否认药物、食物过敏史。预防接种史不详。否认发病前14天内有病例或**报告社区的旅行史或居住史；"
        },
        "examine": {
            "查体": "T:36.4℃，P:72次/分，R:19次/分，BP:125/78mmHg。发育正常,营养良好，神清，自动体位，查体合作。全身皮肤、巩膜无黄染，无皮疹及出血点，全身浅表淋巴结无肿大。头颅五官无畸形，双侧瞳孔等大等圆，对光反射灵敏。外耳道无畸形，未见异常分泌物，乳突无压痛。鼻中隔无偏曲，无鼻翼煽动。口唇无发绀，嘴角无歪斜，扁桃体无肿大。颈软，气管居中，颈静脉无充盈，甲状腺未及肿大。双侧呼吸运动对称，双侧语颤对称，叩呈清音，双肺呼吸音清，未闻及干湿啰音。心前区无隆起，心尖搏动在第五肋间左锁骨中线内0.5cm处，心界无扩大，心率72次/分,律齐，心音钝，未及杂音。腹平坦，未见胃肠型蠕动波及静脉曲张。软，中上腹及左上腹轻压痛，无反跳痛，肝脾肋下未及，肝区及双肾区无叩击痛，移动性浊音阴性，肠鸣音正常。肛门及外生殖器未查。脊柱生理弯曲存在，未见病理性弯曲，各棘突无压痛，椎旁无压痛，无叩击痛，脊柱活动尚可。四肢无畸形，活动自如，浅深感觉正常，双下肢无浮肿，四肢肌张力正常，末梢血运可。生理反射存在，病理反射未引出。",
            "辅助检查": ""
        },
        "diagnosis": {
            "初步诊断": "急性胃炎",
            "诊断依据": "老年男性患者，因腹痛2周入院，查体：腹平坦，未见胃肠型蠕动波及静脉曲张。软，中上腹及左上腹轻压痛，无反跳痛，肝脾肋下未及，肝区及双肾区无叩击痛，移动性浊音阴性，肠鸣音正常。肛门及外生殖器未查。脊柱生理弯曲存在，未见病理性弯曲，各棘突无压痛，椎旁无压痛，无叩击痛，脊柱活动尚可。四肢无畸形，活动自如，浅深感觉正常，双下肢无浮肿，四肢肌张力正常，末梢血运可。生理反射存在，病理反射未引出。",
            "鉴别诊断": "1.消化道肿瘤：多见于老年人，临床表现为腹痛、恶心、呕吐、纳差等症状，可由胃镜及病检明确诊断。2.急性阑尾炎：体征以转移性右下腹痛及阑尾点压痛、反跳痛为主。临床表现有腹痛、恶心、呕吐、发热等症状。完善腹部彩超检查可协助诊断。",
            "诊断结果": "结肠多发息肉，直肠息肉，急性胃炎"
        },
        "cure": "入院后为明确患者病情，为患者完善了相关检查，具体如下，肝功能全套（CG）+肾功能全套+血清葡萄糖测定+血脂常规+电解质常规+血清碳酸氢盐(HCO3)+心肌酶谱：钠131.5mmol/L,↓。血清胱抑素C0.54mg/L,↓。间接胆红素19.2umol/L,↑。低密度脂蛋白3.46mmol/L,↑。胃功能三项（PGⅠ、PGⅡ、胃泌素-17）胃泌素-1721.99pmol/L,↑。胃蛋白酶原Ⅰ210.02ug/L,↑。血常规大致正常，凝血常规、D-二聚体、输血前常规、TSH、T3、T4、CEA、CA199、CA125正常。胃镜提示急性胃炎，予以奥美拉唑护胃等对症治疗，肠镜提示：肛门息肉，结肠息肉，痔疮。患者大肠息肉系癌前疾病，有手术指征，患者要求行肠镜下手术治疗。遂行了内窥镜下黏膜切除术（EMR术），术后予以头孢他啶抗感染、奥美拉唑护胃、氨基酸补充静脉营养等对症治疗，患者症状好转，恢复顺利，未出现任何并发症，术后3天出院。术后病理报告提示：炎性息肉。"
    },
    {
        "id": 166,
        "symptom": {
            "一般资料": "男性，62岁，农民",
            "主诉": "反复发作右下腹持续性疼痛2年，加重3天。",
            "现病史": "患者诉缘于2年前无明确诱因感右下腹疼痛，呈持续性钝痛，无阵发性加重，无他处放射，无寒战、高热，无腹胀、腹泻、便秘及粘液脓血便，无消瘦。发病后曾于当地诊断为“急性胃肠炎”，予输液治疗好转（药名及剂量不详），2年来每于天气变化、雨淋等身体抵抗力下降时发病，药物治疗后减轻，3天前上诉症状复又出现，药物治疗无好转，为求明确诊治来我院，经门诊已“腹痛待查”收入院。",
            "既往史": "既往3年前行“阑尾切除”手术史，否认“结核”、“肝炎”等传染病史，否认药物和食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，步入病房，查体合作。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性罗音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心率68次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。肛门、外生殖器见外科情况。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。外科情况：腹平坦，右下腹可见一长约5cm切口瘢痕，腹壁静脉无曲张，未见胃肠型及逆蠕动波，右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，肝区叩击痛阴性，双肾及输尿管走行区叩击痛（-），叩鼓音，无移动性浊音，肠鸣音4-6次/分，余(-)。",
            "辅助检查": "血常规：WBC：8.73*10^9/L。中性粒细胞比率：75.60%，淋巴细胞比率：15.60%；中性粒细胞数6.59*10^9/L，淋巴细胞数：1.36*10^9/L，血红蛋白164.00g/L。生化回报示：ALT:16.9U/L,AST：14U/L，AST/ALT：0.83，TBIL30.0umol/L，DBIL8.9umol/L，IBIL21.10umol/L。CT示：一、1.脾脏点状钙化2.左肾囊肿3.脾大。二、升结肠壁厚，回盲部椭圆形囊性密度，占位性病变？"
        },
        "diagnosis": {
            "初步诊断": "回盲部肿物,脾脏点状钙化,左肾囊肿,脾大。",
            "诊断依据": "1.老年男性，慢性病程，急性起病；2.患者2年前感右下腹疼痛，呈持续性钝痛，无阵发性加重，予输液治疗好转，2年来每于天气变化、雨淋等身体抵抗力下降时发病，药物治疗后减轻，3天前上诉症状复又出现，药物治疗无好转；3.查体：右下腹可见一长约5cm切口瘢痕，右下腹压痛，无反跳痛、肌紧张，肝脾肋下未及，肝区叩击痛阴性，叩鼓音，无移动性浊音，肠鸣音4-6次/分；4.CT示一、1.脾脏点状钙化2.左肾囊肿3.脾大。二、升结肠壁厚，回盲部椭圆形囊性密度，占位性病变？",
            "鉴别诊断": "1.上消化道穿孔：该病多为突然发病，呈刀割样剧痛，迅速弥散至全腹。查体：全腹压痛、反跳痛、肌紧张，呈“板状腹”，听诊肠鸣音消失，立位腹平片可见膈下游离气体。本例患者2年前感右下腹疼痛，呈持续性钝痛，无阵发性加重，予输液治疗好转，3天前上诉症状复又出现，药物治疗无好转；查体右下腹压痛，无反跳痛、肌紧张，叩鼓音，无移动性浊音，肠鸣音4-6次/分，CT示回盲部椭圆形囊性密度，可以鉴别。2.急性化脓性梗阻性胆管炎：该病主要表现为寒战、高热，右上腹疼痛，黄疸，低血压，休克，精神神经症状。本例患者2年前感右下腹疼痛，呈持续性钝痛，无阵发性加重，予输液治疗好转，3天前上诉症状复又出现，药物治疗无好转；查体右下腹压痛，无反跳痛、肌紧张，叩鼓音，无移动性浊音，肠鸣音4-6次/分，CT示回盲部椭圆形囊性密度，可以鉴别。",
            "诊断结果": "回盲部肿物,脾脏点状钙化,左肾囊肿,脾大"
        },
        "cure": "患者入院后初步诊断为回盲部囊肿，完善各项检查，予禁食水，肠道准备，考虑大肠杆菌及混合菌感染，应用头孢哌酮钠舒巴坦钠1.5加入0.9%氯化钠注射液150毫升术前半小时静点，备皮，肌注术前针，取右下腹探查切口，依次切开腹壁各层进腹，探查见回盲部可见一10cm*5cm*4cm囊性肿物，与周围粘连，无法分离。术中诊断回盲部囊肿，行右半结肠切除+回肠横结肠吻合术，术中麻醉成功，手术顺利，术后安返。术后应用头孢哌酮钠舒巴坦钠2.25加入0.9%氯化钠注射液250毫升静点日二次，应用5%葡萄糖注射液2000毫升、脂肪乳注射液200毫升、复方氨基酸注射液500毫升静脉输液，10%氯化钾注射液45毫升维持水电解质在及酸碱平衡等治疗，术后7天拆线，痊愈出院。术后病理回报示：阑尾低级别粘液性囊肿，回盲部肠壁组织呈慢性炎伴急性期化脓性炎，肠系膜淋巴结反应性增生。"
    },
    {
        "id": 167,
        "symptom": {
            "一般资料": "男性，68岁，退休",
            "主诉": "突发右上腹痛，伴巩膜、皮肤黄染1周入院",
            "现病史": "患者自诉1周前无明显诱因突发右上腹痛，阵发性发作，疼痛不向他处放射，伴巩膜、皮肤黄染一周，无恶心，无畏寒、发热等症状，未予治疗。为明确诊断及要求进一步治疗，门诊以“黄疸查因”收入我科。起起病以来，患者进食少，精神可，二便正常。",
            "既往史": "既往体健，否认发病前14天有武汉及周边地区或其他病例报告社区旅居史，否认发病前14天内与新冠病人感染者（核酸检测阳性）有接触史；否认发病前14天曾接触过武汉及周边地区或有病例报告社区的发热或有呼吸道症状的患者；否认与聚集性发病患者有接触史。入院后已予患者行新型冠状病毒肺炎核酸检测，结果待报。"
        },
        "examine": {
            "查体": "发育正常,营养良好，神清，自动体位，查体合作。全身皮肤巩膜轻度黄染，无皮疹及出血点，全身浅表淋巴结无肿大。头颅五官无畸形，双侧瞳孔等大等圆，对光反射灵敏。外耳道无畸形，未见异常分泌物，乳突无压痛。鼻中隔无偏曲，无鼻翼煽动。口唇无发绀，嘴角无歪斜扁桃体无肿大。颈软，气管居中，颈静脉无充盈，甲状腺未及肿大。双侧呼吸运动对称，双侧语颤对称，叩呈清音，双肺呼吸音清，未闻及干湿啰音。心前区无隆起，心尖搏动在第五肋间左锁骨中线内0.5cm处，心界无扩大，心率77次/分,律齐，心音钝，未及杂音。腹部检查见专科情况。肛门及外生殖器未查。脊柱生理弯曲存在，未见病理性弯曲，各棘突无压痛，椎旁无压痛，无叩击痛，脊柱活动尚可。四肢无畸形，活动自如，浅深感觉正常，双下肢无浮肿，四肢肌张力正常，末梢血运可。生理反射存在，病理反射未引出。专科情况：腹部平坦，未见胃肠型及蠕动波，腹肌柔软，腹部未扪及明显肿块，右上腹部轻压痛，无反跳痛，Murphy征阴性，肝脾肋下未扪及，移动性浊音阴性，肠鸣音正常。双下肢无水肿。",
            "辅助检查": "消化系统彩超提示：肝内外胆管扩张、胆总管内占位性病变：癌？其他待排胆囊区超声像：胆囊多发结石，并胆囊Ca可能？右肝内胆管少量积气。上腹部MRI平扫+MRCP1.胆总管中下段多发结石并其上胆总管及肝内胆管扩张。2.胆囊结石、胆囊炎，完善PET-CT检查，结果是1.胆囊癌并肝门部胆管侵犯；2.胆总管结石、胆囊结石；3.双侧上颌窦炎；4.双肺多发结节；5.慢性血吸虫肝病；6.脊椎退行性骨关节病，术中冰冻切片报告1.胆囊低分化腺癌；2.肝脏结节炎性细胞浸润"
        },
        "diagnosis": {
            "初步诊断": "黄疸查因:胆总管结石？",
            "诊断依据": "男性患者，68岁，突发右上腹痛，伴巩膜、皮肤黄染一周入院。体查：神清，皮肤巩膜轻度黄染，浅表淋巴结无肿大，心肺听诊正常，腹部平坦，未见胃肠型及蠕动波，腹肌柔软，右上腹部轻压痛，无反跳痛，Muphy征阴性，肝脾肋下未扪及，移动性浊音阴性，肠鸣音正常。",
            "鉴别诊断": "1.Mirrizi综合征：影像学检查可发现胆囊炎，肝总管扩张和胆囊肿大，但胆总管稍扩张。2.原发性硬化性胆管炎：胆管病变可呈节段性或弥漫性，一般起病缓慢黄疸逐渐加深或波动。3.慢性胰腺炎:上腹部疼痛，慢性钙化性胰腺炎并发黄疸，尤其在急性发作时胰腺水肿时明显。",
            "诊断结果": "胆囊癌并肝门部胆管转移（T4N0M0IVA期）,胆囊结石3.胆总管结石；"
        },
        "cure": "入院后完善相关术前检查：其中患者消化系统彩超提示：肝内外胆管扩张、胆总管内占位性病变：癌？其他待排胆囊区超声像：胆囊多发结石，并胆囊Ca可能？右肝内胆管少量积气。上腹部MRI平扫+MRCP1、胆总管中下段多发结石并其上胆总管及肝内胆管扩张。2、胆囊结石、胆囊炎。患者相关检查考虑胆囊癌可能性，这引起我们的警惕，与患者充分沟通后我们建议进一步完善PET-CT检查，结果是1胆囊癌并肝门部胆管侵犯；2.胆总管结石、胆囊结石；3.双侧上颌窦炎；4.双肺多发结节；5.慢性血吸虫肝病；6.脊椎退行性骨关节病。在患者及家属的要求下，我们为患者实行手术探查（备胆囊癌根治手术）。手术见胆囊大小约8*4*4cm，表面凹凸不平，胆囊三角与肝外胆管似融合，触之坚硬，无弹性，肝脏色暗红，表面凹凸不平，可见多个灰白色结节，余脏器未见明显异常,未见肿大淋巴结，腹盆腔可见少量淡黄色清亮腹水。清点腹腔镜器械对数后，缝闭戳孔切口。中转开腹，作上腹正中绕向右侧肋缘下斜切口，长约10cm，依次切开各层进腹：触及胆囊三角区呈冰冻状，已侵犯至肝门区，肝脏多发灰白色结节考虑为胆管增生不良结节。切除胆囊颈部处约0.8*0.5cm组织及右肝前叶处结节，交家属查看后，送术中冰冻切片报告1.胆囊低分化腺癌；2.肝脏结节炎性细胞浸润。术中诊断为胆囊癌并肝门部胆管转移（T4N0M0IVA期）术后予以抗感染、护肝、静脉营养等对症治疗，患者伤口好转后出院。"
    },
    {
        "id": 168,
        "symptom": {
            "一般资料": "女性，63岁，退休职工",
            "主诉": "发现颈前肿物5年，生长加快1年。",
            "现病史": "于5年前无意中发现颈前有一肿物，5年来肿物变化不大，无吞咽困难、声音嘶哑、胸闷憋气等不适。近1年肿物生长明显加快，遂来我院就诊，门诊在超声指引下行甲状腺右叶肿块穿刺活检，病理报告考虑“甲状腺乳头状癌”，解放军总医院病理远程会诊意见：右叶甲状腺乳头状癌。患者又去山东省立医院就诊，省立医院超声提示“甲状腺右叶中上低回声结节TI-RADS4b类、甲状腺左叶中上微小结节TI-RADS4a类”。最终来我院门诊以“右叶甲状腺乳头状癌，左叶甲状腺癌？”收住院。患者自发病以来睡眠、饮食以及大小便均正常，体力、体重无明显变化。",
            "既往史": "既往健康，无高血压病、糖尿病病史，无心、肺、肝、肾病史。无手术史。无药物、食物及其他物质过敏史。"
        },
        "examine": {
            "查体": "T:36.2℃，P:63次/分，R:19次/分，BP:135/85mmHg。R19次/分BP135/85mmHg老年女性，神志清，发育正常，营养良好，查体合作。全身皮肤黏膜（-），头颅五官（-），颈软，气管居中，于甲状腺右叶扪及1.5cmx2cm大小肿物，质韧，无压痛，边界欠清，随吞咽上下活动度小，左叶甲状腺未扪及结节或者肿块。心肺（-），腹部（-），脊柱四肢骨关节（-），肛门外生殖器未查，诸生理反射存在，病理反射未引出。",
            "辅助检查": "1.胸部正侧位片未见明显异常。2.甲状腺CT平扫所见：甲状腺右叶内见类圆形低密度灶，边缘欠清，大小约0.5cmx0.6cmx0.5cm，左侧叶内见一斑点状低密度灶，边界清。气管居中，无受压或移位。颈部未见明显肿大淋巴结影。3.心电图检查报告：窦性心律，大致正常心电图。4.血、尿常规、血生化和甲功检验均无异常（详见图片）。"
        },
        "diagnosis": {
            "初步诊断": "右叶甲状腺乳头状癌,左叶甲状腺癌。",
            "诊断依据": "1.老年女性，发现颈前肿物5年，生长加快1年。2.甲状腺右叶肿块穿刺活检，病理报告“甲状腺乳头状癌”。3.山东省立医院超声提示“甲状腺右叶中上低回声TI-RADS4b类、甲状腺左叶中上微小结节TI-RADS4a类”。4.甲状腺右叶扪及1.5cmx2cm大小肿物，质韧，无压痛，边界欠清，随吞咽上下活动度小，左叶甲状腺未扪及结节或者肿块。",
            "鉴别诊断": "右叶甲状腺乳头状癌已经病理确诊，无需鉴别。左叶甲状腺结节需要与以下疾病鉴别：1.甲状腺腺瘤多为单发，稍硬，表面光滑，无压痛，随吞咽活动度好，生长缓慢，大部分病人无任何症状。乳头状囊性腺瘤发生囊内出血时瘤体可在短期内迅速增大，局部出现胀痛。彩超检查有助鉴别。2.结节性甲状腺肿甲状腺不同程度的肿大，腺体内可扪及多个或单个结节，质地较软。囊性变的结节发生囊内出血时也可迅速增大伴局部胀痛。个别结节可继发甲亢，也可发生恶性变，因此，结节性甲状腺肿的单个实性结节很难与甲状腺乳头状癌鉴别，最后常常需要病理检查才能明确。",
            "诊断结果": "双侧甲状腺乳头状微小癌。"
        },
        "cure": "病人入院后血常规、尿常规、肝肾功、空腹血糖及电解质、甲状腺功能检测结果均正常，做好术前准备后在气管插管全身麻醉下行甲状腺探查手术，因术前已经确诊右叶甲状腺乳头状癌，姑先将甲状腺右叶和峡部切除；探查甲状腺左叶，发现左叶甲状腺有多个大小不等的结节，结节质地软硬不一，参考术前左叶甲状腺彩超检查报告有结节TI-RADS4a，和亲属进一步沟通后又行左叶甲状腺切除手术，手术顺利，术后病人曾出现一过性较轻微的低钙抽搐和面部麻木感，经静脉滴注葡萄糖酸钙每日1g、口服钙尔奇迪每日1.2，两天后症状消失，后停止静脉滴注钙剂仅每日口服钙尔奇迪1.2，未再出现低钙症状。术后病理诊断：（双侧）甲状腺乳头状微小癌，送检中央区淋巴结为甲状旁腺组织。病人住院7天痊愈出院。"
    },
    {
        "id": 169,
        "symptom": {
            "一般资料": "女性，84岁，农民",
            "主诉": "左侧腹部疼痛伴肛门停止排便5天",
            "现病史": "患者入院5天前无明显原因和诱因出现左侧上腹部疼痛，呈持续性胀痛伴阵发性绞痛，绞痛发作时自觉左上腹鼓起一包块，发作过后包块逐渐消失；伴肛门停止排便偶有排气，无恶心、呕吐，无发热、寒战，无胸闷、憋气，无尿痛、尿频、尿急；发病后去当地镇卫生院住院输液、灌肠治疗，具体用药情况不详，在镇医院住院期间腹部CT检查意见“降结肠占位，考虑左侧结肠癌伴肠梗阻”，后行电子结肠镜检查，提示“降结肠癌，组织活检报告腺癌”；电子结肠镜检查后腹痛症状有所缓解，肛门恢复排便，为了进一步治疗而来我院就诊，门诊以“左侧结肠癌伴不完全性肠梗阻”收住院；患者自发病以来睡眠及精神较好，食欲一般，小便正常，无明显体力、体重变化。",
            "既往史": "平素健康状况好。否认高血压病和糖尿病病史，否认慢性心肺病史，否认肝炎、结核等传染病史，无新冠肺炎疫区旅居史和此类患者接触史，无明确的药物及食物过敏史，否认重大外伤史和手术史，无输血史。"
        },
        "examine": {
            "查体": "T:36.5℃，P:64次/分，R:19次/分，BP:169/81mmHg。老年女性，发育正常，营养中等，神志清楚，精神好，自主体位，查体合作。全身皮肤黏膜无黄染、蜘蛛痣、出血点及皮疹，浅表淋巴结无肿大，头颅无畸形，眼睑无浮肿，球结膜无充血及水肿，睑结膜略显苍白，巩膜无黄染，双侧瞳孔等大等圆、直径约3mm，对光反应灵敏。双侧耳廓无畸形，外耳道无分泌物，听力减退，乳突区无压痛。鼻外形无异常，鼻腔无出血及分泌物，副鼻窦区无压痛。口唇无紫绀，咽部无充血，扁桃体无肿大。颈部对称，无颈静脉怒张，颈软，气管居中，甲状腺无肿大。胸廓无畸形，双侧呼吸动度均等，节律规整，触觉语颤正常，双肺叩清音，听诊双肺呼吸音清，双肺未闻及干、湿性啰音，无胸膜摩擦音。心前区无隆起，心尖搏动无弥散，心前区未触及震颤，心界不大，听诊心率64次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹部情况见专科检查。外生殖器未见异常。脊柱生理弯曲存在，四肢无畸形，关节活动自如，四肢肌力、肌张力正常，双下肢无浮肿。神经系统检查：肱二头肌反射、肱三头肌反射、膝反射正常，巴氏征、布氏征、克氏征阴性。专科检查：腹部平坦，无腹壁静脉曲张，上腹正中偶可见鼓起的肠型，腹肌软，上腹正中和左上腹轻度压痛，无反跳痛，肝、脾肋下未触及，未扪及腹部包块，肝、肾区无叩痛，移动性浊音阴性，肠鸣音活跃，7～8次/分，未闻及高调肠鸣音。直肠指检：肛门无痔块，无瘘口，直肠壶腹内空虚无粪便，肛管直肠内未扪及肿块，退指指套未带血。",
            "辅助检查": "入院后检查：1.心电图检查：部分ST-T改变。2.心脏彩色多普勒超声检查：心脏瓣膜退行性变，主动脉瓣、二尖瓣和三尖瓣均有轻度反流；左室舒张功能减低；心律不齐。3.胸部CT平扫检查意见：双肺气肿，左肺慢性炎症、纤维灶，双侧胸腔少量积液。4.血常规、尿常规、血生化、凝血五项以及传染病指标等化验检查结果参见图片。"
        },
        "diagnosis": {
            "初步诊断": "左侧结肠癌伴不完全性肠梗阻",
            "诊断依据": "1.老年女性，左侧腹部疼痛伴肛门停止排便5天。2.外院腹部CT检查考虑降结肠癌、电子结肠镜检查意见结肠癌，组织活检病理报告腺癌。3.腹部平坦，上腹正中偶可见鼓起的肠型，腹肌软，上腹正中和左上腹轻度压痛，肠鸣音活跃，7～8次/分，未闻及高调肠鸣音。",
            "鉴别诊断": "1.胃十二指肠溃疡穿孔：患者多有溃疡病史，起病急，表现为突发的剧烈腹痛，腹肌紧张，全腹压痛伴反跳痛，肠鸣音消失，胸腹部X线检查发现膈下游离气体有助于鉴别诊断。2.左侧输尿管结石：突发的左侧腹部阵发性剧烈绞痛，疼痛向会阴部放，尿中查到多量红细胞，超声检查或者X线摄片在输尿管走行段发现结石阴影则不难鉴别。3.妇产科疾病：异位妊娠破裂、卵巢滤泡或者黄体囊肿破裂都发生在育龄妇女，该患者系84岁老年女性已闭经多年，不考虑这些疾病。急性盆腔炎表现为逐渐发生的下腹疼痛，常伴腰痛，腹部压痛部位比较低且位置不固定，伴发热以及白细胞计数升高，常有脓性白带，不难鉴别。4.急性阑尾炎：表现为转移性右下腹痛或者一开始腹痛部位就在右下腹部，可伴有恶性、呕吐，常伴发热，右下腹常有固定性的压痛点，已经化脓者可伴有反跳痛，检验血常规可见白细胞和中性粒细胞计数升高，阑尾彩超检查可见肿大的阑尾伴右下腹腔积液，不难鉴别。",
            "诊断结果": "1.左侧结肠黏液腺癌伴不完全性肠梗阻（PT3N0Mx）。2.左侧胸膜炎、胸腔积液。"
        },
        "cure": "患者入院时左侧结肠癌诊断已经明确，入院后完成心电图、心脏彩超、胸部CT以及血、尿常规、肝、肾功生化等检验，无手术禁忌症，遂进行肠道准备：口服甲硝唑片每次0.4一日三次，口服庆大霉素片每次16万u一日三次。口服肠道抗菌药物3天后开始口服复方聚乙二醇电解质散并每日用温肥皂水1000ml/次灌肠一日两次。做好充分的术前准备后，于入院第五天在气管插管全身麻醉下行左侧结肠癌根治术：术中发现癌肿位于结肠脾曲，肿块位置深在约6cmx6cm大小，已侵出浆膜层并累及左侧膈肌脚和左肾周围脂肪囊，癌肿近端横结肠和小肠扩张积气，手术行左侧结肠癌根治、乙状结肠-横结肠端侧吻合术，由于伴有结肠不完全梗阻，肠道准备欠佳，术中发现癌肿近侧横结肠内仍有较多粪便，为防止术后发生结肠吻合口瘘，又在右下腹加做了预防性回肠造口。手术顺利，术后病理诊断：（左半结肠）溃疡型黏液腺癌，肿瘤大小8cmx4cm；癌组织侵达浆膜；癌组织累及神经，脉管内未见癌栓；癌组织未累及近侧7cm和远侧3cm切缘；肠周淋巴结7枚（0/7）均未查见癌转移；病理分期PT3N0Mx；免疫组化CD34（-）、D2-40（-）、S-100（+）、Her-2（-）。患者术后起初恢复顺利，术后第7天已经恢复饮食，回肠造口排便也通畅，并无发热、腹痛、胸闷憋气等不适；然术后第11天晚上突然出现高热、寒战，体温近39℃，伴胸闷憋气、呼吸不畅，无腹痛腹胀，夜间给予吸氧、物理降温等对症处理，体温有所下降但胸闷憋气不能缓解，床旁心电图检查未见异常，听诊左肺呼吸音低，急查血常规示WBC计数18.17x10^9/L，中性粒细胞计数88.3%，提示有急性炎症反应，当时担心是否发生了结肠吻合口瘘，发热次日晨安排了腹部和胸部彩超检查，超声提示：双侧胸腔积液（左侧中量、右侧少量）；腹部切口周围未见游离液体、腹腔脏器未见明显异常。分析患者发热、呼吸不畅原因是左侧胸膜炎伴胸腔积液、所致，立即在超声引导下行左侧胸膜腔穿刺置管引流术同时给予盐酸左氧氟沙星氯化钠注射液100ml静滴每12小时一次，经上述处置患者胸闷憋气、呼吸不畅症状很快消失，体温也很快恢复正常，患者继续观察治疗7天后痊愈出院。"
    },
    {
        "id": 170,
        "symptom": {
            "一般资料": "男性，65岁，农民",
            "主诉": "确诊前列腺癌1年余，拟行内分泌治疗",
            "现病史": "患者1年6月余前因“尿痛”就诊于当地医院泌尿外科，经磁共振、肿瘤标记物等诊断为前列腺恶性肿瘤，穿刺取活检提示前列腺癌，全身骨扫描提示多发骨转移，遂给予戈舍瑞林10.8mgihq3m，同时口服比卡鲁胺、坦索罗辛药物治疗至今。每6个月复查1次.2021年07月01日因咳嗽、憋喘来诊，门诊以“前列腺恶性肿瘤”收入我科.患者自发病以来神志清，精神可，近1月余饮食休息欠佳，大小便无异常，体重变化不详.",
            "既往史": "否认高血压、冠心病、糖尿病等慢性疾病病史否认肝炎、结核等传染性疾病病史及密切接触史.否认重大外伤史.否认食物、药物过敏史.否认输血史.预防接种史不详."
        },
        "examine": {
            "查体": "T:36.3℃，P:88次/分，R:17次/分，BP:134/74mmHg。老年男性，发育正常，营养中等.神志清，精神可.自主体位，查体合作.全身皮肤黏膜、巩膜无明显黄染及出血点，颈部及锁骨上浅表淋巴结未及明显肿大.头颅无畸形，双眼睑无水肿、下垂，双瞳孔等大等圆，直径约3mm，对光反射正常存在耳鼻无畸形，口唇无紫绀，咽后壁无充血，扁桃体无肿大，伸舌居中。颈软，气管居中，甲状腺未及明显肿大，无颈静脉怒张.胸廓无畸形，双肺呼吸音粗，未闻及明显干湿音.心率约88次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音.腹平软，未及肠型及蠕动波，无压痛、反跳痛，未及包块及肿物，肝脾肋下未及，肝肾区无扣痛，移动性浊音阴性，肠鸣音正常。肛门、外生殖器未查脊柱四肢无畸形，双下肢无水肿.四肢肌力、肌张力正常，双膝腱反射正常存在，双巴宾斯基征阴性、脑膜刺激征阴性.",
            "辅助检查": "2020-01活检病理前列腺癌2021-07-01血常规及肝肾功均未见明显异常2021-07-01肿瘤标志物较前明显升高2021-07-01胸部CT提示肺转移。"
        },
        "diagnosis": {
            "初步诊断": "前列腺癌(IV期)骨转移,内分泌治疗中,肺转移",
            "诊断依据": "1.老年男性，确诊前列腺癌1年余，拟行内分泌治疗。2.活检病理：前列腺癌。3.戈舍瑞林+比卡鲁胺，内分泌治疗中。",
            "鉴别诊断": "患者活检病理提示前列腺癌，结合患者病史、活检病理及内分泌治疗中，考虑患者诊断明确，无需鉴别诊断。",
            "诊断结果": "前列腺癌(IV期),骨转移,内分泌治疗中,肺转移"
        },
        "cure": "患者活检病理提示前列腺癌，且发现时存在多发骨转移，分期属于晚期，IV期，根据2020年CSCO前列腺癌诊疗指南，患者属于高负荷激素敏感性前列腺癌，已给予ADT+比卡鲁胺治疗，同时给予唑来磷酸改善骨代谢，属于1A类推荐。后定期复查，病情稳定。现患者出现憋喘，入院后行血常规+肝肾功+肿瘤标志物+胸部CT，血常规及肝肾功均未见明显异常，肿瘤标志物较前明显升高，胸部CT提示多发肺转移，疗效评价为进展，PD，根据2020年CSCO前列腺癌诊疗指南，患者目前属于转移性去势抵抗型前列腺癌，对于此类去势抵抗型患者，阿比特龙+泼尼松，属于1A类推荐：阿比特龙1000mgqd+泼尼松5mgbid，患者应用该方案后，自诉憋喘较前明显好转。如此方案疗效好，可以口服维持治疗。注意复查。"
    },
    {
        "id": 171,
        "symptom": {
            "一般资料": "男性，55岁，农民",
            "主诉": "摔伤致左肩部疼痛2小时。",
            "现病史": "患者于2小时前在村庄山路上骑电动车摔倒在地，当时左肩部先着地，当即感伤处疼痛、不敢活动，无肢端麻木，无头晕、头痛，无胸痛、胸闷及呼吸困难。在外未做特殊处理，现为求诊治来院，门诊经询问病史及查体、行影像学检查后以“左锁骨骨折”收入院。患者自伤后未进饮食，大小便正常。",
            "既往史": "“颈部脂肪瘤切除术后”9年病史。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部见一长约25cm陈旧性手术瘢痕，愈合良好。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，胸式呼吸，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动在左侧第五肋间锁骨中线内0.5cm，无震颤及心包摩擦感,心浊音界正常，心率68次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左肩部肿胀，锁骨处压痛及叩击痛，可扪及骨擦感及异常活动，肩关节活动受限，桡动脉搏动可触及。脊柱及余肢体未见明显异常。",
            "辅助检查": "CT锁骨左锁骨骨折，不除外合并肩锁关节半脱位"
        },
        "diagnosis": {
            "初步诊断": "1.左锁骨骨折2.左肩锁关节半脱位？3.颈部脂肪瘤切除术后",
            "诊断依据": "1.摔伤致左肩部疼痛2小时。2.查体：左肩部肿胀，锁骨处压痛及叩击痛，可扪及骨擦感及异常活动，肩关节活动受限，桡动脉搏动可触及。脊柱及余肢体未见明显异常。3.辅助检查：CT锁骨左锁骨骨折，不除外合并肩锁关节半脱位",
            "鉴别诊断": "1.陈旧性骨折：一般指骨折后2-3周，骨折处压痛肿胀不明显，无明显叩击痛，X线可见骨折处形成少量骨痂，与本病例不符。2.病理性骨折：遭受轻微外力即可造成骨折，X线可见骨折处骨质明显改变，骨皮质变薄等异常改变，与本病例不符。",
            "诊断结果": "1.左锁骨骨折2.颈部脂肪瘤切除术后"
        },
        "cure": "入院后完善各项基本检查，排除手术禁忌，糖化血红蛋白测定：糖化血红蛋白测定5.00%。2018-08-02血常规住院：白细胞6.62×10^9/L、淋巴细胞比率37.40%、C-反应蛋白2.63mg/L。于入院后的第5天在臂丛麻醉下行左锁骨骨折切开复位内固定术+人工骨植骨术，术后给予头孢唑林1givd**q6h预防感染（使用到术后24小时），甘油果糖氯化钠250ml，ivd**bid消肿，仙灵骨葆胶囊1gbid促进骨折愈合治疗，布洛芬缓释片0.3bid止痛。术后7天出院情况：患者精神好，一般情况可，纳眠可，二便调，无头晕及头痛，无恶心及呕吐。患肢敷料清洁，无渗出，肢端血运和感觉良好，今日自动出院。"
    },
    {
        "id": 172,
        "symptom": {
            "一般资料": "女性，29岁，农民",
            "主诉": "发现甲状腺肿物半月",
            "现病史": "患者自诉半个月前检查发现甲状腺肿物，大小约2cm,质地硬，触之无压痛，活动度差，无瘢痕、溃疡，无疼痛，无声音嘶哑，无饮水呛咳，无压气感，无吞咽困难及异物感，为求进一步治疗，遂来我院就诊，拟甲状腺肿物收入我科，起病来，患者精神、睡眠、饮食一般，体重未见明显减轻。大小便正常。",
            "既往史": "无"
        },
        "examine": {
            "查体": "T:36℃，P:82次/分，R:20次/分，BP:128/80mmHg。查体:颈部对称，气管居中，颈前偏右可触及直径约为2cm的质韧结节，颈前偏左上可触及直径约为2.5cm的质硬结节，结节表面光滑，无压痛，可随吞咽上下活动，颈部未触及明确肿大淋巴结，颈部听诊未闻及明确血管杂音。双侧胸廓对称，呼吸运动平稳，叩诊清音，呼吸音清，未闻及明显干、湿啰音。心前区无隆起，心尖搏动位于左锁骨中线第五肋间内0.5cm处，心界不大。心率82次/分，律齐，无杂音。腹部体查见专科情况。四肢脊柱无畸形，活动可。肛门及外生殖器无明显异常。浅深反射存在，克、布、巴氏阴性。",
            "辅助检查": "甲状腺增强CT：双侧甲状腺饱满，平扫密度欠均匀，其内可见类圆形低密度结节灶，较大者位于左叶，最大截面大小约为2.3cmx22cm,平扫CT值约为58HU,增强扫描可见强化，CT值约为116HU,邻近部分被膜显示不清，气管居中，未见明显受压，胸骨后未见异常，双侧颈部可见多发肿大淋巴结，左侧、IV区淋巴结明显不均匀强化。提示双侧甲状腺结节性病变，恶性伴左侧III、IV区淋巴结转移不除外。甲状腺功能检查:FT35.1000pmol/L,FT,13.5900pmol/L,TSH0.8050mIU/L,TPOAb0.3200IU/ml，TGAb1.9800IU/ml"
        },
        "diagnosis": {
            "初步诊断": "甲状腺肿物性质待定",
            "诊断依据": "青年女性患者，因发现甲状腺肿物半月入院，查体颈部对称，气管居中，颈前偏右可触及直径约为2cm的质韧结节，颈前偏左上可触及直径约为2.5cm的质硬结节，结节表面光滑，无压痛，可随吞咽上下活动，颈部未触及明确肿大淋巴结，颈部听诊未闻及明确血管杂音。",
            "鉴别诊断": "1.甲状腺腺瘤：本病多见于20～30岁年轻人，多为单结节，边界清，表面光滑，生长缓慢，突然增大常为囊内出血，无颈淋巴结转移和远处转移。2.结节性甲状腺肿：多见于中年以上妇女，病变可长达数年至数十年，常累及两侧甲状腺，为多结节，大小不一，病程长者可有囊性变，肿物巨大可出现压迫气管，使气管移位，并有不同程度的唿吸困难的表现；当肿瘤压迫食管，会出现吞咽困难的表现。可发生癌变，肿物增大明显加快。",
            "诊断结果": "甲状腺乳头状癌并淋巴结转移"
        },
        "cure": "入院后为明确诊断，完善相关检查：甲状腺增强CT(见图):双侧甲状腺饱满，平扫密度欠均匀，其内可见类圆形低密度结节灶，较大者位于左叶，最大截面大小约为2.3cmx22cm,平扫CT值约为58HU,增强扫描可见强化，CT值约为116HU,邻近部分被膜显示不清，气管居中，未见明显受压，胸骨后未见异常，双侧颈部可见多发肿大淋巴结，左侧、IV区淋巴结明显不均匀强化。提示双侧甲状腺结节性病变，恶性伴左侧III、IV区淋巴结转移不除外。甲状腺功能检查:FT35.1000pmol/L,FT,13.5900pmol/L,TSH0.8050mIU/L,TPOAb0.3200IU/ml，TGAb1.9800IU/ml。全麻下行“全甲状腺切除，双侧VI区淋巴结清扫，改良型同期双颈淋巴结清扫术”，手术历时约3小时，出血仅50ml。术后病理:甲状腺左叶肿物:乳头状癌;甲状腺右叶肿物:乳头状癌;喉前淋巴结(1/3)，左侧III区淋巴结(6/15)，左侧IV区淋巴结(5/7)，左侧VB区淋巴(1/3)，左侧VI区淋巴结(7/8)，右侧II区淋巴结(1/7)，右侧川区淋巴结(4/13)，右侧VI区淋巴结(3/6),左侧区淋巴结(0/5)，右侧IV区淋巴结(0/13)，右侧VB区淋巴结(0/6)，提示淋巴结转移癌。术后无声音嘶哑，无饮水呛咳，无口唇麻木及手足抽搐，无呼吸困难，5天后出院。"
    },
    {
        "id": 173,
        "symptom": {
            "一般资料": "女性，50岁，工人",
            "主诉": "发现胆囊息肉病变1年",
            "现病史": "患者1余前体检发现‘胆囊息肉病变’患者无明显自觉症状，近期复查，发现‘胆囊息肉病变’较前增大，有手术指征，患者本人亦要手术治疗，故收住我科以手术治疗。",
            "既往史": "无特殊病史"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，自动体位，表情自如，体查合作。全身皮肤及巩膜无黄染，皮肤色泽、温度、弹性正常，无出血点水肿。浅表淋巴结未扪及肿大。头颅五官大小形态正常，结膜无充血，角膜透明，双瞳等大等圆，直接与间接对光反射灵敏，外耳道无异常分泌物，乳突无压痛，听力粗测正常。鼻外形正常，鼻中隔无偏曲，无鼻翼煽动及异常分泌物，鼻旁窦无压痛。唇舌正常，咽无充血，扁桃体无肿大。颈软，气管居中，甲状腺无肿大，颈静脉无充盈。双侧胸廓对称无畸形，呼吸自如双侧呼吸动度及语颤对称，无胸膜摩擦感，叩诊清音，双肺呼吸音清，未闻及干湿性罗音及胸膜摩擦音。心前区无隆起，心尖博动位于左第五肋间锁骨中线内0.5CM处，无心包摩擦感及震颤，叩诊心界不大，心率82次/分，律齐无杂音及心包摩擦音。无枪击音、水冲脉，无毛细血管搏动及Duroziez双重杂音。腹部及肛门直肠见专科情况。外生殖器正常，脊柱四肢无畸形，活动自如。生理反射存在，腹壁反射正常，克氏征阴性，布氏征阴性，巴氏征阴性。专科体查：腹平软，未见胃肠型及蠕动波，未扪及腹部包块，右下腹压痛反跳痛，结肠充气试验阴性，肠鸣音尚可。",
            "辅助检查": "我院B超提示：胆囊息肉"
        },
        "diagnosis": {
            "初步诊断": "胆囊息肉。",
            "诊断依据": "患者中年女性，病程1年，检查发现胆囊息肉病变1年。查体：腹平坦，未见胃肠型及蠕动波，腹肌软，上腹部无压痛，无反跳痛，肝脾肋下未扪及，莫菲氏征阴性，肝区无叩痛，双肾区无叩痛，移动性浊音阴性，肠鸣音可。腹部B超提示胆囊息肉。",
            "鉴别诊断": "1.胆囊癌：早期的胆囊癌和胆囊息肉很难鉴别，但是典型的胆囊癌肿块较大、基底较宽、与胆囊壁界限不清、黏膜中断、甚至侵犯胆囊壁、有血流信号等。2.慢性胆囊炎：慢性胆囊炎多合并胆囊结石，表现为胆囊壁的弥漫性增厚，通过超声等检查多可与胆囊息肉区分开。",
            "诊断结果": "胆囊息肉"
        },
        "cure": "入院后为明确患者病情，为患者完善了相关检查，腹部ct提示胆囊内斑片、结节影，符合胆囊息肉改变。胆囊息肉1.5cm。患者诊断考虑胆囊息肉明确，目前息肉1.5厘米，有手术指征，没有明显的手术禁忌，于是行了腹腔镜下胆囊切除术。手术探查下见胆囊为8*3cm大小，胆囊壁厚为3mm，肝脏质地软，红润，钝性分离胆囊三角结构层次清楚及肝十二指肠韧带后，见胆总管上段无扩张，外径约8mm，胆囊管不粗约为2mm，分离胆囊三角，游离出胆囊管及胆囊动脉，胆囊管距胆总管0.5cm予以2枚生物钛夹夹闭后切断，分离处胆囊动脉予以2生物钛夹夹闭，顺行分离胆囊与胆囊床间隙，完整切除胆囊，胆囊床创面电凝彻底止血。手术历时约1小时，出血仅5ml。解剖标本：胆囊壁内见约1.5cm肉球。术后予以头孢他啶1gbid抗感染、10%葡萄糖500ml补充静脉营养等对症治疗，患者症状好转，恢复顺利，未出现任何并发症，术后3天出院。术后病理报告提示：炎性息肉。"
    },
    {
        "id": 174,
        "symptom": {
            "一般资料": "女性，62岁，农民",
            "主诉": "砸伤致右示指红肿热痛4天。",
            "现病史": "患者4天前在家里被石头砸伤，当即感右示指疼痛、肿胀，自行保守治疗。患指逐渐红热，疼痛加重。现为求诊治来院，门诊经详细询问病史及查体后以“甲沟炎（右示指）”收入院。患者自发病以来饮食可，疼痛影响睡眠，大小便正常,体重无明显变化。",
            "既往史": "“神经性耳聋”5年。“2型糖尿病”5年，未规律服药，控制差。无肝炎、结核等传染病病史及其密切接触史。无重大外伤史，无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.3℃，P:75次/分，R:18次/分，BP:144/86mmHg。一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。听力明显减退。口唇无发绀，牙龈无出血，咽部无充血，扁桃体无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率75次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：右示指末节红肿热痛，指端血运感觉可，近端甲襞及甲下呈白色，压痛，脊柱和余肢体未见明显异常。",
            "辅助检查": "DR检查:手(左正位,左斜位)：左手退行性变CT检查南S:胸部S(平扫)：1.符合肺内陈旧性病变2.符合肺气肿、肺大泡3.部分冠状动脉分支钙化4.双侧胸膜增厚"
        },
        "diagnosis": {
            "初步诊断": "1.甲沟炎（右示指）2.甲下积脓（右示指）3.神经性耳聋4.2型糖尿病5.高血压病？",
            "诊断依据": "1.“神经性耳聋”5年。“2型糖尿病”5年，未规律服药，控制差。2.砸伤致右示指红肿热痛4天。3.右示指末节红肿热痛，指端血运感觉可，近端甲襞及甲下呈白色，压痛，脊柱和余肢体未见明显异常。胸部CT平扫：.肺内少量纤维灶2.心影增大，部分冠状动脉钙化常规心电图检查十二导：窦性心律大致正常心电图",
            "鉴别诊断": "1.丹毒：丹毒是皮肤淋巴管网的急性炎症感染，为乙型溶血性链球菌感染所致。好发于下肢及面部。起病急，开始即可有畏寒、发热、头痛、全身不适等。2.急性蜂窝组织炎：指疏松结缔组织的急性感染，可发生在皮下、筋膜下、肌肉间隙或是深部蜂窝组织。本病是皮肤、粘膜受伤或有其他病变，使皮下疏松结缔组织受细菌感染所致。",
            "诊断结果": "1.甲沟炎（右示指）2.甲下积脓（右示指）3.神经性耳聋4.2型糖尿病5.高血压病"
        },
        "cure": "入院后完善相关检查及术前准备，不规则抗体测定：不规则抗体Ⅰ型阴性、不规则抗体Ⅱ型阴性、ABO血型A，人类免疫缺陷病毒抗体测定：艾滋抗体0.26,阴性S/CO，血脂七项：总蛋白67.0g/L、白蛋白42.7g/L、球蛋白24.3g/L、谷丙转氨酶15.9U/L、谷草转氨酶12.2U/L、甘油三酯1.55mmol/L、总胆固醇5.94mmol/L、高密度脂蛋白1.16mmol/L、葡萄糖8.66mmol/L、尿素氮7.2mmol/L、肌酐41.0umol/L、乳酸2.86mmol/L，凝血四项：凝血酶原时间9.40Sec、凝血酶原比率0.78，糖化血红蛋白测定：糖化血红蛋白测定7.30%，血型：ABO血型A、C-反应蛋白5.90mg/L，血沉：血沉26mm/h，尿沉渣：鳞状上皮9个/uL、透明管型2个/uL。急症给予脓肿切开引流+拔甲术。术后给予头孢唑林抗感染、应用塞来昔布止痛、甘油果糖氯化钠消肿药物治疗。监控血糖，血糖控制在10mmol/L。住院7天出院时情况：患者一般情况可，手部无红热、肿胀及渗出，指端血运及感觉正常。"
    },
    {
        "id": 175,
        "symptom": {
            "一般资料": "男性，57岁，农民",
            "主诉": "右上腹疼4天",
            "现病史": "患者自述是因为吃了比较油腻的食物（猪蹄）之后，出现了持续性的右上腹疼痛，呈绞痛，而且会放射到右肩部。改变体位也不能缓解疼痛，而且伴有发热，体温达到38度。于是到他们当地的医院进行治疗，完善了腹部彩超提示胆囊体积增大，胆囊壁厚4毫米，考虑急性胆囊炎，然后予以输液对症治疗（具体用药不详），病情未见明显的好转，患者为求进一步治疗来到我们医院治疗。",
            "既往史": "无"
        },
        "examine": {
            "查体": "发育正常，营养中等，自主体位，神清，查体合作。皮肤巩膜无黄染，未见出血点及皮疹。浅表淋巴结未扪及。头颅五官大小形态正常，双瞳孔等大等圆，对光反射灵敏。唇不绀，咽无充血，扁桃体不大。外耳道及鼻腔无异常分泌物，乳突无压痛。颈软，颈静脉不充盈，气管居中，甲状腺不大。双侧胸廓对称，呼吸运动平稳，叩诊清音，呼吸音清，未闻及明显干、湿啰音。心前区无隆起，心尖搏动位于左锁骨中线第五肋间内0.5cm处，心界不大。心率87次/分，律齐，无杂音。腹部体查见专科情况。四肢脊柱无畸形，活动可。肛门及外生殖器无明显异常。浅深反射存在，克、布、巴氏阴性。专科体查：神志清楚，皮肤巩膜无明显黄染，腹稍膨，未见胃肠型及蠕动波；右上腹局部肌张力偏高，余腹软，右上腹深压痛，无反跳痛，肝脾肋下未扪及，莫菲氏征阳性。肝区轻叩痛，双肾区无叩痛，移动性浊音阴性，肠鸣音可。",
            "辅助检查": "腹部超声提示胆囊壁厚，胆汁淤积，可见泥沙样结石"
        },
        "diagnosis": {
            "初步诊断": "急性胆囊炎",
            "诊断依据": "老年男性患者因突发右上腹疼痛起病，查体神志清楚，皮肤巩膜无明显黄染，腹稍膨，未见胃肠型及蠕动波；右上腹局部肌张力偏高，余腹软，右上腹深压痛，无反跳痛，肝脾肋下未扪及，莫菲氏征阳性。肝区轻叩痛，双肾区无叩痛，移动性浊音阴性，肠鸣音可。腹部超声提示胆囊壁厚，胆汁淤积，可见泥沙样结石",
            "鉴别诊断": "消化性溃疡：患者多表现为规律性的疼痛，一般与饮食有关系，另外可以表现为便血。可以通过胃镜明确诊断。急性胰腺炎：患者一般有暴饮暴食或者饮酒的病史，一般表现为上腹部疼痛或腰背部疼痛。血尿淀粉酶一般会升高。可通过腹部CT予以鉴别。",
            "诊断结果": "急性化脓性胆囊炎胆漏"
        },
        "cure": "入院后予以禁食，静脉滴注头孢哌酮舒巴坦联合替硝唑抗感染，间苯三酚解痉等对症治疗。查腹部超声提示胆囊壁厚，胆汁淤积，可见泥沙样结石(见图)，查C-反应蛋白341mg/L↑，降钙素原、淀粉酶和脂肪酶等未见异常。治疗中症状未见明显好转，于入院第2日在超声引导下行经皮经肝胆囊穿刺置管引流术，抽出脓性胆汁，含大量泥沙样结石，查胆汁培养为屎肠球菌，对三代头孢抗生素敏感。继续静脉应用抗生素，每日予以替硝唑冲洗胆囊腔，引流出褐色液体，含大量沉渣。1周后复查白细胞4.81x10%/L↑，中性粒细胞百分比53.9%↑，C-反应蛋白7.21mg/L。提示炎症得到明显控制。患者症状好转后暂时出院调养，胆囊穿刺管置管1个月后予以拔除，拔管当日患者即出现持续性上腹痛，考虑患者引流管周围未形成稳定窦道，可能出现胆漏所致。再次住院后采用前述方案治疗，患者腹痛持续不缓解，立即行腹腔镜胆囊切除术，术中可见胆囊周围严重粘连，仔细剥离后完整切除胆囊。手术历时1小时，出血极少。术后一周患者病愈出院，随访至今，未再腹痛。"
    },
    {
        "id": 176,
        "symptom": {
            "一般资料": "女性，42岁，工人",
            "主诉": "上腹痛10小时",
            "现病史": "患者10小时前因进食油荤，出现上腹部疼痛，伴恶心无呕吐、心慌胸闷等。休息后症状不可缓解，曾持续隐痛状态，不可耐受，遂来我院就诊，门诊以“急性胰腺炎”收入我科。患者自发病以来，精神欠佳，睡眠一般，饮食较差，大小便正常，体重无明显变化。",
            "既往史": "既往“高血压”18年，最高至149/100mmHg，未行特殊治疗。高敏体质，对“青霉素、头孢类”过敏，2021年4月于我院行胆囊切除术，2003年行剖宫产，既往行腹腔内肌瘤切除手术。"
        },
        "examine": {
            "查体": "T:36.5℃，P:109次/分，R:21次/分，BP:165/113mmHg。神志清楚，全身淋巴结无肿大，双肺呼吸音清，未闻及干湿性啰音。心率109次/分，心律齐。腹肌稍紧，未见胃肠型及蠕动波，剑突下至上腹区域压痛，无反跳痛，肝脾肋下缘未及，Murphy征（-），移动性浊音（-），肠鸣音正常，5次/分。双肾区无叩击痛，双下肢不肿。生理反射存在，病理反射未引出。",
            "辅助检查": "8.17血常规提示白细胞：25.5×10⁹/L，中性粒细胞比率：90.9%；肝肾功能，电解质正常，PCT：17.2ng/ML，血淀粉酶、脂肪酶正常，8.29血常规提示白细胞：8.24×10⁹/L，中性粒细胞比率：75.2%；CT提示符合胰腺炎改变，双侧胸腔积液，"
        },
        "diagnosis": {
            "初步诊断": "1.急性胰腺炎2.高血压病3.肾结石",
            "诊断依据": "患者上腹痛10小时入院，患者10小时前因进食油荤，出现上腹部疼痛，伴恶心无呕吐、心慌胸闷等。休息后症状不可缓解，8.17血常规提示白细胞：25.5×10⁹/L，中性粒细胞比率：90.9%；肝肾功能，电解质正常，PCT：17.2ng/ML，血淀粉酶、脂肪酶正常，CT提示符合胰腺炎改变，双侧胸腔积液。",
            "鉴别诊断": "1.胆囊炎：也会引起上腹部疼痛，但是基本是右上腹为主，而且疼痛墨菲征是阳性也就是胆囊点压痛是阳性的。可以做上腹b超，上腹b超就能明显地确认出胆囊有没有炎症，以及有没有胆道结石或者是胆囊结石的情况。2.肠梗阻：也会出现腹痛持续性加重，这个情况因为大量的气体及粪便积在肠道内就会加重疼痛的感觉，这个时候就要做腹部立位片来进行鉴别，因为腹部立位片可以看见肠道内的气液平，这个时候多半考虑肠梗阻引起的腹痛。",
            "诊断结果": "1.重症急性脂源性胰腺炎2.中度急性呼吸窘迫综合征3.高血压病4.高脂血症5.胆管结石6.肾结石"
        },
        "cure": "入院后给予抑酶(奥曲肽)、抑酸、对症治疗。患者症状进行性加重，发热、喘息、腹痛，入ICU时血压：95/53mmHg，HR:130bpm，SPO290%，腹肌紧张，全腹压痛，无反跳痛，腹内压25mmHg，双下肢轻度凹陷性水肿。给予液体复苏，经鼻高流量氧疗，降脂（阿托伐他汀联合非洛贝特，胰岛素），抗凝兼降脂（低分子肝素），抗炎（左氧），抑酶(奥曲肽)、抑酸、血必净100mlQ6h联合CRRT治疗减轻炎症反应、空肠营养管泵入。患者腹痛缓解，血压上升至120/72mmHg，HR:100bpm，经鼻高流量氧疗SPO292%，腹内压14mmHg，3天后来月经，暂停CRRT及低分子肝素，氧和状态改善不明显，超声见双肺散在B线，及双侧胸腔积液，肺叶漂浮，不适合定位穿刺，白蛋白一度降至26g/L，患者输注白蛋白出现过敏反应，加强肠内营养，加用戊乙奎醚减少肺部渗出。患者症状逐渐缓解，氧和改善，鼻导管给氧SPO298%，HR:82bpm，无腹痛，2021-08-29转入消化内科继续治疗，治疗如下：依诺肝素钠4000单位Q12h08.17-08.212000单位q12h08.26-08.29左氧氟沙星注射液200mlqd08.17-08.29盐酸甲氧氯普胺1mlq8h08.17-08.29异甘草酸镁30mlqd08.20-08.29盐酸戊乙奎醚1mlq6h08.20-08.26醋酸奥曲肽0.3mgq8h08.17-08.20；0.3mgq12h08.20-08.22；0.3mgqd08.22-08.27病情好转，2021-09-01出院。"
    },
    {
        "id": 177,
        "symptom": {
            "一般资料": "男性，53岁，农民",
            "主诉": "上腹部反复疼痛一年，加重3月。",
            "现病史": "患者自诉近1年来自感上腹部间断轻度疼痛，呈自限性，可自行缓解，伴腹胀感，无明显恶心、呕吐，无反酸、嗳气等症状，近3月余进食后上腹部腹胀感较前明显加重,就诊于当地医院,行胃镜检查提示胃癌,取活检病理结果提示胃腺癌，未行特殊治疗，患者为求进一步治疗，来我院就诊入住我科，患者诉近2个月来体重减轻约3-4kg。",
            "既往史": "无特殊病史"
        },
        "examine": {
            "查体": "T:36℃，P:80次/分，R:20次/分，BP:120/70mmHg。发育正常，营养中等，自主体位，神清，查体合作。皮肤巩膜无黄染，未见出血点及皮疹。浅表淋巴结未扪及。头颅五官大小形态正常，双瞳孔等大等圆，对光反射灵敏。唇不绀，咽无充血，扁桃体不大。外耳道及鼻腔无异常分泌物，乳突无压痛。颈软，颈静脉不充盈，气管居中，甲状腺不大。双侧胸廓对称，呼吸运动平稳，叩诊清音，呼吸音清，未闻及明显干、湿啰音。心前区无隆起，心尖搏动位于左锁骨中线第五肋间内0.5cm处，心界不大。心率87次/分，律齐，无杂音。腹部体查见专科情况。四肢脊柱无畸形，活动可。肛门及外生殖器无明显异常。浅深反射存在，克、布、巴氏阴性。专科体查：神志清楚，皮肤巩膜无明显黄染，腹稍膨，未见胃肠型及蠕动波，上腹深压痛，无反跳痛，肝脾肋下未扪及，莫菲氏征阴性。肝区无叩痛，双肾区无叩痛，移动性浊音阴性，肠鸣音可。",
            "辅助检查": "外院胃镜检查提示胃癌,取活检病理结果提示胃腺癌（无法得到当地的资料）"
        },
        "diagnosis": {
            "初步诊断": "胃癌",
            "诊断依据": "老年男性患者，出现上腹部反复疼痛一年，加重3月入院，查体皮肤巩膜无明显黄染，腹稍膨，未见胃肠型及蠕动波，上腹深压痛，无反跳痛，肝脾肋下未扪及，莫菲氏征阴性。肝区无叩痛，双肾区无叩痛，移动性浊音阴性，肠鸣音可。外院胃镜检查提示胃癌,取活检病理结果提示胃腺癌。",
            "鉴别诊断": "胃溃疡：一般病程较长，且其腹痛具有节律性，多为餐后痛，且常有反复发作史，抗酸治疗有效，多不伴有食欲减退。通过X线钡餐检查和胃镜检查可鉴别。胃良性肿瘤：包括上皮细胞瘤和间叶组织瘤，前者主要为胃腺瘤，后者以平滑肌瘤为主。胃窦和胃体为多发部位，一般体积小，生长慢，多无明显临床表现，X线钡餐下可见圆形或椭圆形的充盈缺损；胃镜下则可见黏膜下肿块。",
            "诊断结果": "胃癌(cT4aN3M1，IV期)腹盆腔多发转移"
        },
        "cure": "入院完善相关术前检查，实验室检查:血常规、血生化、肿瘤标志物等无明显异常。腹盆腔增强CT(见图):胃腔充盈良好，胃窦前壁不规则增厚，可见不规则软组织密度影略向腔内突起，边缘不规整，病变范围约为5.2cmx2.2cmx2.4cm,增强后不均匀强化,外缘轮廓不光滑，可见小突起，周围脂肪间隙模糊，可见多发小淋巴结，较大者短径约为0.6cm。结合患者病史体征及相关影像学检查，考虑胃癌明确，胃周及腹膜后多发淋巴结，有手术指征，未见明显手术禁忌症，于全麻下行腹腔镜探查术。术中探查盆腔未见损伤、出血、腹水，肝脏大小正常，边缘锐，肝浆膜面光滑。胃肿瘤累及胃体窦部，侵透浆膜，可见浆膜白色结节，质硬。胃周可触及数个肿大淋巴结。腹腔可见散在多发白色结节，质韧，考虑肿瘤分期较晚。横结肠系膜可见多发白色质硬结节，考虑肿瘤转移，取活检送术中冰冻。上腹部壁层腹膜可见散在多发白色结节，直径为0.1~1.2cm，切取一枚送冰冻病理。冰冻病理回报横结肠系膜结节脂肪组织(取材不良)，壁层腹膜结节可见腺体,考虑恶性。综合患者情况考虑肿瘤晚期，预后差，向患者家属交代病情后表示理解，仅行腹腔镜探查后结束手术。逐层缝合关闭腹部戳口，术毕。术中出血量约5ml。术后病理:镜下所见(横结肠系膜结节)脂肪组织深切后见少量腺癌浸润，(腹壁结节)纤维脂肪组织(0.6cmx0.5cmx0.3cm)中腺癌浸润。最终诊断:胃癌(cT4aN3M1，IV期)，腹盆腔多发转移。术后第1天排气，第2天进食水，无术后出血等相关并发症。术后一周出院。"
    },
    {
        "id": 178,
        "symptom": {
            "一般资料": "男性，66岁，农民",
            "主诉": "突发上腹剧痛1天。",
            "现病史": "患者诉1天前无明确诱因出现上腹部剧痛，无阵发性加剧，无他处放射，并出现恶心、呕吐6次，呕吐物为胃内容物，不含血性、蛔虫，共吐约1000毫升，吐后腹痛无减轻。无发冷、发热，无咳嗽、咳痰，无腹泻，无心慌、气短，无尿频、尿急、尿痛及肉眼血尿。发病后未经处理，为求诊治而来我院，门诊以“急性弥漫性腹膜炎”收入院。",
            "既往史": "平素“胃溃疡”病史3年，间断性口服药物治疗，否认“高血压、糖尿病”等病史，否认药物和食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，表情痛苦，平车推入病区，查体合作。全身皮肤粘膜苍白，无黄疸，皮肤弹性差，未见肝掌、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜苍白，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约2.5mm，眼球运动正常，光反射存在。口唇苍白，颈略抵抗，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，双侧呼吸动度一致，肋间隙无增宽。语颤无增强及减弱，无捻发感及胸膜摩擦感。双肺叩诊清音，肺肝浊音界于右侧锁骨中线第五肋间。双侧呼吸音清晰，下野闻及细小湿性啰音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心率98次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。肛门及外生殖器未见异常。脊柱无畸形，四肢关节活动正常。外科情况：腹平坦，腹壁静脉无曲张，未见胃肠型及蠕动波；全腹压痛、反跳痛、肌紧张，呈板状腹，肝脾肋下未触及；肝区、双肾区无叩击痛，叩鼓音，移动性浊音阴性；肠鸣音减弱，2-3次/分。",
            "辅助检查": "血常规示：白细胞2.46*10^9/L，中性粒细胞比率79.0%，淋巴细胞比率14.0%，中性粒细胞数1.95*10^9/L，淋巴细胞数0.34*10^9/L，血红蛋白159.00g/L。生化回报示：总蛋白45.7g/L，白蛋白22.9g/L，球蛋白23.60g/L。上腹部CT：1.腹腔内游离积气、积液，肠腔内脂肪间隙模糊，考虑空腔脏器穿孔2.肝囊肿3.胆囊结石，胆囊炎4.升结肠增厚，建议进一步检查。"
        },
        "diagnosis": {
            "初步诊断": "1.上消化道穿孔，2.胆囊结石、胆囊炎、肝囊肿，3.升结肠增厚，4.急性弥漫性腹膜炎，5.肝功能异常，6.低蛋白血症。",
            "诊断依据": "1.老年男性，急性病程；2.患者诉缘于1天前无明确诱因出现上腹部剧痛，恶心、呕吐，呕吐物为胃内容物；3.查体腹平坦，全腹压痛、反跳痛、肌紧张，呈板状腹，肝脾肋下未触及；肝区、双肾区无叩击痛，叩鼓音，移动性浊音阴性；肠鸣音减弱，2-3次/分；4.白蛋白22.9g/L，上腹部CT：1）.腹腔内游离积气、积液，肠腔内脂肪间隙模糊，考虑空腔脏器穿孔2）.肝囊肿3）.胆囊结石，胆囊炎4）.升结肠增厚，建议进一步检查。",
            "鉴别诊断": "1.急性化脓性梗阻性胆管炎：主要表现为右上腹痛，寒战、高热，黄疸，低血压和精神神经症状。本例患者1天前出现上腹部剧痛，恶心、呕吐，呕吐物为胃内容物，查体全腹压痛、反跳痛、肌紧张，呈板状腹，肠鸣音减弱，2-3次/分，上腹部CT：腹腔内游离积气、积液，可以鉴别。2.机械性肠梗阻：该病主要表现为腹痛、腹胀、恶心、呕吐，停止排气排便，立位腹平片示肠腔内气液平面。本例患者1天前出现上腹部剧痛，恶心、呕吐，呕吐物为胃内容物，查体全腹压痛、反跳痛、肌紧张，呈板状腹，肠鸣音减弱，2-3次/分，上腹部CT：腹腔内游离积气、积液，可以鉴别。",
            "诊断结果": "1.胃幽门穿孔，2.胆囊结石、胆囊炎、肝囊肿，3.升结肠增厚，4.急性弥漫性腹膜炎，5.肝功能异常，6.低蛋白血症，7.切口裂开。"
        },
        "cure": "患者入院后完善各项检查，予禁食水，持续胃肠减压，积极术前准备，于全麻下行剖腹探查术，术中见腹腔内淡黄脓性液体及胃内容物，吸净液体，共约500毫升，探查腹腔，见胃幽门部穿孔，直径2.0cm，全层缝合胃壁，外敷大网膜，冲洗腹腔，于穿孔处及盆腔放置引流。术后吸氧，生命体征监测，考虑大肠杆菌及混合菌感染，予注射用头孢哌酮舒巴坦钠1.5加入0.9%氯化钠注射液100毫升静点日二次，注射用奥美拉唑40毫克，加入0.9%氯化钠注射液100毫升静点日二次，20%白蛋白注射液50毫升，静点日二次，50%葡萄糖注射液100毫升，普通胰岛素注射液12单位，加入5%葡萄糖注射液400毫升，静点日二次，脂肪乳注射液100毫升，静点日二次，复方氨基酸注射液250毫升，静点日二次，10%氯化钾注射液15毫升，加入5%葡萄糖注射液500毫升中静点，根据化验监测结果，维持水电解质及酸碱平衡等治疗。术后第5天患者剧烈咳嗽后切口敷料血染，换药见切口全层裂开，腹腔内容物未溢出，急症于连硬外麻醉下行切口全层缝合，外加乳胶管，术后14天拆线，切口愈合良好。"
    },
    {
        "id": 179,
        "symptom": {
            "一般资料": "男性，48岁，个体户",
            "主诉": "左侧肢体活动不利伴言语不利3.5小时。",
            "现病史": "该患者3.5小时前在夜间上厕所时突发左侧肢体活动不利，尚能独立抬举，行走时左侧轻度跛行，伴有言语不利，口齿不清，遂由救护车送至医院急诊就诊。入院后患者病情持续进展恶化，出现神志嗜睡，左侧肢体活动不利抬举较费力，无肢体抽搐，无大小便失禁，无发热畏寒等。",
            "既往史": "1月余前在门诊确诊“腰椎间盘伴坐骨神经痛”，口服塞来昔布治疗后现疼痛基本缓解；否认高血压、糖尿病、冠心病等病史。"
        },
        "examine": {
            "查体": "美国**卫生研究院卒中量表（NIHSS）评分13分，mRS评分4分，神志嗜睡，言语不利，双侧瞳孔等大等圆，直径3.0mm，对光反射灵敏，双眼右侧凝视，两侧额纹对称，左侧鼻唇沟变浅，口角右歪，伸舌左偏，颈软，右侧肢体肌力5级，左侧肢体肌力3级，左侧偏身痛觉减退，右侧肢体深浅感觉正常，四肢肌张力正常，四肢腱反射（++），右侧巴氏征阴性，左侧巴氏征阳性，肢体共济失调征左侧检查不合作。",
            "辅助检查": "主要化验检查：肝功能常规检查：丙氨酸氨基转移酶：103U/L；天冬氨酸氨基转移酶：61U/L；血尿酸：271μmol/L；总胆固醇：5.36mmol/L；甘油三酯：1.49mmol/L；高密度脂蛋白胆固醇：1.85mmol/L；低密度脂蛋白胆固醇：2.99mmol/L；同型半胱氨酸：14.6μmol/L；葡萄糖(空腹)：4.29mmol/L；糖化血红蛋白：5.3%；抗核抗体：阴性；颅脑CT平扫未见异常。颅脑及颈部CTA检查提示右侧大脑中动脉M1段显示不清，首先考虑闭塞。急诊脑血管造影检查提示右侧大脑中动脉M1段闭塞。彩超心脏、心电图正常。"
        },
        "diagnosis": {
            "初步诊断": "1.急性脑梗死2.大脑中动脉闭塞（右侧M1段）",
            "诊断依据": "患者中年男性，既往有吸烟、饮酒史，本次为急性发病，出现神经功能缺失症状（左侧肢体活动不利，言语不利），体格检查提示左侧中枢性面舌瘫、言语不利、左侧肢体肌力3级。脑平扫CT检查排除脑出血，颅脑及颈部CTA检查、脑血管造影检查提示右侧大脑中动脉M1段闭塞。",
            "鉴别诊断": "1.脑出血：患者突发偏侧肢体活动不利需鉴别，但无头痛、呕吐等颅内压增高表现，颅脑CT未见高密度出血灶，脑出血不支持，不予考虑。2.脑肿瘤：侵犯脑实质可引起神经定位体征，但多呈慢性进展性病程，可有颅内压增高表现，头部影像学检查可见占位性病变，本患者不符，不予考虑。",
            "诊断结果": "1.急性脑梗死2.大脑中动脉闭塞（右侧M1段）3.高血压病4.肝功能异常"
        },
        "cure": "患者突发偏侧肢体无力伴有言语障碍，首先考虑急性脑卒中，颅脑CT检查未见异常排除脑出血，故首先考虑急性脑梗死，病程在3.5小时左右，根据《中国急性缺血性脑卒中指南（2018版）》指导意见，给予“阿替普酶62mg（其中6.2mg立即静脉推注，剩余55.8mg匀速静脉滴注1小时）”静脉溶栓治疗，溶栓后患者病情急性进展恶化，出现嗜睡状态，左侧肢体活动不利较前加重，伴有双眼凝视，考虑疾病进展，立即复查颅脑CT未提示脑出血转化，考虑进展性脑梗死，责任血管为右侧大脑中动脉M1段，经患方同意后急诊在全身麻醉下行右侧大脑中动脉闭塞介入取栓手术治疗，过程顺利，患者右侧大脑中动脉实现完全再通，远端脑血流完全恢复正常。术后转至ICU监护治疗24小时，同时予盐酸替罗非班氯化钠注射液（5ml/h微泵维持）抗血小板聚集，依达拉奉针右莰醇（15ml静脉滴注每日2次）清除氧自由基及保护脑细胞，术后24小时复查颅脑CT提示右侧基底节区脑梗塞伴高密度影，高密度影较前有降低。阅片后考虑高密度影为造影剂外渗，予暂停替罗非班，加用阿司匹林肠溶片（100mg每日1次）抗血小板聚集、瑞舒伐他汀钙片（10mg、每晚1次）调脂稳定斑块治疗。术后第4天复查脑CT未见脑出血转化，阿司匹林肠溶片加量至200mg每日1次口服。术后第10天监测患者血压总体偏高，最高达161/102mmHg，考虑合并高血压，加用厄贝沙坦片（150mg每日1次）降压治疗。术后第12天，抗血小板聚集药物改阿司匹林肠溶片100mg每日1次联合硫酸氢氯吡格雷75mg每日1次抗栓治疗。术后14天，患者神志清楚，言语正常，左侧肢体肌力5-级，NIHSS评分0分，mRS评分1分，予以带药出院。出院带药为：阿司匹林肠溶片100mg每日1次、硫酸氢氯吡格雷75mg每日1次、瑞舒伐他汀钙片10mg每晚1次、厄贝沙坦片150mg每日1次。"
    },
    {
        "id": 180,
        "symptom": {
            "一般资料": "女性，55岁，无",
            "主诉": "消瘦、怕热、多汗、心慌十余年，加重2月",
            "现病史": "患者十余年前无明显诱因渐起进行性消瘦，体重下降约5kg，感怕热、多汗、心慌，在外院检查诊断为甲亢，予以药物口服治疗（具体药物不详），患者服药一年后症状好转自行停药，至今未行处理，2月前上述症状复发，遂来我院内分泌科就诊，2021-08-04查甲状腺彩超提示：1.甲状腺左、右侧叶体积增大，形态饱满，右侧为甚，实质回声不均，甲状腺右侧叶内可见多个无回声，边界清，其内可见点状强回声，其中大者约5.4x3.1mm。甲状腺左侧叶可见个无回声，边界清，其内可见点状强回声，其中大者约9.9x.3.9mm。2.双侧颈部可见多个低回声，边界清，内可见淋巴门样回声，其中左、右侧大者分别为14.6x4.6mm、1.65x6.2mm。后转入我科要求手术，因BMR控制不佳，未达到手术要求，遂出院口服药物调控，现患者再次来院，要求手术治疗，门诊以双侧甲状腺包块收住。发病以来，患者精神、睡眠、饮食可，二便正常。",
            "既往史": "有糖尿病病史十余年，自行注射胰岛素降糖治疗，其妹妹有甲亢，有高血压病史多年，口服硝苯地平对症治疗，血压控制可，否认冠心病，无乙肝结核等传染病史，无食物药物过敏史"
        },
        "examine": {
            "查体": "T:36.3℃，P:82次/分，R:20次/分，BP:143/83mmHg。发育正常，营养良好，步入病房，查体合作，神清，颈软，双侧甲状腺Ⅱ度肿大，颈部右侧有一3*3CM大小包块，质地中等，活动度可，无压痛,未闻及明显血管杂音，心肺未闻及明显异常，腹平软，肝脾肋下未及，无压痛及反跳痛，双肾区无叩痛。双侧腱反射稍弱，浅感觉稍弱，四肢肌力肌张力正常，双侧足背动脉搏动正常，双手平伸细颤。专科情况：颈软，双侧甲状腺Ⅱ度肿大，颈部右侧有一3*3CM大小包块，质地中等，可随吞咽上下活动。门诊及院外重要检查结果：2021-08-04日检查颈部彩超示:1.甲状腺左、右侧叶体积增大，形态饱满，右侧为甚，实质回声不均，甲状腺右侧叶内可见多个无回声，边界清，其内可见点状强回声，其中大者约5.4x3.1mm。甲状腺左侧叶可见个无回声，边界清，其内可见点状强回声，其中大者约9.9x.3.9mm。2.双侧颈部可见多个低回声，边界清，内可见淋巴门样回声。",
            "辅助检查": "门诊及院外重要检查结果：2021-08-04日检查颈部彩超示:1.甲状腺左、右侧叶体积增大，形态饱满，右侧为甚，实质回声不均，甲状腺右侧叶内可见多个无回声，边界清，其内可见点状强回声，其中大者约5.4x3.1mm。甲状腺左侧叶可见个无回声，边界清，其内可见点状强回声，其中大者约9.9x.3.9mm。2.双侧颈部可见多个低回声，边界清，内可见淋巴门样回声。查血示甲功异常，心电图提示窦性心律右房大异常心电图。胸部CT示双肺未见明显异常，气管软化试验阴性，颈椎退变。"
        },
        "diagnosis": {
            "初步诊断": "1.甲状腺结节2.甲状腺功能亢进症3.2型糖尿病4.高血压",
            "诊断依据": "女患，55岁，消瘦、怕热、多汗、心慌十余年，加重2月入院；既往有糖尿病病史十余年，自行注射胰岛素降糖治疗，妹妹有甲亢，有高血压病史多年，口服硝苯地平对症治疗，血压控制可。生命体征正常，双侧甲状腺Ⅱ度肿大，颈部右侧有一3*3CM大小包块，质地中等，活动度可，无压痛,未闻及明显血管杂音，双手平伸细颤；门诊及院外重要检查结果：2021-08-04日检查颈部彩超示:1.甲状腺左、右侧叶体积增大，形态饱满，右侧为甚，实质回声不均，甲状腺右侧叶内可见多个无回声，边界清，其内可见点状强回声，其中大者约5.4x3.1mm。甲状腺左侧叶可见个无回声，边界清，其内可见点状强回声，其中大者约9.9x.3.9mm。2.双侧颈部可见多个低回声，边界清，内可见淋巴门样回声。查血示甲功异常，血糖值。正常心电图提示窦性心律右房大异常心电图。",
            "鉴别诊断": "应与甲状腺CA相鉴别,后者多为无痛性包块，边界不清，活动度差，随吞咽活动度小，肿瘤病检可作诊断。",
            "诊断结果": "1.右侧甲状腺包块；2.甲状腺功能亢进症；3.2型糖尿病；4.高血压病"
        },
        "cure": "诊疗计划：1.进一步完善术前相关检查。2.指导口服碘剂，限期手术。3.术后抗炎、对症治疗。入院完善相关检查，给予抗甲状腺激素，降心率，降压降糖调整基础代谢率等治疗（碘剂），因血压及BMR控制不佳，请心内科会诊，调整为施慧达，依那普利，米格列醇片，艾司唑仑片，倍他洛克等治疗，术前准备共30天，拟在全麻下行手术，麻醉访视患者BMR9%，心率90bpm，基本达标，余结果甲功异常，拟在全麻下行手术，备艾司洛尔及氢化可的松。麻醉简要经过：入室桡动脉穿刺测压（IBP），监测SPO2HRRRPETCO2，体温。面罩给氧去氮，静脉顺序给予东莨菪碱0.1mg，力月西3mg，丙泊酚100mg，舒芬太尼30ug，顺式阿曲库铵14mg，艾司洛尔20mg，5min后气管插管，接麻醉机行控制呼吸，术中平顺，静脉点滴氢化可的松100mg，静脉泵注右美托咪定镇静，静脉泵注瑞芬太尼丙泊酚及吸入小剂量七氟烷维持麻醉，术中心率70bpm左右，IBP80mmHg，术毕停药后患者逐渐苏醒，呼吸渐恢复，呼之睁眼，握拳有力后吸痰鼓肺后拔管，观察10min吸空气SPO2维持在95%以上，送ICU继续治疗。入住ICU8小时后患者出现恶心呕吐，呕吐物为胃液，随后出现心律140次/分，血压160/100mmHg，血氧饱和度95%，伴谵妄，烦躁等症状，T37.5摄氏度：考虑患者出现甲状腺危象前期，随即按甲危象处理：吸氧、镇静、降压、改善心功能等对症治疗，患者逐渐趋于稳定，于23时患者症状缓解，无恶心呕吐，无谵妄、烦躁等症状，心律90次/分，血压140/80mmHg，血氧饱和度98%。次日晨8时许，患者再次表现出焦虑、烦躁不安，继续镇静降压调整血糖及对症等治疗，术后第7日凌晨出现烦躁、情绪激动等症状，给予苯巴比妥钠肌肉注射后，症状稍缓解。随之出现谵妄，自行注射胰岛素约20u，并自行口服“依那普利”等，血糖值极不稳定，给予稳定血糖镇静处理，急查生化发现低钾血症2.71mmol/l，纠正低钾，继续支持对症处理。术后第13天治愈出院。嘱继续服药，按时复诊。"
    },
    {
        "id": 181,
        "symptom": {
            "一般资料": "男性，65，退休",
            "主诉": "头颈、双肩僵硬，疼痛不适伴双臀部疼痛不适1月。",
            "现病史": "患者1月前无明显诱因出现头颈、双肩僵硬，疼痛不适，伴双臀部疼痛不适，自行服用止疼药后疼痛少许缓解。疼痛影响睡眠，20天前双臀疼痛减轻，出现双小腿疼痛，经休息后疼痛不缓解，无头晕、头痛，无胸痛、胸闷及呼吸困难，无恶心、呕吐。今为求诊治来院，门诊经详细查体及询问病史后以“颈椎病”收入院。患者自发病以来饮食可，大小便正常，体重无明显变化。",
            "既往史": "颈部外伤后遗留四肢末梢麻木14年。无肝炎、结核等传染病病史及其密切接触史。无输血史及手术史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病、高血压病史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况良好,发育正常，营养中等，神志清,精神不振，步态缓慢，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率98次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射正常。脑膜刺激征阴性。专科情况：颈椎棘突(C5、C6、C7)及椎旁压痛、放射痛。双肩主被动活动疼痛，双肩外展肌力Ⅳ级。右侧环指屈指及屈腕肌力Ⅳ级。双下肢肌力Ⅳ级。四肢末梢感觉减退，双侧肱二头肌及肱三头肌反射存在，双侧膝腱反射亢进。椎间孔挤压试验（+），臂丛牵拉试验（+），霍夫曼征左（-）、右（+），双侧巴氏征（+），余肢体未见明显异常。",
            "辅助检查": "颈椎，胸椎MRI1.符合颈椎退行性变，C3/4、C4/5、C5/6、C6/7椎间盘膨出并C4/5、C5/6椎管椎管狭窄MRI表现2.C5/6层面脊髓内异常信号，考虑水肿，请结合临床必要时增强扫描3.枕骨异常信号，考虑良性病变，骨纤维异常增殖症可能性大，请结合CT检查4.符合腰椎退行性变、L4/5椎间盘轻度膨出MRI表现5.考虑L2-5棘突周围软组织水肿，请结合临床并随访复查。"
        },
        "diagnosis": {
            "初步诊断": "1.颈椎管狭窄2.颈椎间盘突出3.颈椎退行性变4.腰椎退行性变",
            "诊断依据": "1.头颈、双肩僵硬，疼痛不适伴双臀部疼痛不适1月。2.查体：颈椎棘突(C5、C6、C7)及椎旁压痛、放射痛。双肩主被动活动疼痛，双肩外展肌力Ⅳ级。右侧环指屈指及屈腕肌力Ⅳ级。双下肢肌力Ⅳ级。四肢末梢感觉减退，双侧肱二头肌及肱三头肌反射存在，双侧膝腱反射亢进。椎间孔挤压试验（+），臂丛牵拉试验（+），霍夫曼征左（-）、右（+），双侧巴氏征（+），余肢体未见明显异常。3.辅助检查：颈椎，胸椎MRI1.符合颈椎退行性变，C3/4、C4/5、C5/6、C6/7椎间盘膨出并C4/5、C5/6椎管椎管狭窄MRI表现2.C5/6层面脊髓内异常信号，考虑水肿，请结合临床必要时增强扫描3.枕骨异常信号，考虑良性病变，骨纤维异常增殖症可能性大，请结合CT检查4.符合腰椎退行性变、L4/5椎间盘轻度膨出MRI表现5.考虑L2-5棘突周围软组织水肿，请结合临床并随访复查。",
            "鉴别诊断": "1.颈部扭伤：患者有颈部扭伤病史，查体可见颈椎棘突压痛，颈项部活动受限，但X线片无骨折征象。该患者与此不符，可排除。2.肩周炎：是肩周肌、肌腱、滑囊及关节囊的慢性损伤性炎症。因关节内、外粘连，而以活动时疼痛、功能受限为其临床特点。该患者与此不符，可排除。",
            "诊断结果": "1.颈椎管狭窄2.颈椎间盘突出3.颈椎退行性变4.腰椎退行性变5.枕骨纤维异常增殖症"
        },
        "cure": "入院后考虑患者的症状是颈椎管狭窄所导致，完善相关检查及术前准备，大肝功：总蛋白69.3g/L、白蛋白33.8g/L、谷丙转氨酶10.9U/L、碱性磷酸酶68.0U/L、前白蛋白108.10mg/L、血清唾液酸测定986.10mg/L，大肾功：肌酐48.0umol/L、血尿酸196.0umol/l，血脂七项：甘油三酯0.40mmol/L、高密度脂蛋白0.98mmol/L，葡萄糖：葡萄糖6.77mmol/L，大肾功：乳酸2.75mmol/L，感染八项定量：未见异常。凝血六项未见异常。尿沉渣：白细胞1个/uL、红细胞1个/uL、葡萄糖3+，B型钠尿肽38.94pg/ML，糖化血红蛋白测定5.40%，血沉：血沉67mm/h，血常规住院：白细胞11.02×10^9/L、淋巴细胞比率7.70%、中性细胞比率89.20%、淋巴细胞数0.85×10^9/L、中性细胞数9.83×10^9/L、C-反应蛋白96.60mg/L。CT:颈椎椎体S(重建)：颈椎轻度变直，C4-7椎体边缘及相应钩椎关节可见骨质增生征象，椎间隙未见明显变窄。C4-5椎体棘突后方可见短条状钙化灶。胸部(平扫)：1.肺内少量纤维灶2.部分冠状动脉分支钙化3.升主动脉增粗，请结合临床。彩超检查:彩超心脏(左心功能测定TDI)(常规)：左室舒张功能减退。常规心电图检查十二导：窦性心律肢体导联低电压。颈椎X线：颈椎上段曲度变直，C3－7椎体边缘均可见骨质增生征象，椎间隙未见明显变窄，C5/6左侧椎间孔略变形，项韧带可见钙化影。无颈椎不稳的情况。磁共振：1.符合颈椎退行性变，C3/4、C4/5、C5/6、C6/7椎间盘膨出并C4/5、C5/6椎管椎管狭窄MRI表现2.C5/6层面脊髓内异常信号，考虑水肿，请结合临床必要时增强扫描3.枕骨异常信号，考虑良性病变，骨纤维异常增殖症可能性大，请结合CT检查4.符合腰椎退行性变、L4/5椎间盘轻度膨出MRI表现5.考虑L2-5棘突周围软组织水肿，请结合临床并随访复查。于住院后的第5天在全身麻醉下行颈椎后路单开门椎管减压术+椎管扩大成形术。术中以患侧为开门侧，对侧为轴，紧贴骨膜剥离最大程度减少出血，注意勿导致绞链侧断裂，置入螺钉时需要注意螺钉的方向及深度。术后给予头孢唑林1givd**q6h预防感染（使用到术后72小时），甘油果糖氯化钠250ml，ivd**bid消肿，布洛芬缓释片0.3bid止痛。下肢空气泵bid预防下肢深静脉血栓形成。口服弥可保胶囊1片tid营养神经治疗。术后10天出院情况：患者一般情况可，生命体征平稳，原疼痛部位疼痛程度较前减轻，颈部切口愈合良好，无炎症征象，双下肢Homans征（-），指端血运正常。患者因疫情期间医院的感染风险高，强烈要求出院，劝阻无效。继续颈托制动1月。注意休息。"
    },
    {
        "id": 182,
        "symptom": {
            "一般资料": "男性，74岁，退休人员",
            "主诉": "间断气短20余年，加重伴右上腹腹痛3天",
            "现病史": "患者20余年前因“气短、腹痛、腹胀”就诊山大一院发现心脏扩大(具体不详），予口服“地高辛0.125mg1次/日、硝酸异山梨酯片10mg1次/日、培哚普利吲达帕胺片2mg1次/日”治疗，平素慢走无气短不适，快走100米、爬3层楼后出现气短，不伴胸憋痛、肩背部放射痛、反酸、烧心、恶心、呕吐、腹胀、腹痛等，休息3-5分钟自行缓解，未诊治；近5年活动后出现气短，伴胸憋，无其他特殊不适，休息5-6分钟可缓解。3天前进食生冷食物后出现气短、胸憋、夜间不能平卧，伴阵发性右上腹痛、每次疼痛持续3-5分钟，伴腹胀、出汗、恶心、食欲减退、尿量减少，无发热、胸痛、肩背部放射痛、反酸、烧心、呕吐等，入我院急诊化验慢性心力衰竭急性加重，利尿等对症治疗后转入消化科。自发病以来，患者精神、食欲、睡眠差，小便量减少，大便干、量少，体重未见明显变化。",
            "既往史": "近20年开始出现冬季天气转冷后气短加重，伴咳嗽、咳痰，未特殊诊治。否认高血压病史，否认糖尿病病史；否认肾脏病史，否认冠心病史，无脑血管意外疾病史。否认手术史；否认外伤史；否认输血史，否认肝炎史，否认结核病史，无传染病病史，预防接种史不详，否认食物过敏史，无药物过敏史。"
        },
        "examine": {
            "查体": "T:36.2℃，P:122次/分，R:19次/分，BP:102/80mmHg。一般情况：发育正常，营养中等，体型中等，强迫体位，用担轮椅送入病房，急性面容，表情痛苦，意识清晰，不能言语，精神状态烦躁，查体欠合作。皮肤粘膜：色泽正常，皮肤弹性差，肺脏：视诊：两侧呼吸运动基本一致，呼吸节律均匀。触诊：语颤正常，未触及胸膜摩擦音。叩诊：双肺叩诊呈清音。听诊：两肺呼吸音正常，未闻及干湿性罗音。心脏：视诊：心前区无隆起。触诊：心尖搏动最强点位于第5肋间左锁骨中线内0.5cm，无抬举性搏动。叩诊：心界临界大致正常。听诊：心率104次/分，节律齐，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。血管：桡动脉：节律不齐，无脉搏短拙或奇脉，血管紧张度正常。股动脉：动脉搏动正常，节律不齐，未闻及血管杂音。足背动脉：搏动正常。周围血管征：无水冲脉，无枪击声，无往返杂音。腹部：视诊：外形对称，腹部平坦，可见腹式呼吸，无腹壁静脉曲张，无肠形及胃肠蠕动波，无色素沉着，无皮疹。触诊：腹软，腹壁紧张度正常，全腹无压痛及反跳痛，未触及肿块，肝脾肋下未触及，Murphy征阴性。叩诊：肝区及双肾区无叩痛。听诊：肠鸣音正常，肠鸣音3~5次/分。肛门、直肠、外生殖器未检查。脊柱生理弯曲存在，脊柱无压痛，四肢：活动自如，无畸形，无肌肉萎缩，双下肢轻度水肿，关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。神经系统：双侧生理性反射正常，双侧病理性反射未引出。",
            "辅助检查": "血生化：丙氨酸氨基转移酶68.60IU/L，天冬氨酸氨基转移酶91.09IU/L，白蛋白42.86g/L，总胆红素57.75Hmol/L，直接胆红素20.26Hmol/L，间接胆红素37.49μmol/L，r-谷氨酰转肽酶61.46IU/L，碱性磷酸酶93.37IU/L，尿酸757.37μmol/L，尿素13.58mmol/L，血肌配121.71μmol/L，钾5.18mmol/L，钠131.42mmol/L，氯95.69mmol/L。上腹部+下腹部+盆腔CT：1.胆囊密度增高，请结合临床。2.脂肪肝。3.肝左叶钙化灶。4.腹盆腔积液。5.右侧前下腹壁皮下斑片状高密度影，建议复查。腹部核磁：1.肝脏微小囊肿；2.胆囊炎；胆汁淤积；3.胰腺信号异常；胰腺炎可能；请结合实验室检查；4.腹腔积液；5.背部皮下软组织水肿；6.心脏扩大、下腔静脉及肝静管径增粗；请结合临床。腹部彩超：胆囊壁增厚(继发改变可能)肝静脉及下腔静脉增宽胰、脾、双肾及门脉未见明显异常。心梗四项：心肌肌钙蛋白I"
        },
        "diagnosis": {
            "初步诊断": "胆囊炎胰腺炎？慢性心力衰竭急性加重心功能IV级(NYHA分级)心脏扩大原因待查？心律失常房性心动过速",
            "诊断依据": "症状：进食生冷食物后出现气短、胸憋、夜间不能平卧，伴阵发性右上腹痛、每次疼痛持续3-5分钟，伴腹胀、出汗、恶心、食欲减退、尿量减少体征:强迫体位，皮肤轻度黄染，颈静脉怒张，双肺可闻及干啰音，右上腹、中上腹有压痛，Murphy征阳性，双下肢轻度水肿。辅助检查:1.血常规检查白细胞偏高，中性粒细胞百分比偏高2.肝功能检查肝酶偏高3.腹部彩超提示胆壁增厚4.上腹部+下腹部CT提示:胆囊密度增高，腹腔积液5.腹部核磁提示胆囊炎，胰腺信号异常，胰腺炎可能，腹腔积液6.BNP明显升高",
            "鉴别诊断": "1.急性心力衰竭：患者多有高血压、冠心病、风湿性心脏病和二尖瓣狭窄等病史和体征。阵发性咳嗽，常咳出粉红色泡沫痰，两肺可闻及广泛的湿啰音和哮鸣音，左心界扩大，心率增快，心尖部可闻及奔马律。胸部x线检查可见心脏增大，肺淤血征。2.急性肺动脉栓塞：可发生胸痛、咯血、呼吸困难和休克。但有右心负荷急剧增加的表现如发钳、肺动脉瓣区第二心音亢进、颈静脉充盈、肝大、下肢水肿等。心电图示工I导联S波加深，II导联Q波显著T波倒置，胸导联过度区左移，右胸导联T波倒置等改变，可资鉴别。3.慢性阻塞性肺疾病：多见于中老年人，有慢性咳嗽史，喘息长年存在，有加重期。患者多有长期吸烟或接触有害气体的病史。体征有杵状指、桶状胸、双肺干湿啰音，肺功能检查示舒张气道后FEV1/FVC",
            "诊断结果": "急性胰腺炎胆囊炎胆道梗阻慢性心力衰竭急性加重心功能IV级(NYHA分级)心律失常房性心动过速心律失常房性心动过速慢性支气管炎肺大泡肺小结节脂肪肝腹腔积液肾功能不全"
        },
        "cure": "6月29日（D1）入我院急诊化验NTproBNP升高，考虑慢性心力衰竭急性加重，转入心内科后，给予利尿剂呋塞米20mgPoQd，螺内酯片20mgPoQd；给予芪苈强心胶囊1.2gPoTid以强心治疗；给予达肝素钠注射液5000iuIHQ12h以抗凝治疗。6月30日（D2）患者出现间断因右上腹部疼痛而痛醒，呈绞痛，发作时大量出汗、上腹部憋胀、气短。中上腹部、右上腹有压痛，无反跳痛，Murphy征阳性。化验血象、C反应蛋白增高，总胆红素、直接胆红素、间接胆红素升高，不能除外胆管梗阻，经消化科、普外科会诊，建议行上腹部+胰胆管核磁，并建议给予禁食、补液、抗感染治疗。给予硫酸镁注射液20mlivgtt解除胆管痉挛；给予注射用头孢西丁钠1givgttQ8h，奥硝唑氯化钠注射液0.5givgttQd以抗感染治疗。7月1日（D3）患者右上腹痛持续不缓解，考虑胆道痉挛梗阻，加山莨菪碱10mgiv，联合硫酸镁解除痉挛。24小时入量2870ml，出量390ml，出量明显减少，给予呋塞米注射液20mgiv以利尿。复查肝酶丙氨酸氨基转移酶1060.54IU/L，天冬氨酸氨基转移酶2011.27IU/L，明显升高，考虑由重症胆囊炎引起肝酶升高，给予硫普罗宁0.2givgttQd以保肝治疗。化验血象，白细胞计数26.64×109/L，中性粒细胞%88.8%，较昨日明显偏高，感染加重，停用注射用头孢西丁钠+奥硝唑氯化钠注射液，升级抗生素为头孢哌酮舒巴坦钠2.25givgttQ12h。7月2日（D4）患者诉腹痛、腹胀。血压：90/60mmHg；神清，皮肤轻度黄染，颈静脉搏动增强，双肺呼吸音清，可闻及干啰音，心界向左下扩大，心率：56次/分，律齐，各瓣膜听诊区未闻及病理性杂音，腹部平坦，腹壁柔软，右上腹有压痛，无反跳痛，Murphy征阳性，肝脾肋下未触及，双下肢轻度浮肿。消化科赵江主任看过病人后，考虑急性胰腺炎，虽多次化验淀粉酶、脂肪酶不高，但有腹痛、胰腺影像学表现，考虑急性重症胰腺炎合并多脏衰。复查肝功能肝酶进行性增高：丙氨酸氨基转移酶1060.54IU/L，天冬氨酸氨基转移酶2011.27IU/L。给予异甘草酸镁注射液200mgivgttQd以保肝治疗；复查血肌酐215.82mol/L进行性增高，血钠、血氯降低，且患者连续4天尿量进行性减少，患者目前处于慢性心力衰竭急性加重期，完善心超示EF：21%，且患者合并急性胆囊炎、急性胰腺炎，予禁饮食、10%葡萄糖注射液500mlivgttQd、0.9%氯化钠注射液500mlivgttQd以补液治疗，并行血液净化治疗。严格控制液体出入量，避免加重心衰同时，保证患者灌注。患者复查白细胞计数32.87×109/L，中性粒细胞%88.4%炎性指标较昨日明显升高，感染进行性加重，现升级抗生素为亚胺培南西司他丁钠1givgttQ8h及时控制感染，避免感染加重造成患者多脏器功能受损、感染性休克等严重后果。心超提示左心耳血栓可能，凝血功能存在异常，与抗凝治疗矛盾，结合患者目前病情考虑，患者出血风险较高，待患者症状稳定后再行抗凝治疗，给予维生素k1注射液20mgivgttQd抗出血治疗；血气分析示患者代谢性酸中毒合并呼吸性碱中毒，子碳酸氢钠注射液纠酸对症治疗。7月4日（D6）患者仍感腹胀、恶心、干呕，腹痛较前减轻，给予盐酸甲氧氯普胺注射液10mgim以镇吐对症治疗，并予胃肠道减压对症处理；昨日排尿710ml，今日先暂停血滤，予呋塞米注射液100mg微量泵10ml/h以利尿。7月5日（D7）予胃肠减压后，腹胀较前减轻。腹部无压痛，无反跳痛，Murphy征阴性，肝脾肋下未触及，双下肢无明显浮肿。胰腺炎合并低蛋白血症导致胰腺周围渗出，予静点人血白蛋白10givgttQd，纠正低蛋白，减轻胰腺水肿渗出，缓解腹胀。复查血象，白细胞计数8.61×10°/L，中性粒细胞%74.4%，中性粒细胞数6.40×10/L，血象恢复正常，抗感染有效，药物频次调整：“注射用亚胺培南/西司他丁钠1givgttQ8h”调整为“注射用亚胺培南/西司他丁钠1givgttQ12h”。7月6日（D8）患者诉腹部憋胀，考虑患者长期卧床，胃肠道蠕动减少，肠腔气体积蓄，予肥皂水灌肠，刺激肠蠕动，软化清除粪便，排除肠腔内积气，减轻腹胀，清洁肠腔。患者目前病情稳定，经过积极抗感染、禁饮食、补液、胃肠减压、保肝、抑制胰腺分泌功能等对症治疗，患者生命体征平稳，炎性指标恢复正常，经过积极保肝治疗，肝功能各项指标逐渐降低，凝血功能逐渐改善。停用药物：维生素k1注射液、注射用生长抑素、异甘草酸镁注射液。7月8日（D10）患者精神、睡眠可，少量流质饮食后未诉腹胀、腹痛。心电监护示：房扑。查体：呼吸：20次/分；脉搏：60次/分；血压：102/61mmHg；神清，腹部平坦，腹壁柔软，全腹无压痛，无反跳痛，Murphy征阴性，肝脾肋下未触及，双下肢无明显浮肿。减少补液。7月10日（D12）患者精神、食欲、睡眠可，无腹胀、腹痛、气短不适。查体：呼吸：20次/分；脉搏：80次/分；血压：106/79mmHg；神清，皮肤轻度黄染，双肺呼吸音清，未闻及明显干啰音及湿性啰音，腹部平坦，腹壁柔软，全腹无压痛，无反跳痛，Murphy征阴性，肝脾肋下未触及，双下肢无浮肿。辅助检查：丙氨酸氨基转移酶181.39IU/L，天冬氨酸氨基转移酶105.16IU/L，总胆红素180.48μmol/L，直接胆红素90.85μmol/L，间接胆红素89.63μmol/L。血培养未见异常。核磁胰胆管水成像：胰胆管水成像未见明显异常。患者目前病情平稳，血常规、凝血、谷丙转氨酶、肾功恢复正常，胆红素升高，但核磁MRCP未见胆管异常，考虑肝细胞损伤导致，建议加用熊去氧胆酸对症治疗，已告知患者家属。患者及家属要求今日出院，院外复查血常规、肝肾功、凝血、心脏彩超，告知患者及家属院外注意事项，今日出院。"
    },
    {
        "id": 183,
        "symptom": {
            "一般资料": "女性，53岁，职员",
            "主诉": "女性,53岁,职员查体发现右上肺结节1年余",
            "现病史": "患者于入院前1年余查体发现右上肺结节，无咳嗽发热等症状，偶有胸闷气短，我院门诊胸部CT：右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，门诊以“右上肺结节待查”收入我院治疗。患者自发病以来，体重无明显减轻，无低热盗汗，无头痛头晕，精神饮食正常，睡眠可，二便正常。",
            "既往史": "既往体健，否认糖尿病、高血压及冠心病病史，否认肝炎及结核等传染病病史，否认手术及外伤病史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "神志清楚,精神尚可，胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺呼吸活动度尚可，心前区无隆起，心率为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部CT检查：右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，临床考虑不除外早期肺癌"
        },
        "diagnosis": {
            "初步诊断": "右上叶磨玻璃病变：肺癌？炎性假瘤？",
            "诊断依据": "患者女性，53岁，主因“查体发现右上肺结节1年余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺呼吸活动度尚可，心前区无隆起，心率为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部CT检查提示右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，临床考虑不除外早期肺癌。",
            "鉴别诊断": "1.肺癌：患者主因“查体发现右上肺结节1年余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺呼吸活动度尚可，心前区无隆起，心率为80次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部CT检查提示右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，临床考虑不除外早期肺癌。2.炎性假瘤：一般患者病史较长，可有发热，肺炎病史，近期多无明显症状，胸部CT检查提示右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，临床考虑不除外早期肺癌。根据患者病史及胸部CT表现，临床诊断考虑此病可能性不大。",
            "诊断结果": "右上叶肺腺癌IA期"
        },
        "cure": "患者入院后完善心肺功能等相关检查，胸部CT检查提示右肺上叶尖段可见斑片状磨玻璃密度影，直径约0.8cm，临床考虑不除外早期肺癌。各项化验及辅助检查未见明显手术禁忌，于2020年9月14日在全麻下行胸腔镜辅助下右肺上叶尖段切除+淋巴结采样术，手术过程顺利，术后予以抗炎、雾化祛痰、镇痛及提高免疫力等对症治疗，病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT，后每隔半年到一年复查胸部CT明确病情变化。术后快速病理诊断：（右上肺）考虑附壁为主型腺癌。"
    },
    {
        "id": 184,
        "symptom": {
            "一般资料": "女性，50岁，工人",
            "主诉": "间歇性上腹痛3年，伴进食后不适3天",
            "现病史": "患者自诉近3年，感觉右上腹间发性疼痛，多于夜间发生，有时为绞痛性，牵涉至右肩背部。左上腹胀痛，进食后觉饱胀不适，故每餐进食量很少，平时无嗳气、返酸、无寒战、高热、皮肤黄染。无呕吐，大、小便正常。",
            "既往史": "否认相关病史。"
        },
        "examine": {
            "查体": "T:36℃，P:70次/分，R:20次/分，BP:120/70mmHg。皮肤、巩膜无黄染。心、肺无异常。上腹部胀满，腹壁浅静脉不曲张，肝在剑突下6cm及右锁骨中线肋缘下3cm触及，边界清楚、质硬、无触痛，胆囊、脾未扪及，Murphy征(+),胃无振水音，肝上浊音界于右锁骨中线第5肋间，右肝区叩击示剑突右下方疼痛，腹无移动性浊音。双腰背部无抬举痛。双下肢无水肿。",
            "辅助检查": "腹部彩超提示肝多发囊肿，胆囊结石"
        },
        "diagnosis": {
            "初步诊断": "肝多发囊肿，胆囊结石",
            "诊断依据": "老年女性患者，因间歇性上腹痛3年，伴进食后不适3天，查体：皮肤、巩膜无黄染。心、肺无异常。上腹部胀满，腹壁浅静脉不曲张，肝在剑突下6cm及右锁骨中线肋缘下3cm触及，边界清楚、质硬、无触痛，胆囊、脾未扪及，Murphy征(+),胃无振水音，肝上浊音界于右锁骨中线第5肋间，右肝区叩击示剑突右下方疼痛，腹无移动性浊音。双腰背部无抬举痛。双下肢无水肿。腹部彩超提示肝多发囊肿，胆囊结石",
            "鉴别诊断": "结合病史体征及相关影像学检查，诊断明确，无需鉴别。",
            "诊断结果": "1.多囊肝(左肝囊肿继发感染)2.结石性胆囊炎"
        },
        "cure": "入院后为明确患者病情，为患者完善了相关检查：腹部CT：肝轮廓清，表面不光整，左肝外叶肥大，全肝多个囊状低密度区，大小不等，尤以左肝外叶为甚各层面胃腔小。胆管不扩张，胆总管内径6mm,亦未见高密度结石影。胆囊不大，壁稍厚，未见高密度结石影。胰头厚25mm,主胰管不扩张。患者诊断多囊肝、结石性胆囊炎明确，有手术指征，于是为患者行了胆囊、左肝外叶切除、右肝囊肿开窗、胆总管T管引流术。排除手术禁忌症，在全麻下行胆囊、左肝外叶切除、右肝囊肿开窗、胆总管T管引流术，术中见肝胀大，全肝呈棕红色，表面散在大小不等透明囊泡，尤以左肝为显。左肝肥大，左肝外叶压迫胃体、底。胆总管外径约0.8cm,未及结石。胆囊约5cmx2.5cm,壁不厚，可扪及结石。胰头不大，质软。十二指肠无溃疡瘢痕。游离、切断肝周韧带，安置肝十二指肠韧带止血带。切除左肝外叶左肝外叶,囊肿液混浊、脓性，无胆汁。顺逆结合法切除胆囊。电刀逐一将肝囊肿开窗，肝表面呈“虫蚀”状。切开胆总管，注生理盐水测试左肝断面无漏，以肝镰状韧带、肝胃韧带包盖肝断面。放置14号T管，缝闭胆管切口，再注生理盐水测试无漏。手术顺利，手术时间约2小时，出血约20ml，术后安返病房。术后恢复顺利，无并发症发生，进食量增加，原症状明显改善，术后5天出院。"
    },
    {
        "id": 185,
        "symptom": {
            "一般资料": "男性，43岁，农民",
            "主诉": "男性,43岁,农民左足疼痛流血伴不敢活动3小时。",
            "现病史": "患者于3小时前，不慎被电锯割伤左足，当即疼痛流血伴不敢活动，急来我院就诊，急诊摄DR示：左足内侧楔骨骨折。急诊以左足开放性损伤伴内侧楔骨骨折为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木、无力，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，被动体位，平车推入病房。急性面容，表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率84次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左足内侧见一长约10厘米弧形创口，深及骨质，内见肌腱断裂，有活动性出血，左拇趾屈曲活动障碍，左足内侧感觉迟钝。末梢血运可。",
            "辅助检查": "DR示：左足内侧楔骨骨折"
        },
        "diagnosis": {
            "初步诊断": "左足开放性损伤,左足内侧楔骨开放性骨折,左足拇长屈肌腱断裂,左足内侧皮神经损伤。",
            "诊断依据": "1.病史：左足疼痛流血伴不敢活动3小时。2.查体：左足内侧见一长约10厘米弧形创口，深及骨质，内见肌腱断裂，有活动性出血，左拇趾屈曲活动障碍，左足内侧感觉迟钝。末梢血运可。3.影像学检查：DR示：左足内侧楔骨骨折",
            "鉴别诊断": "足舟骨骨折：根据影像学检查所示：左足舟骨未见骨折征象，故可排除。",
            "诊断结果": "左足开放性损伤，左足内侧楔骨开放性骨折，左足拇长屈肌腱断裂，左足内侧皮神经损伤。"
        },
        "cure": "患者入院后急查血常规、血型、凝血系列、心电图、肺CT，完善肝功、肾功、血糖、HIV、RPR、肝炎八项检查。急诊椎管内麻醉下行左足开放性损伤清创肌腱、神经吻合术、内侧楔骨骨折克氏针内固定手术治疗。术后石膏托外固定4周，给予注射用头孢西丁钠1.0日2次静点以抗感染治疗，给予注射用七叶皂苷钠10毫克日1次静点消肿，给予酮铬酸氨丁三醇2毫升日2次肌肉注射以止痛，给予红光、射频电疗，定期换药，术后2周拆线，见切口2/甲愈合。患者出院，嘱其6周拆除克氏针。"
    },
    {
        "id": 186,
        "symptom": {
            "一般资料": "男性，78岁，农民",
            "主诉": "慢性周期性节律性上腹疼痛10年，突发上腹部刀割样剧痛2小时。",
            "现病史": "患者10年前无明显诱因出现上腹部疼痛，于餐后半小时出现，持续2小时左右，于下餐前缓解，并伴有反酸、嗳气、腹胀，无腹泻、黄疸，曾于当地胃镜检查示“胃溃疡”，予口服药物治疗（药名及剂量不详），症状消失。后每于春秋季节周期性发作，口服药物治疗缓解，每次发作持续1个月左右。2小时前午餐后无明显诱因出现上腹部持续性刀割样剧痛，无阵发性加剧，右上腹为著，无他处放射，并出现腹胀，无恶心、呕吐，无胸闷、心悸、气短，无咳嗽、咳痰，无寒颤、高热，曾于当地诊断为“急性胆囊炎”，予输液治疗（药名及剂量不详），疼痛无缓解，为求诊治而来我院，经门诊以“上消化道穿孔”收入院。",
            "既往史": "平素“胃溃疡”病史，间断性口服药物治疗，否认“高血压、糖尿病”等病史，否认药物和食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清除，表情痛苦，推入病区，查体合作。全身皮肤粘膜无苍白，无黄疸，皮肤弹性差，未见肝掌、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无苍白，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约2.5mm，眼球运动正常，光反射存在。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇无苍白，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈略抵抗，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称，无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，双侧呼吸动度一致，肋间隙无增宽。语颤无增强及减弱，无捻发感及胸膜摩擦感。双肺叩诊清音，肺肝浊音界消失。双侧呼吸音清晰，下野闻及细小湿性啰音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心率88次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部见外科情况。肛门及外生殖器未见异常。脊柱无畸形，四肢关节活动正常。外科情况：腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，全腹压痛，反跳痛、肌紧张，右上腹为著，肝脾肋下未触及，Murphy征阴性，肝肾区无叩击痛，叩诊无移动性浊音，肠鸣音2-4次/分，未闻及气过水声及金属音。",
            "辅助检查": "血常规示：白细胞24.80*10^9/L，中性粒细胞比率88.00%，淋巴细胞比率7.90%，中性粒细胞数21.82*10^9/L，淋巴细胞数1.96*10^9/L，血红蛋白108.00g/L。CT示：肝脏下缘及胆囊窝间隙内可见点状气体密度影，印象诊断：腹腔积液，考虑空腔脏器穿孔？胃镜示：胃潴留，胃角溃疡（H1期）。"
        },
        "diagnosis": {
            "初步诊断": "上消化道穿孔，胃角溃疡（H1期），胃潴留。",
            "诊断依据": "1.老年男性，慢性病程，急性起病；2.患者10年前出现上腹部疼痛，于餐后半小时出现，持续2小时左右，于下餐前缓解，并伴有反酸、嗳气、腹胀，曾于当地胃镜检查示“胃溃疡”，予口服药物治疗，症状消失。后每于春秋季节周期性发作，2小时前午餐后无明显诱因出现上腹部持续性刀割样剧痛；3.查体肺肝浊音界消失，腹部平坦，全腹压痛，反跳痛、肌紧张，右上腹为著，肠鸣音2-4次/分，未闻及气过水声及金属音；4.CT示印象诊断：腹腔积液，考虑空腔脏器穿孔？胃镜示：胃潴留，胃角溃疡（H1期）。",
            "鉴别诊断": "1.绞窄性肠梗阻：主要表现为持续性腹痛阵发性加剧，恶心、呕吐血性及咖啡样物，排血性便，腹部可见孤立而涨大的肠袢。本例患者10年前出现周期性、节律性上腹部疼痛，2小时前午餐后无明显诱因出现上腹部持续性刀割样剧痛；查体肺肝浊音界消失，全腹压痛，反跳痛、肌紧张，右上腹为著，肠鸣音2-4次/分，CT示印象诊断：腹腔积液，考虑空腔脏器穿孔？胃镜示：胃潴留，胃角溃疡（H1期），可以鉴别。2.急性化脓性梗阻性胆管炎：该病主要表现为寒颤、高热，右上腹疼痛，黄疸，低血压，休克，精神神经症状。本例患者10年前出现周期性、节律性上腹部疼痛，2小时前午餐后无明显诱因出现上腹部持续性刀割样剧痛；查体肺肝浊音界消失，全腹压痛，反跳痛、肌紧张，右上腹为著，肠鸣音2-4次/分，CT示印象诊断：腹腔积液，考虑空腔脏器穿孔？胃镜示：胃潴留，胃角溃疡（H1期），可以鉴别。",
            "诊断结果": "胃溃疡穿孔，胃角溃疡（H1期），胃潴留。"
        },
        "cure": "患者入院后完善各项检查，予禁食水，持续胃肠减压，吸氧，生命体征监测，考虑大肠杆菌及混合菌感染，予注射用头孢哌酮舒巴坦钠1.5加入0.9%氯化钠注射液100毫升静点，各项检查结果回报无手术禁忌，于全麻下行剖腹探查术，术中见胃角溃疡穿孔，4号丝线全层缝合，外覆大网膜并固定，冲洗腹腔，于小网膜孔放置引流。术后继续抗感染、维持水电解质及酸碱平衡等治疗，9天痊愈出院。"
    },
    {
        "id": 187,
        "symptom": {
            "一般资料": "女性，80岁，农民",
            "主诉": "摔伤致左腕肿胀、疼痛5小时",
            "现病史": "患者于5个小时前在家中下台阶时摔倒在地，伤及左腕部，当即感伤处疼痛、肿胀、不敢活动。无肘关节、肩关节疼痛及活动受限，无头晕、头痛，无胸闷、胸痛及呼吸困难，伤后未作特殊处理，今为求治疗至我院就诊，门诊经询问病史及查体，行影像学检查后以“左侧尺桡骨粉碎性骨折”收入院。患者自伤后饮食、睡眠可，大小便正常。",
            "既往史": "20年前行“左侧股骨头置换术”，术后恢复良好。有“高血压”病史10年，未予治疗。无肝炎、结核等传染病病史及其密切接触史。无特殊食物过敏史，无药物过敏史。无金属过敏史。否认糖尿病、冠心病病史。预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.8℃,P:75次/分,R:16次/分,BP:157/90/mmhg。一般情况良好,发育正常，营养中等，神志清,精神可，自主体位，查体合作。全身皮肤、粘膜无黄染、出血点及皮疹，全身浅表淋巴结未触及肿大。头颅大小正常，无畸形，眼睑无浮肿，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大、等圆，对光反射存在。耳鼻无畸形，双侧鼻孔及外耳道无异常分泌物。口唇无发绀，牙龈无出血，咽部无充血，扁桃体肿无肿大，伸舌居中，口角无歪斜。颈部两侧对称，颈软，颈动脉无异常搏动及杂音，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓对称无畸形，呼吸动度两侧对称正常，触觉语颤左右对称，无皮下气肿。双肺叩诊呈清音，双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，无震颤及心包摩擦感,心率78次/分，心律齐，心音有力，各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软，无压痛及反跳痛，肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛，脾未触及。双肾区无叩痛，移动性浊音阴性。听诊肠鸣音正常，无气过水声，未闻及血管杂音。肛门、直肠及外生殖器拒查。脊柱四肢见专科检查。腹壁反射、肱二头肌、肱三头肌、膝腱及跟腱反射正常。双侧巴彬斯基征、脑膜刺激征阴性。专科情况：左髋部外侧见一长约20cm手术切口瘢痕，愈合良好。左腕关节轻度肿胀，局部压痛及叩击痛，可扪及骨擦感及骨异常活动，腕关节活动受限，桡动脉搏动可触及，指端感觉血运可，指动可。脊柱及余肢体未见明显异常。",
            "辅助检查": "2018-08-28腕关节X线左侧尺桡骨粉碎性骨折"
        },
        "diagnosis": {
            "初步诊断": "1.左侧尺桡骨粉碎性骨折2.左侧股骨头置换术后3.高血压病",
            "诊断依据": "1.老年女性，外伤史明确。2.左髋部外侧见一长约20cm手术切口瘢痕，愈合良好。左腕关节轻度肿胀，局部压痛及叩击痛，可扪及骨擦感及骨异常活动，腕关节活动受限，桡动脉搏动可触及，指端感觉血运可，指动可。脊柱及余肢体未见明显异常。3.2018-08-28腕关节X线左侧尺桡骨粉碎性骨折",
            "鉴别诊断": "先天性双舟骨：临床上较少见，在X线摄片上两块骨之间，界限清楚、整齐、光滑，无致密坏死或边缘不整齐现象。桡骨茎突骨折：腕部桡侧肿胀、疼痛，有骨擦音，X线片见骨折线在桡骨茎突。",
            "诊断结果": "1.左侧尺桡骨粉碎性骨折2.左侧股骨头置换术后3.高血压病4.骨质疏松症"
        },
        "cure": "2018-08-28入院后完善各项基本检查，排除手术禁忌，2018-08-28腕关节X线左侧尺桡骨粉碎性骨折。2018-08-29DR检查:胸部(正侧位)：胸部平片未见明显异常。大肝功：总蛋白61.7g/L、白蛋白39.0g/L、球蛋白22.7g/L，血脂七项：甘油三酯1.90mmol/L、总胆固醇5.95mmol/L、高密度脂蛋白0.96mmol/L、低密度脂蛋白3.53mmol/L、载脂蛋白A0.47g/L，不规则抗体测定：ABO血型B、RH血型阳性，感染八项定量：乙肝表面抗原定量0.01IU/ml、艾滋抗体0.01S/CO，凝血六项：凝血酶原时间11.20Sec、D-二聚体0.18ug/ml，血常规住院：白细胞4.59×10^9/L、淋巴细胞数0.95×10^9/L、C-反应蛋白2.76mg/L，糖化血红蛋白测定：糖化血红蛋白测定5.80%，于2018-08-30在臂丛麻醉下行左侧桡骨骨折闭合复位穿针内固定+外固定支架固定术+尺骨骨折闭合复位穿针内固定术手术，手术顺利，术后给予甘油果糖氯化钠注射液消肿、双氯芬酸钠止痛。2018-09-03出院时患者诉伤口处疼痛明显缓解，查体：神志清、精神可，双肺呼吸音清，未闻及干湿啰音，腹软，无压痛、反跳痛，双小腿Homans征（-）。外固定架固定稳妥，指端血运感觉可。"
    },
    {
        "id": 188,
        "symptom": {
            "一般资料": "女性，34岁，职员",
            "主诉": "女性,34岁,职员右腹股沟区疼痛伴活动受限3个月。",
            "现病史": "患者于3个月前，运动后自觉右侧大腿根出现酸痛不适，活动时疼痛加重，未经系统诊治，自行服用中药（具体不详）症状无明显缓解，今日来我院就诊，摄DR示：右侧髋臼唇硬化。磁共振示：右侧股骨头软骨下骨髓水肿。髋臼盂唇内信号增高。门诊以右髋关节撞击综合征为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木、无力，无大小便失禁。",
            "既往史": "身体健康状况尚可，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养中等，主动体位，步入病房，表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率72次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：右腹股沟区压痛阳性，被动屈曲内旋髋关节时疼痛加重并有弹响，右髋关节活动受限，右足趾感觉运动良好。4字实验阳性，髋关节撞击实验阳性。",
            "辅助检查": "DR示：右侧髋臼唇硬化。磁共振示：右侧股骨头软骨下骨髓水肿，髋臼盂唇内信号增高。"
        },
        "diagnosis": {
            "初步诊断": "右髋关节撞击综合征",
            "诊断依据": "1.病史：右腹股沟区疼痛伴活动受限3个月。2.查体：右腹股沟区压痛阳性，被动屈曲内旋髋关节时疼痛加重并有弹响，右髋关节活动受限，右足趾感觉运动良好。4字实验阳性。髋关节撞击实验阳性。3.影像学检查：DR示：右侧髋臼唇硬化。磁共振示：右侧股骨头软骨下骨髓水肿。髋臼盂唇内信号增高。",
            "鉴别诊断": "股骨头缺血性坏死：臀部、腹股沟区疼痛，影像学检查显示：股骨头密度不均匀，股骨头塌陷变形。该患症状类似，但影像学检查不支持股骨头缺血性坏死，故可排除。",
            "诊断结果": "右髋关节撞击综合征（钳夹撞击型）"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查无明显异常，根据查体及DR、磁共振检查手术指征明确，于入院第3天全身麻醉下行右髋关节镜下pincer打磨手术治疗，术后给予局部冷疗以减轻肿胀，给予注射用七叶皂苷钠10毫克日1次静点以消肿，中医透药导入以促进肿胀消退，术后早期指导患者做直腿抬高功能锻炼，髋关节屈伸、内收、内旋功能锻炼，术后患者症状明显缓解，定期换药，术后12天拆线见切口1/甲愈合，嘱其术后定期复查。术后3周逐渐负重行走。"
    },
    {
        "id": 189,
        "symptom": {
            "一般资料": "男性，40岁，工人",
            "主诉": "男性,40岁,工人腹痛，呕吐1天。",
            "现病史": "缘于入院前1天因饮酒后出现腹痛，位置在中上腹，呈持续性，程度中等，向腰背部放射，伴呕吐，呕吐非咖啡样胃内容物数次。无发热、畏冷，无头晕、乏力等不适，在外未诊治，症状无明显好转，遂就诊我院。急诊完善相关辅助检查；血常规：白细胞12.4110~9/L，中性粒细胞百分比86.40%:生化全套：尿酸829umol/L，总胆固醇5.74mmol/L，甘油三脂6.52mmol/L;淀粉酶384U/L，脂肪酶552U/L;凝血七项、肌钙蛋白、BNP、PCT:未见明显异常；上腹部CT平扫：急性胰腺炎；脂肪肝或肝损可能：副脾。结合患者症状、体征、辅助检查，考虑急性胰腺炎，收住院治疗。发病以来，精神尚可，体重无明显改变。",
            "既往史": "否认“高血压病、糖尿病”病史；否认有手术、输血及中毒史；否认肝炎、肺结核等传染病病史；否认有药物、食物过敏史。"
        },
        "examine": {
            "查体": "神志清楚，精神疲乏，急性痛苦面容，自动体位，问答切题，查体尚合作；全身皮肤、粘膜未见明显黄染、瘀斑、瘀点及出血点，未见明显肝掌及蜘蛛痣；全身各浅表淋巴结未查及明显肿大：头颅五官未见明显畸形，双眼睑结膜无苍白，双侧瞳孔等大等圆，直径约2.5mm,对光反射均灵敏，口唇无紫绀；舌红，苔黄腻，脉滑；颈软，气管居中，双侧颈静脉未见怒张，肝－颈静脉回流征阴性，双侧甲状腺未查及明显肿大：胸廓未见明显畸形，双肺呼吸音清，未闻及明显干湿性啰音，心率73次／分，律齐、各瓣膜听诊区未闻及明显病理性杂音；腹膨隆，腹肌稍紧张，中上腹压痛，反跳痛，墨氏征阴性，麦氏点无压痛，肝区无叩痛，双肾区无叩痛，肠鸣音约3次／分。脊柱四肢未见明显畸形，双下肢未见明显水肿：四肢肌力肌张力正常，全身生理反射对称存在（＋）,双侧病理征未引出，膜刺激征未引出。",
            "辅助检查": "血常规：白细胞12.4110~9/L，中性粒细胞百分比86.40%:生化全套：尿酸829umol/L，总胆固醇5.74mmol/L，甘油三脂6.52mmol/L;淀粉酶384U/L脂肪酶552U/L;凝血七项、肌钙蛋白、BNP、PCT:未见明显异常；上腹部CT平扫：急性胰腺炎；脂肪肝或肝损可能：副脾。"
        },
        "diagnosis": {
            "初步诊断": "1.急性胰腺炎。2.混合型高脂血症。3.高尿酸血症。4.副脾",
            "诊断依据": "1.患者中年男性，饮酒后出现腹痛，呕吐。位置中上腹，呈持续性，向腰背部放射。2.淀粉酶，脂肪酶明显升高。3.上腹部CT提示：急性胰腺炎。",
            "鉴别诊断": "①消化道穿孔，有较典型的溃疡病史，腹痛突然加剧，腹肌紧张，肝浊音界消失，腹部X线透视可见膈下游离气体，可以鉴别。②胆道结石伴胆道感染，常有胆绞痛病史，疼痛位于右上腹，常放射到右肩部，Murphy征阳性，血及尿淀粉酶轻度升高，腹部B超及X线胆道造影可鉴别。③肠梗阻，亦可出现腹胀、呕吐，但多伴有肠鸣音活跃，有气过水声，无肛门排气，腹部查体可见肠型，腹部X线可见液气平面，可以鉴别。",
            "诊断结果": "1.急性胰腺炎。2.混合型高脂血症。3.高尿酸血症。4.副脾。"
        },
        "cure": "治疗上予禁食，胃肠减压，监测及控制血压与血糖，限制性液体复苏，1.25%碳酸氢钠溶液洗胃清除残留食糜，甘露醇及开塞露保留灌肠以疏通肠道，减少肠道菌群移位及毒素吸收，生长抑素抑制胃酸和胰液分泌，乌司他汀抑制全身炎症反应，小剂量甲强龙短疗程激素提高机体应激能力，改善胰腺微循环，维持电解质平衡及必要营养支持等治疗。"
    },
    {
        "id": 190,
        "symptom": {
            "一般资料": "男性，54岁，职员",
            "主诉": "发现右肺中叶占位5天。",
            "现病史": "患者5天前因胸背部疼痛来我院门诊，并要求做胸部CT，行胸部CT示：右肺中叶可见结节状高密度影，边缘可见分叶及毛刺，大小约为1.0cm*0.8cm；考虑右肺中叶占位。当时建议住院手术治疗，患者回家商议后，今日为求明确诊断及治疗，来我院门诊就诊，以“右肺中叶占位”收入院。入院症见：患者偶有右侧胸背部疼痛，无恶寒、发热，无咳嗽、咳痰，无咯血，无气促、呼吸困难等；纳眠可，二便正常。",
            "既往史": "既往体健，否认高血压、冠心病、糖尿病病史，否认肝炎，结核等传染病病史及接触史，否认药物、食物过敏史，否认外伤、手术及输血史，预防接种史随当地。"
        },
        "examine": {
            "查体": "中年男性，神志清楚，精神可，发育正常。营养正常，自主体位，查体合作。全身皮肤、粘膜无黄染及出血点，浅表淋巴结未及肿大。头颅无畸形，眼睑无水肿、充血，双侧瞳孔正大等圆，对光反射灵敏。耳鼻未见畸形，无异常分泌物。口唇无发绀，扁桃体无肿大及化脓。颈软，无抵抗，气管居中，甲状腺未及肿大，颈静脉无怒张。腹部平软，未见胃肠型及蠕动波，未见腹壁静脉曲张，腹肌软，无压痛、反跳痛，无明显反跳痛，肝脾肋下未及，未扪及包块，肝脾及双肾区无叩痛，移动性浊音阴性，肠鸣音可。脊柱四肢无畸形，活动自如。肛门、直肠、外生殖器未查。腹壁反射、膝腱反射正常，巴彬斯基征、脑膜刺激征未引出。专科情况：胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音清，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。",
            "辅助检查": "胸部CT示：右肺中叶可见结节状高密度影，边缘可见分叶及毛刺，大小约为1.0cm*0.8cm；考虑右肺中叶占位。"
        },
        "diagnosis": {
            "初步诊断": "右肺中叶占位。",
            "诊断依据": "患者男，54岁，因“发现右肺中叶占位5天。”入院。查体：胸廓对称，无畸形，双侧呼吸均等，双肺呼吸音清，未闻及干湿啰音。心前区无隆起，心界不大，律齐，各瓣膜听诊区未及病理性杂音。胸部CT示：右肺中叶可见结节状高密度影，边缘可见分叶及毛刺，大小约为1.0cm*0.8cm；考虑右肺中叶占位。",
            "鉴别诊断": "肺结核球：患者多发病隐匿，一般无明显症状，或者症状不典型；不少患者因仅于健康检查时发现；症状典型者会有低热、午后出汗、乏力、食欲差、消瘦等。有的患者会出现咳嗽、咯血等，症状严重者会并发肺结核和大咯血。胸部CT、或结核菌素试验等可资鉴别。",
            "诊断结果": "右肺腺癌。"
        },
        "cure": "外科护理常规，一级护理，积极完善相关检查，排除手术禁忌症。择期行胸腔镜下右肺中叶癌根治术；手术过程如下：全麻成功后，患者取左侧卧位，常规消毒铺巾，作右叶中线第7肋间1.0cm切口，经Trocar插入观察镜，以左侧第4肋间腋前线为中心作3.0cm切口，沿第4肋间分离入胸；右肩胛角线第8肋间2.0cm切口，经Trocar插入操作器械，作手术探查：胸膜无粘连，胸腔无积液，右肺斜裂、水平裂发育尚可，锐性切开下肺韧带，将肺叶向背侧牵拉，分离出右上肺静脉中叶支，EC60关闭、离断；游离中叶支气管，见中叶支气管旁数枚肿大淋巴结，直径约1.0~1.5cm，质韧，予清扫，“强生”EC60试阻断右中叶支气管后请麻醉师张肺，见右肺上下叶膨胀良好，于距支气管开口0.5cm处关闭、离断，解剖右肺动脉，游离右中叶动脉分支共2支，EC60关闭、离断；将右肺中叶向上牵拉，“强生”EC60离断水平裂，切除病肺从前胸壁切口取出。标本送快速冰冻病理：（右肺中叶）浸润性腺癌。清扫2.4.7.11组淋巴结。以大量蒸馏水反复冲洗胸腔，见肺创面及支气管残端无明显漏气，手术视野内无明显出血。右胸腔内胸管1条，经右叶中线第7肋间切口引出，逐层关胸。术毕，手术过程顺利，标本送病理，患者安返病房。术中出血约100ml，未输血。术后给予止痛、抗感染、化痰等治疗。患者术后恢复顺利，康复出院。术后病理：（右肺中叶）浸润性腺癌。"
    },
    {
        "id": 191,
        "symptom": {
            "一般资料": "男性，41岁，工人",
            "主诉": "腹痛5小时",
            "现病史": "患者自述于5小时前无明显诱因出现腹痛，辗转反侧，恶心呕吐胃内容物数次，呕吐后腹痛未见明显好转，且伴有腹胀。于当地诊所给予抗感染治疗，腹痛略有缓解，后为进一步治疗而就诊我院急诊，急诊行腹部CT检查提示：胰腺炎。以“腹痛待查：急性胰腺炎？”收入院。病来患者无发热，无咳嗽，咳痰，无胸闷气短。饮食睡眠正常。",
            "既往史": "“高血压”病史2年，平日口服替米沙坦，依那普利，但服药不规律。“胰腺炎”病史4个月，否认心脏病病史，否认糖尿病、脑血管疾病病史，否认肝炎，结核等其他病史，无外伤史，无输血史，否认药物及食物过敏。"
        },
        "examine": {
            "查体": "神清言明，痛苦面容，结膜无苍白，周身皮肤及巩膜无黄染，口唇无发绀，呼吸运动正常，语颤无增强及减弱，双肺叩诊呈清音，双肺呼吸音清，未闻及干湿啰音。心率：100次/分，心律齐，各瓣膜听诊区未闻及杂音。腹部饱满，对称，腹部柔软，上腹部压痛，以右上腹为主，无反跳痛及肌紧张，叩诊呈鼓音。肝脾于肋下未触及，Murphy氏征阴性。肝上界位于右锁骨中线第五肋间，肝肾区无叩击痛，无移动性浊音。肠鸣音弱，2次/分。双下肢无水肿。",
            "辅助检查": "2.19血常规提示白细胞：11.8×10⁹/L，中性粒细胞比率：84.5%；C-反应蛋白：72.08mg/L。肝肾功能，电解质正常，血常规提示白细胞：8.76×10⁹/L，中性粒细胞比率：77.1%；C-反应蛋白：85.44mg/L。CT提示符合胰腺炎改变，脂肪肝，"
        },
        "diagnosis": {
            "初步诊断": "急性胰腺炎,脂肪肝",
            "诊断依据": "腹痛5小时来院2.19血常规提示白细胞：11.8×10⁹/L，中性粒细胞比率：84.5%；C-反应蛋白：72.08mg/L，CT提示符合胰腺炎改变，脂肪肝，",
            "鉴别诊断": "1.胆囊炎：也会引起上腹部疼痛，但是基本是右上腹为主，而且疼痛墨菲征是阳性也就是胆囊点压痛是阳性的。可以做上腹b超，上腹b超就能明显地确认出胆囊有没有炎症，以及有没有胆道结石或者是胆囊结石的情况。2.肠梗阻：也会出现腹痛持续性加重，这个情况因为大量的气体及粪便积在肠道内就会加重疼痛的感觉，这个时候就要做腹部立位片来进行鉴别，因为腹部立位片可以看见肠道内的气液平，这个时候多半考虑肠梗阻引起的腹痛。",
            "诊断结果": "急性重症胰腺炎,全身炎症反应综合征,脂肪肝,高脂血症"
        },
        "cure": "入院后给予禁食水，胃肠减压；完善抽血化验、心电图、胸部x线等检查；给予头孢唑肟及奥硝唑抗炎治疗；同时给予生长抑素抑制消化液分泌，静滴泮托拉唑抑制胃酸；同时注意补液，营养支持治疗。第二天复查血常规提示白细胞：11.8×10⁹/L，中性粒细胞比率：84.5%；C-反应蛋白：72.08mg/L。主治医师查房诊断患者伴有全身炎症反应综合征，并有可能进展为重症胰腺炎，向家属交代病情。治疗上加用血必净清除炎症介质，监测血常规及炎性指标变化情况。当天下午13:05时患者出现发热，测体温38.7℃，给予物理降温治疗。患者出现持续发热三天，体温最高达39℃，C-反应蛋白≥150mg/L，副主任医师查房修订诊断为：急性重症胰腺炎；全身炎症反应综合征；脂肪肝；高脂血症。用药三天后(22日)患者未再发热，复查腹部ct提示胰腺渗出影减少，病情平稳，继续用药至25日，患者临床症状明显减轻，复查血常规提示白细胞：8.76×10⁹/L，中性粒细胞比率：77.1%；C-反应蛋白：85.44mg/L。26日用药后停用头孢唑肟，继续其他对症治疗。28日复查血常规及生化患者病情明显好转。次日已预办理出院。"
    },
    {
        "id": 192,
        "symptom": {
            "一般资料": "女性，71岁，农民",
            "主诉": "突发头痛呕吐伴意识障碍3小时",
            "现病史": "患者3小时前无明显诱因突然出现头痛、呕吐，呕吐为胃内容物，量中等，四肢乏力，呼之不应，站立行走不能，无四肢抽搐。我院急诊科查头颅CT提示左侧丘脑出血破入脑室系统，病情危重，收入重症监护室加强监护及治疗。患者自起病以来，精神差、神志嗜睡状，未进食，大小便未解。",
            "既往史": "既往支气管扩张、甲状腺次全切除术病史，无冠心病、糖尿病、高血压等慢性病史。"
        },
        "examine": {
            "查体": "T:36.4℃，P:88次/分，R:21次/分，BP:169/112mmHg。GCS评分：E1V1M4=6分。神志浅昏迷，双侧瞳孔等大等圆2mm，对光反射稍迟钝，双侧鼻唇沟对称，口角不歪，伸舌检查不合作。颈软，双侧克布氏征未引出。鼾式呼吸，胸廓畸形，双侧呼吸音低，可闻及少许湿性啰音，心率72次/分，心律不齐，可闻及早搏，未闻及明显病理性杂音。腹平软，触诊不合作。双下肢无水肿。右侧肢体肌张力高，左侧肢体肌张力正常，右侧肢体疼痛刺激肌力约2级，左侧肌力大致正常。双侧病理征阴性。全身感觉检查不配合；共济运动检查不配合。",
            "辅助检查": "(2021-03-05我院急诊)血气：PH:7.408、PCO2:37.6mmHg、PO2:159mmHg、FCOHb:2.3%、cK+:2.8mmol/L、HCO3:23.9mmol/L、BE:-0.8mmol/L。血常规:WBC15.1*10^9/L、N84.6%、凝血常规正常。肝功能、电解质、CRP、淀粉酶、心肌酶大致正常。头颅CT:1.左侧丘脑出血并破入脑室系统。2.双侧半卵圆中心腔隙灶、脱髓鞘灶。3.脑动脉粥样硬化、脑萎缩、脑白质疏松。上腹部CT：1.肝胆胰脾CT平扫未见明显异常，必要时增强CT进一步检查。2.附见：右肾囊肿？右肾小结石。脊柱侧弯、后突。胸部CT:1.支气管炎、肺气肿，右肺多发支扩并感染。2.主动脉、冠脉硬化，升主动脉、肺动脉增粗。伪影干扰存在，建议复查。"
        },
        "diagnosis": {
            "初步诊断": "1.左侧丘脑出血破入脑室；2.高血压病3级很高危组；3.支气管扩张并感染；",
            "诊断依据": "突发头痛呕吐伴意识障碍3小时头颅CT:1.左侧丘脑出血并破入脑室系统。胸部CT:1.支气管炎、肺气肿，右肺多发支扩并感染。",
            "鉴别诊断": "肝性脑病：患者有肝硬化病史，可出现意识模糊，定向障碍，扑翼样震颤甚至昏迷，血氨升高。低血糖昏迷：患者可有糖尿病史，有呕吐，纳差情况，血糖低于2.8mmol/L，升糖后神智清楚。",
            "诊断结果": "1.左侧丘脑出血破入脑室；2.高血压病3级很高危组；3.肺部感染；4.支气管扩张并感染；5.气管切开术后；"
        },
        "cure": "入院后予以重症医学科护理常规、心电监护、经鼻高流量吸氧、记24小时出入量。2哌拉西林他唑巴坦抗感染、七叶皂苷钠+甘油果糖脱水降颅压、泮托拉唑抑酸护胃、乙酰谷酰胺护脑、雾化祛痰、营养补液等对症治疗。考虑患者频繁呕吐，有窒息风险，鼾氏呼吸，容易气道梗阻，需保护气道，拟予患者行气管插管、机械通气。4头部CT复查提示丘脑血肿量大于10ml，第三、四脑室梗阻，侧脑室铸型，脑室扩张，有血肿穿刺及侧脑室钻孔引流术指征，完善相关检查无明显手术禁忌，予以行颅内血肿穿刺引流术。5.患者脑出血，意识障碍，自主咳嗽反应弱，自主呼吸差，肺部感染重，行气管切开术加强气道保护。治疗期间患者反复有发热，且白细胞总数、中性粒细胞比率、C反应蛋白、降钙素原等炎症指标偏高，痰培养：铜绿假单胞菌、肺炎克雷伯杆菌。予以血必净100mlQ12H减轻炎症反应。使用后患者生命体征平稳，体温较前回升，炎性指标较前好转，改经鼻高流量氧疗后氧和指数基本正常，病情好转，返回普通病房继续治疗。"
    },
    {
        "id": 193,
        "symptom": {
            "一般资料": "女性，56岁，工人",
            "主诉": "发现腹部包块2月。",
            "现病史": "2月前无意中发现上腹部一包块，无腹痛、腹泻、黑便，无恶心、呕吐，无发热等不适，因无特殊不适，未进一步检查及治疗。现为求进一步治疗，来我院就诊，门诊以“腹部包块”收住入院。自发病以来，精神状况良好，睡眠状况良好，饮食情况良好，大小便正常，近期体重无明显变化。",
            "既往史": "2016年因“子宫肌瘤”于我院妇科行“子宫肌瘤剔除”手术。无高血压、无心脏病、无脑血管意外等心脑血管疾病史。无病毒性肝炎、无肺结核、无伤寒等重要传染病史。无肺炎、无慢性支气管炎、无哮喘等肺疾病史}。无急慢性肾炎、无肾衰等肾疾病史}。无糖尿病、无甲状腺机能亢进等内分泌系统疾病史，无外伤、无输血史，无食物过敏史、无药物过敏史}。"
        },
        "examine": {
            "查体": "腹部平坦，无胃型，无肠型，无腹壁静脉曲张，下腹部有手术疤痕，腹肌触诊柔软，无压痛，无反跳痛。上腹部偏右侧可触及一包块，约8.0cm*8.0cm*8.0cm大小，质地中等，边界尚清，活动度差，压痛阴性。肝肋下未及，胆囊无压痛，Murphy征呈阴性。脾肋下未及，肾区无叩痛。肝浊音界存在，移动性浊音呈阴性。肠鸣音4次/分，无气过水声，无血管杂音。",
            "辅助检查": "2021年3月10日全腹部增强CT提示：右中腹巨大囊实性肿块，考虑间质性来源可能性大，需鉴别胰腺来源，建议MR检查。肿块下方淋巴结增多、部分较大。肝右后叶钙化灶。盆腔少许积液。2021年3月11日上腹部MR增强提示：右中腹巨大囊实性肿块，囊内含黏液或出血，考虑间质性来源可能性大，需鉴别不典型血肿、囊腺瘤。"
        },
        "diagnosis": {
            "初步诊断": "腹膜后肿物",
            "诊断依据": "1.发现腹部包块2月。2.2月前无意中发现上腹部一包块，无腹痛、腹泻、黑便，无恶心、呕吐，无发热等不适。3.腹部平坦，无胃型，无肠型，无腹壁静脉曲张，下腹部有手术疤痕，腹肌触诊柔软，无压痛，无反跳痛。上腹部偏右侧可触及一包块，约8.0cm*8.0cm*8.0cm大小，质地中等，边界尚清，活动度差，压痛阴性。肝肋下未及，胆囊无压痛，Murphy征呈阴性。脾肋下未及，肾区无叩痛。肝浊音界存在，移动性浊音呈阴性。肠鸣音4次/分，无气过水声，无血管杂音。",
            "鉴别诊断": "1.淋巴结反应性增生：各种损伤和刺激引起的淋巴结细胞和组织细胞反应性增生，表现为淋巴结肿大，程度不等，病理示淋巴结增生性表现。2.淋巴结炎：由细菌沿淋巴管入侵淋巴结所致的炎症，表现为淋巴结肿大，局部可有红肿热痛，可伴畏寒发热、头痛等症状；抗感染治疗有效。3.淋巴结结核：表现为淋巴结肿大，伴发热、盗汗、潮红等全身中毒症状，PPD及结核抗体等可阳性，病理可见抗酸杆菌及干酪样坏死等。4.恶性淋巴瘤：如某一肠段内广泛侵袭，各形隆起、溃疡呈多彩性改变，有恶性淋巴瘤可能。X线检查及肠镜并活检有助于明确诊断。必要时手术探查可获确诊。5.溃疡性结肠炎：具有持续或反复发作腹泻和粘液脓血便、腹痛、里急后重，伴有（或不伴）不同程度全身症状者，在排除细菌性痢疾、阿米巴痢疾、慢性血吸虫病、肠结核等感染性肠炎、缺血性肠炎、放射性肠炎等非感染性肠炎基础上，具有结肠镜检查及黏膜活检组织学就可确诊。",
            "诊断结果": "腹膜后良性肿瘤：副神经节细胞瘤"
        },
        "cure": "入院后积极完善各项化验检查，完善术前准备后在全身麻醉下行“腹膜后肿物切除术”。手术简要经过：麻醉成功后，取仰卧位，常规消毒，铺巾、盖膜。取右侧经腹直肌切口，长约20cm，逐层切开进腹，护皮，探查：后腹膜可见一巨大肿瘤，约12.0cm*10.0cm*8.0cm大小，质地较硬，与胰腺及肠系膜关系密切。肝脏、胆囊、大网膜、脾脏、盆腔、肠系膜等未见异常。将小肠全部提出腹腔外湿盐水纱布保护，充分暴露术野，打开回盲部及右侧结肠旁沟腹膜，将回盲部及结肠向左侧翻开，继续向上游离侧腹膜至结肠肝曲，分离出右侧输尿管并予以保护。将肿物自右侧托起，然后沿肿物周围分别钳夹、离断、结扎与结肠系膜粘连，继续向肿物下方游离，可见肿物与胰腺头部关系密切，考虑胰腺来源肿瘤可能，因与其它脏器无明显关系，不影响正常功能，遂决定给予肿物完整切除。沿肿物与胰头部之间给予分别钳夹、离断，完整切除肿物后家属过目送病理。离断处胰腺组织及血管给予分别缝扎止血，并用医用胶喷洒创面后用明胶海绵压迫止血。查无活动性出血，放置胰头部后方及盆腔引流管各一根另戳孔分别引出体外。清点纱布器械无误后关腹，缝合各层至皮肤。皮下放置负压引流球一个，术毕。术后禁食水1天，第一天给予复查血常规及肝肾功能。因胰腺有损伤，给予生长抑素预防胰瘘。术后第二天排气后给予进清淡流质饮食。术后第四天给予拔除盆腔引流管。术后第5天给予拔除胰头部引流管及皮下负压球。术后第八天拆线出院。术后一月随访患者无不适。"
    },
    {
        "id": 194,
        "symptom": {
            "一般资料": "女性，50岁，工人",
            "主诉": "外伤致伤右下肢以及左髋疼痛2小时余",
            "现病史": "患者两小时前机器压伤右下肢以及左髋，当即感伤处疼痛，伴活动受限。伤后无原发性昏迷史，能回忆受伤经过，无恶心呕吐，无胸闷气急，无胸腹部疼痛，无肢体麻木、偏瘫，无大小便失禁。至我院急诊，摄X片示\"1、右腓骨小头、右胫腓骨下端骨折伴周围软组织损伤；2、左侧髋臼骨折伴髋关节脱位。为求进一步诊治，收住入院。患者伤来神志清，未进食，未解大小便。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，否认高血压、糖尿病、癫痫等慢性病史，阑尾炎手术史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清晰，急性面容，表情自如，自主体位，推入病房，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，齿龈正常，齿列齐，扁桃体无肿大，咽部无充血，声音正常。颈部：无提抗感，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺：正常，质软。胸部：胸廓正常，胸骨无压痛，乳房正常对称，无包块，无压痛，未见乳头分泌物，肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊呈正常清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心：心前区无隆起，心尖搏动位置正常，无震颤，心率83次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常血管征。腹部：外形正常，脐正常，腹部柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。肛门直肠：未查。生殖器：未查。脊柱四肢：见专科情况。神经系统：四肢肌力5级，肌张力正常，生理反射存在，病理征未引出。专科情况：脊柱无畸形，无压痛及叩击痛，活动自如。左髋、右膝、右足踝肿胀明显，伴活动受限，双下肢感觉正常，左侧髋关节屈曲内收畸形，双侧足背动脉搏动正常，末梢循环良好。其余肢体肌力、感觉正常。",
            "辅助检查": "X片示1.右腓骨小头、右胫腓骨下端骨折伴周围软组织损伤；2.左侧髋臼骨折伴髋关节脱位。左侧髋关节以及右侧小腿三维CT：1.右腓骨小头、右胫腓骨下端骨折伴周围软组织损伤；2.左侧髋臼骨折伴髋关节脱位。"
        },
        "diagnosis": {
            "初步诊断": "左侧髋臼骨折伴髋关节脱位,右侧踝关节骨折,右侧腓骨小头骨折，",
            "诊断依据": "患者为中年女性，有明确的右侧下肢以及左髋的外伤病史，主诉：外伤致伤右下肢以及左髋疼痛2小时余，专科检查;脊柱无畸形，无压痛及叩击痛，活动自如。左髋、右膝、右足踝肿胀明显，伴活动受限，双下肢感觉正常，左侧髋关节屈曲内收畸形，双侧足背动脉搏动正常，末梢循环良好。其余肢体肌力、感觉正常。结合辅助检查：X片示1.右腓骨小头、右胫腓骨下端骨折伴周围软组织损伤；2.左侧髋臼骨折伴髋关节脱位。故左侧髋臼骨折伴髋关节脱位右侧踝关节骨折右侧腓骨小头骨折诊断明确。",
            "鉴别诊断": "1.病理性骨折，表现为轻度外伤后即发生骨折，拍片提示骨质内异常阴影，患者有明显的外伤史，x线片未见明显的骨质破坏，暂可排除；2.陈旧骨折，表示3周之前的外伤史，骨折尚未愈合，伴活动障碍，但局部肿胀及压痛程度不明显，而患者体征示局部压痛明显，肿胀明显，伴骨擦感，拍片提示骨折，考虑为新鲜骨折。",
            "诊断结果": "左侧髋臼骨折伴髋关节脱位，右侧踝关节骨折，右侧腓骨小头骨折，"
        },
        "cure": "患者入院后行左侧髋关节以及右侧小腿的三维CT检查示：左侧髋臼及伴左髋关节脱位以及右侧腓骨小头骨折和右侧踝关节骨折诊断明确。后在局部麻醉下行左髋关节脱位闭合复位术+股骨髁上牵引术。复位成功，完善相关术前检查（血常规，肝肾功能，血糖，凝血功能，心电图，输血前八项等），给予复方甘露醇37.5g、q12h消肿治疗，乳酸钠林格针500ml、qd补液治疗，相关术前检查无明显手术禁忌症，左髋臼骨折及右踝关节骨折有明显的移位建议手术治疗，患者及家属表示理解。后病情稳定，于入院后第五天在全麻下行左髋臼骨折切开复位内固定术+右踝骨折切开复位内固定术。手术顺利，术中复位固定良好，术后予以甘露醇125ml、q12h消肿，复方骨肽150mg、qd促进骨愈合治疗，术后24小时后无明显出血的情况予达肝素钠针0.2ml，qd抗凝治疗，术后复查X片示：原左侧髋臼骨折以及右侧踝关节骨折，内固定术后，现内固定器在位，骨折断端位置可。治疗2周后切口愈合可，患者病情稳定，拆线后予以出院。"
    },
    {
        "id": 195,
        "symptom": {
            "一般资料": "女性，23岁，职员",
            "主诉": "左踝关节肿痛伴不敢活动1天。",
            "现病史": "患者于1天前，不慎被电动车撞伤，当即左踝部肿胀疼痛，当时尚可行走，于附近医院就诊，摄DR示：左踝关节未见明显骨折征象。使用弹力绷带固定，局部冷敷。今日左踝部肿痛加重，不能行走。逐来我院就诊，急诊以左踝关节韧带损伤为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无肢体麻木无力，无胸闷气急，无胸腹痛，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "T:37.0℃,P:72次/分,R:18次/分,BP:120/70/mmhg。一般情况：发育正常，营养中等，被动体位，轮椅推入病房。表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率72次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左踝部肿胀明显，外踝及内踝下方见淤血斑，左外踝前方、下方，左内踝下方压痛阳性，左踝关节屈伸及内外翻活动受限，左足趾感觉运动良好。",
            "辅助检查": "DR示：左踝关节未见明显骨折征象。外踝间隙增宽。MR示：左距腓前韧带损伤、左三角韧带损伤、左下胫腓韧带损伤。"
        },
        "diagnosis": {
            "初步诊断": "左踝关节外伤，左距腓前韧带损伤，左三角韧带损伤，左下胫腓韧带损伤",
            "诊断依据": "1.病史：左踝关节肿痛伴不敢活动1天。2.查体：左踝部肿胀明显，外踝及内踝下方见淤血斑，左外踝前方、下方，左内踝下方压痛阳性，左踝关节屈伸及内外翻活动受限，左足趾感觉运动良好。3.影像学检查：DR示：左踝关节未见明显骨折征象。外踝间隙增宽。MR示：左距腓前韧带损伤、左三角韧带损伤、左下胫腓韧带损伤。",
            "鉴别诊断": "左踝关节骨折：存在骨折特有阳性体征，例如反常活动，骨擦音等，影像学检查可以明确诊断，该患DR未见骨折征象，故可排除。",
            "诊断结果": "左踝关节外伤，左距腓前韧带损伤，左三角韧带损伤，左下胫腓韧带损伤，"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，于入院第3天椎管内麻醉下行左踝关节清理、下胫腓联合分离复位螺钉内固定、左距腓韧带及左三角韧带断裂铆钉修补手术治疗，术后给予石膏托固定4周，给予注射用头孢唑林钠1.5日2次静点3天抗感染治疗，给予酮咯酸氨丁三醇2毫升日2次肌肉注射镇痛治疗，给予局部冷疗以减轻肿胀，给予注射用七叶皂甙钠10毫克日1次静点以减轻肿胀，中医透药导入以促进肿胀消退，术后早期指导患者行足趾屈伸功能锻炼，定期换药，创口无感染，术后14天拆线见切口1/甲愈合，术后4周拆除石膏托外固定，指导患者行踝关节屈伸功能锻炼，术后12周左右取出下胫腓螺钉，术后8周开始逐渐负重，术后12周内勿完全负重行走。"
    },
    {
        "id": 196,
        "symptom": {
            "一般资料": "女性，18岁，学生",
            "主诉": "女性,18岁,学生左小腿上方肿痛1个月。",
            "现病史": "患者于1个月前，在无明显诱因的情况下出现左小腿上方肿痛伴不敢活动，自服艾瑞昔布疼痛略有缓解，近日疼痛加重，逐来就诊，门诊摄MR示：右胫骨上段占位性病变。门诊以“右胫骨恶性骨肿瘤为诊断收入院治疗。病来无发热、无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹痛，无肢体麻木，饮食睡眠尚可，无大小便失禁。",
            "既往史": "身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "。一般情况：发育正常，营养中等，被动体位，轮椅推入病房，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率84次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：左小腿上方肿胀，可扪及质硬包块，界限不清，无活动度，局部压痛，皮温稍高，左膝关节活动受限，患肢末梢感觉循环正常。",
            "辅助检查": "膝关节MR：左胫骨近端混杂密度改变，侵犯周围组织，考虑肿瘤性病变。"
        },
        "diagnosis": {
            "初步诊断": "左胫骨恶性骨肿瘤",
            "诊断依据": "1.病史：左小腿上方肿痛1个月。2.查体：左小腿上方肿胀，可扪及质硬包块，界限不清，无活动度，局部压痛，皮温稍高，左膝关节活动受限，患肢末梢感觉循环正常。3.影像学检查：膝关节MR：左胫骨近端混杂密度改变，侵犯周围组织，考虑肿瘤性病变。",
            "鉴别诊断": "1.急性血源性骨髓炎：影像学检查可表现为髓内混合性信号改变及骨膜反应，但此病可见孤立性死骨，多伴有畏冷、寒颤、高热，局部皮肤可见红肿，皮温升高等，该患查体及影像学检查不支持，故可排除。2尤文肉瘤：多小于10岁发病，常见疼痛、肿块。影像学检查可表现为髓内混合性信号及骨膜反应，骨膜反应典型者可表现为洋葱皮样，目前暂不排除，待穿刺病理进一步明确。",
            "诊断结果": "左胫骨上段骨肉瘤"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT、肿瘤系列），于入院第3天，在局部麻醉下行穿刺病理检查，病理回报为骨肉瘤改变。肺CT未见转移，行新辅助化疗，（阿霉素+顺铂+异环磷酰胺）化疗2周，复查磁共振示：肿瘤明显缩小，与周围神经血管有安全边界，决定行保肢手术，于入院第3周全麻下行左胫骨骨肉瘤根治手术、左下肢肿瘤膝关节假体置换术。术后给予注射用头孢西丁钠2.0日2次静点抗感染对症治疗，定期换药，术后14天拆线，见切口1/甲愈合，患者可以拄双拐下地行走，出院后继续原方案化疗4期，随诊患者一般情况良好，可以正常行走。"
    },
    {
        "id": 197,
        "symptom": {
            "一般资料": "男性，52岁，农民",
            "主诉": "男性,52岁,农民腰腿部疼痛两年再发两月",
            "现病史": "患者两月前突发腰背部疼痛伴右下肢放射痛，无畏寒发热，无大小便失禁。当时未予治疗，两月前疼痛加重，至我院诊治，查MRI示1、L3-4椎间盘膨出，L4-S1椎间盘后突出2、L5椎体后缘异常信号，考虑游离髓核可能伴椎管狭窄3、L3、L4相邻椎体边缘终板变性可能4、腰椎退行性改变、部分椎间盘变性，拟\"腰椎间盘突出症\"收住入院。病程中，患者神清，精神可，无咳嗽胸痛，无腹痛腹胀，无尿频急，食纳可，二便正常。",
            "既往史": "平素健康状况良好，否认结核等传染病史，否认高血压病、糖尿病、癫痫等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，神志清晰，急性面容，自主**，轮椅推入病房，检查合作。皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝脏，无蜘蛛痣。淋巴结：全身浅表淋巴结未及肿大。头颈部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆,直径2.5mm，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，齿龈正常，齿列齐，扁桃体无肿大，咽部无充血，声音正常。颈部：无提抗感，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺正常，质软。胸部：胸廓正常，胸骨无压痛，**正常对称，无包块，无压痛，未见**分泌物。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊呈正常清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心：心前区无隆起，心尖搏动位置正常，无震颤，心律68次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常血管征。腹部：外形正常，脐正常，腹部柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。**直肠：未查。生殖器：未查。脊柱四肢：见专科情况。神经系统：肌力、肌张力见专科情况，生理反射存在，病理征未引出。专科情况：脊柱无畸形，L3-S1棘突、棘间压痛及叩击痛（+），右下肢直腿抬高试验阳性，小腿前外侧及足背皮肤感觉稍减退，伸踇肌力尚可可。其余肢体运动感觉尚可。",
            "辅助检查": "MRI示1、L3-4椎间盘膨出，L4-S1椎间盘后突出2、L5椎体后缘异常信号，考虑游离髓核可能伴椎管狭窄3、L3、L4相邻椎体边缘终板变性可能4、腰椎退行性改变、部分椎间盘变性。"
        },
        "diagnosis": {
            "初步诊断": "L4-L5椎间盘突出症伴髓核游离及椎管狭窄L5-S1椎间盘突出L3-4椎间盘膨出腰椎退变",
            "诊断依据": "患者为中年男性，主诉：腰腿部疼痛两年再发两月，专科检查：脊柱无畸形，L3-S1棘突、棘间压痛及叩击痛（+），右下肢直腿抬高试验阳性，小腿前外侧及足背皮肤感觉稍减退，伸踇肌力尚可可。其余肢体运动感觉尚可。结合辅助检查：MRI示1、L3-4椎间盘膨出，L4-S1椎间盘后突出2、L5椎体后缘异常信号，考虑游离髓核可能伴椎管狭窄3、L3、L4相邻椎体边缘终板变性可能4、腰椎退行性改变、部分椎间盘变性。故腰椎间盘突出症诊断明确。",
            "鉴别诊断": "1.腰椎结核：常伴有全身症状，低热盗汗，x线显示椎间隙模糊，变窄，部分患者有椎体的破坏的现象，暂可排除，2.梨状肌综合症：表现为患髋内收内旋活动时疼痛加重，梨状肌肌腹体表投影处可有明显压痛，部分患者可触及深部条索状结节，或痉挛肌块，需进一步检查明确诊断。患者梨状肌部位无明显的压痛，暂时考虑可能性不大。3.腰椎肿瘤：腰椎肿瘤也产生腰疼，它**神经根以后也产生放射痛。但是腰椎肿瘤疼痛的特点是夜间痛，肿瘤的病人往往是晚上疼的厉害。白天轻、晚上重，这与腰间盘突出症的白天重、晚上轻正好相反。腰椎核磁共振见腰椎椎体信号的改变和骨质破坏的现象，目前可以排除",
            "诊断结果": "L4-L5椎间盘突出症伴髓核游离及椎管狭窄,L5-S1椎间盘突出,L3-4椎间盘膨出腰椎退变"
        },
        "cure": "患者入院后完善相关术前检查，血常规，肝肾功能，凝血功能，心电图等，予卧床休息甘露醇250ml＋**5mg消肿治疗，术前检查均正常，相关检查无明显手术禁忌症，结合术前腰椎核磁共振见L4-L5椎间盘突出并游离到L5椎体的后缘，导致椎管狭窄，有手术指征，于入院后第3天在局部麻醉下行腰椎间孔镜下髓核摘除手术，术后24小时后即可以下床行走，予甘露醇250ml＋**5mg，qd消肿抗炎治疗，口服弥可保胶囊营养神经治疗。治疗1周后切口愈合可，予出院，一周后门诊拆线。"
    },
    {
        "id": 198,
        "symptom": {
            "一般资料": "男性，77岁，退休",
            "主诉": "男性,77岁,退休查体发现左肺上叶肿物半月余",
            "现病史": "患者于入院前半个月前查体发现左肺上叶肿物，查胸部CT显示：左肺上叶纵膈旁可见形态不规则肿物，密度不均伴点状钙化影，范围约5.1*4.1cm，边缘不光滑，与邻近纵膈胸膜粘连，与主动脉弓脂肪间隙消失。患者无乏力，无发热盗汗，无活动后胸闷气短。患者为求手术，门诊以“左肺肿物”收住院，患者自发病以来精神饮食睡眠可，二便可，体重未见明显减轻。",
            "既往史": "心脏射频消融术后9年，脑梗塞病史4年，口服银杏叶片及尼麦角林片维持治疗，否认糖尿病、高血压病史，否认肝炎及结核等传染病病史，否认外伤史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "神志清楚,精神尚可，胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部CT：左肺上叶纵膈旁可见形态不规则肿物，密度不均伴点状钙化影，范围约5.1*4.1cm，边缘不光滑，与邻近纵膈胸膜粘连，与主动脉弓脂肪间隙消失。"
        },
        "diagnosis": {
            "初步诊断": "左上肺肿块待查：肺癌？炎性假瘤？",
            "诊断依据": "患者男性，73岁，主因“查体发现左肺上叶肿物半月余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部CT检查：左肺上叶纵膈旁可见形态不规则肿物，密度不均伴点状钙化影，范围约5.1*4.1cm，边缘不光滑，与邻近纵膈胸膜粘连，与主动脉弓脂肪间隙消失。临床考虑左上肺癌可能性大。",
            "鉴别诊断": "1.肺癌：患者主因“查体发现左肺上叶肿物半月余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部CT检查：左肺上叶纵膈旁可见形态不规则肿物，密度不均伴点状钙化影，范围约5.1*4.1cm，边缘不光滑，与邻近纵膈胸膜粘连，与主动脉弓脂肪间隙消失。综合考虑肺癌可能性大。2.炎性假瘤：一般患者病史较长，可有发热，肺炎病史，近期多无明显症状，患者胸部CT显示左肺上叶纵膈旁可见形态不规则肿物，密度不均伴点状钙化影，范围约5.1*4.1cm，边缘不光滑，与邻近纵膈胸膜粘连，与主动脉弓脂肪间隙消失。根据患者病史及胸部CT表现，临床诊断考虑此病可能性较小。",
            "诊断结果": "左肺上叶低分化癌IIIB期"
        },
        "cure": "患者入院后完善心肺功能等相关检查，未见明显手术禁忌，胸部CT显示左肺上叶占位性病变，与主动脉弓关系密切，间隙消失，于2020年9月11日在全麻下行左开胸左肺上叶切除+区域淋巴结清扫术，手术过程顺利，术后予以抗炎、雾化祛痰、镇痛及提高免疫力等对症治疗，术后病理诊断：左肺上叶低分化癌，未见淋巴结转移，支气管残端阴性。病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT，若无特殊情况，可以隔6-12个月间断复查胸部CT明确术后病情变化。"
    },
    {
        "id": 199,
        "symptom": {
            "一般资料": "女性，66岁，退休",
            "主诉": "女性,66岁,退休查体发现右肺结节一个月余",
            "现病史": "患者于入院前1个月前例行查体，胸部强化CT显示：双肺透过度不均匀，双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，其内实性成分增强后呈较明显强化。患者无发热，无咳嗽咳痰，无咳血，无胸痛，无气喘。患者为求进一步诊治，遂来我院就诊，门诊以“肺结节”收入院。患者自发病以来精神饮食睡眠可，二便可，体重未见明显减轻。",
            "既往史": "患者否认高血压、冠心病、糖尿病病史，否认肝炎及结核等传染病病史，否认外伤史，否认药物及食物过敏史，预防接种史在当地。"
        },
        "examine": {
            "查体": "。神志清楚,精神尚可，胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音，腹平软，无压痛及反跳痛，肝脾未触及，无移动性浊音，双肾区无叩击痛，肠鸣音正常。脊柱及四肢体活动自如，未见明显异常。双下肢未见水肿。",
            "辅助检查": "胸部强化CT显示：双肺透过度不均匀，双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，其内实性成分增强后呈较明显强化。"
        },
        "diagnosis": {
            "初步诊断": "右肺结节待查：肺癌？炎性假瘤？",
            "诊断依据": "患者女性，66岁，主因“查体发现右肺结节一个月余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部强化CT显示：双肺透过度不均匀，双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，其内实性成分增强后呈较明显强化。",
            "鉴别诊断": "1.肺癌：患者主因“查体发现右肺结节一个月余”入院。查体：胸廓对称无畸形，双肺呼吸音可，双肺未闻及干湿性啰音，双肺叩诊清音，双肺呼吸活动度尚可，心前区无隆起，心律为84次/分，心音可，律齐，各瓣膜听诊区未及病理性杂音。胸部强化CT显示：双肺透过度不均匀，双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，其内实性成分增强后呈较明显强化。临床诊断考虑右肺癌可能性大。2.炎性假瘤：一般患者病史较长，可有发热，肺炎病史，近期多无明显症状，患者胸部强化CT显示：双肺透过度不均匀，双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，其内实性成分增强后呈较明显强化。根据患者病史及胸部强化CT表现，临床诊断考虑此病可能性较小。",
            "诊断结果": "1.右上叶肺腺癌2.右下叶肺腺癌"
        },
        "cure": "患者入院后完善心肺功能等相关检查，未见明显手术禁忌，胸部强化CT显示双肺下叶散在淡薄浸润影，右肺上叶混杂密度影，约2.6*1.9cm，于2020年9月23日在全麻下行胸腔镜辅助下右肺上叶及右肺下叶楔形切除+区域淋巴结清扫术，手术过程顺利，术后予以抗炎、雾化祛痰、镇痛及提高免疫力等对症治疗，术后病理诊断：右上肺：腺癌；右下肺：腺癌。患者术后病情恢复顺利出院，嘱患者出院后一个月门诊复查胸部CT，若无特殊情况，可以隔6-12个月间断复查胸部CT明确术后病情变化。"
    },
    {
        "id": 200,
        "symptom": {
            "一般资料": "男性，4岁，无",
            "主诉": "男性,4岁,无右肘部肿痛伴不敢活动4小时。",
            "现病史": "患者于4小时前，玩耍时不慎摔倒，右肘部先着地，当即右肘部肿胀疼痛伴不敢活动，急来我院就诊，摄DR示：右尺骨近端骨折，移位，右桡骨小头脱位。急诊以右尺骨近端骨折伴桡骨小头脱位为诊断收入院治疗。病来无意识不清，无昏迷、无头痛头晕，无恶心呕吐，无肢体麻木无力，无胸闷气急，无胸腹痛，无大小便失禁。",
            "既往史": "身体健康状况良好，否认手术、外伤、输血史，否认食物、药物过敏史。"
        },
        "examine": {
            "查体": "一般情况：发育正常，营养良好，被动体位，抱入病房。急性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。淋巴结：全身浅表淋巴结无肿大。头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，无外耳道分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。胸部：胸廓正常，乳房正常对称。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率84次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。腹部视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。肛门直肠：未查生殖器：未查脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，关节红肿，肌肉压痛。神经系统腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。专科检查：右肘部肿胀，压痛阳性，右桡骨小头弹性固定，右肘关节屈伸及内外旋活动受限，右手感觉运动良好。",
            "辅助检查": "DR示：右尺骨近端骨折，移位，右桡骨小头脱位。"
        },
        "diagnosis": {
            "初步诊断": "右尺骨近端骨折伴桡骨小头脱位（孟氏骨折）",
            "诊断依据": "1.病史：右肘部肿痛伴不敢活动4小时。2.查体：右肘部肿胀，压痛阳性，右桡骨小头弹性固定，右肘关节屈伸及内外旋活动受限，右手感觉运动良好。3.影像学检查：DR示：右尺骨近端骨折，移位，右桡骨小头脱位。",
            "鉴别诊断": "1.软组织损伤：局部肿痛但无明显畸形，无骨擦感及反常活动等骨折体征，本病例具有骨折阳性体征，影像学检查支持骨折，故可排除软组织损伤。2.病理性骨折：轻度外伤后即发生骨折，影像学检查会存在骨质内异常阴影，患者有明显的外伤史，X线片未见明显的骨质破坏，暂可排除。",
            "诊断结果": "右尺骨近端骨折伴桡骨小头脱位（孟氏骨折屈曲型）"
        },
        "cure": "患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，于全麻下C型臂透视下行右孟氏骨折手法复位石膏托外固定术，术后复查DR示：右尺骨骨折对位、对线良好，桡骨小头复位良好。术后48小时给予局部冷敷治疗，中医定向透药治疗。定期复查X线片，患者治愈出院，石膏托固定4周，拆除外固定后功能锻炼。"
    }
]