[
    {
        "id": 1,
        "symptom": {
            "一般资料": "男性，73岁，农民",
            "主诉": "左侧肢体无力1天。",
            "现病史": "患者于今日上午10时出现左侧肢体无力，在家卧床休息后无改善，为行进一步诊治入院。入院时可直立行走。本次发病以来无头痛、发热、恶心、呕吐，无眩晕、耳鸣、活动后视物旋转，无咳嗽、咳痰、气喘，无腹痛、腹泻。来时，患者精神食欲好，大便干，小便正常。",
            "既往史": "平素身体健康,否认肝炎、结核等传染病史，2018年11月诊断：食管上段癌，予以放疗，治疗后进食正常。患高血压5年，血压最高180/110mmHg，平素服“吲哒帕胺”“硝苯地平片”控制血压。否认心脏病、糖尿病等慢性病史，否认手术、外伤史，否认药物、食物过敏史，否认输血史。"
        },
        "examine": {
            "查体": "体温36.9℃脉搏108次/分呼吸22次/分血压177/107mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力好。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，左侧鼻唇沟浅。无眩晕、恶心。饮水无呛咳。伸舌居中。左侧肢体肌力4级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。",
            "辅助检查": "即刻血糖：8.4mmol/L；心电图示：窦性心律心电轴正常心电图不正常T波异常。颈部血管超声诊断:右颈总动脉硬化斑块形成。头颅CT诊断：右侧侧脑室旁脑梗死。头颅MRI诊断:1.脑白质脱髓鞘改变。2.右侧基底节区、双侧侧脑室旁、顶叶及额叶腔隙性脑梗塞。"
        },
        "diagnosis": {
            "初步诊断": "脑梗死；高血压3级极高危；食管癌放疗后",
            "诊断依据": "1.病史：2018年11月诊断：食管上段癌，予以放疗。患高血压5年。吸烟30余年。2.症状：左侧肢体无力1天。3.体征：体温36.9℃脉搏108次/分呼吸22次/分血压177/107mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力好。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，左侧鼻唇沟浅。无眩晕、恶心。饮水无呛咳。伸舌居中。左侧肢体肌力4级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。4.辅助检查：即刻血糖：8.4mmol/L；头颅CT诊断：右侧侧脑室旁脑梗死。",
            "鉴别诊断": "1.脑出血：多有高血压及动脉粥样硬化病史，突然出现头痛、头晕、恶心、呕吐，严重者伴意识障碍，见局灶性体征，头颅CT见片状高密度影。2.蛛网膜下腔出血：突然出现头痛、恶心、呕吐，脑膜刺激征阳性，多无肢体瘫痪，头颅CT见脑沟、裂、池密度增高影。3.颅内占位：进展性头痛、呕吐，伴肢体瘫痪，头颅CT、MRI可帮助诊断。",
            "诊断结果": "脑梗死高血压3级极高危颈动脉硬化斑块形成食管癌放疗后"
        },
        "cure": "予以抗血小板聚集、改善循环、调控血压、脑保护、他汀类药、抑酸等对症治疗；住院2周，病情平稳；患者左侧肢体无力明显改善。"
    },
    {
        "id": 2,
        "symptom": {
            "一般资料": "男性，54岁，农民",
            "主诉": "胸闷伴恶心2天，加重1.5小时",
            "现病史": "患者2天前出现胸闷，位于心前区，具体描述不清，伴出汗，伴腹胀、恶心，伴头晕，无明显胸痛，无头痛，无呕吐，无晕厥、黑朦，无咳嗽、咳痰，无腹痛、腹泻，无四肢不灵活，活动后或劳累后加重，休息可缓解，症状反复，就诊当地医院，心电图：窦性心律，多导联T波低平，服用“硝酸甘油”可改善，1.5小时患者再次出现上述症状，急来我院，心电图提示：窦性心律，多导联T波低平，为进一步诊治，以“胸闷待查：收入院。小便少，大便未注意。",
            "既往史": "8月前和4月前有”急性脑梗死“，目前口服阿司匹林。既往有”高血压“病史。"
        },
        "examine": {
            "查体": "神志清，精神欠佳。查体合作，自主体位。皮肤及巩膜无黄染，双侧睑结膜苍白，双肺呼吸音低，无明显干湿性啰音。心律76次/分，未闻及病理病理性杂音。腹软，右上腹压痛，无反跳痛，肝脾肋下未触及。无可触及包块，Murphy征（-），无移动性浊音。腹水征阴性。四肢肌力可，无双下肢水肿。",
            "辅助检查": "急查血常规：白细胞10.88x10^9/L，红细胞2.14x10^12/L，血红蛋白63g/L，红细胞压积0.19。而BNP、心肌酶谱无明显异常。追问病史，大便好像发黑。查大便常规：大便常规隐血阳性。"
        },
        "diagnosis": {
            "初步诊断": "1.上消化道出血消化性溃疡出血？急性糜烂出血性胃炎？2.中度贫血3.冠心病不稳定心绞痛？4.高血压病（2级，很高危)5.陈旧性脑梗死",
            "诊断依据": "患者中年男性，因”胸闷伴恶心2天，加重1.5小时“入院。有腹胀、恶心症状，有心前区不适。入院后完善检查血红蛋白63g/L，大便隐血阳性，追问病史近期好像有黑便，患者长期口服”阿司匹林“，目前不排除阿司匹林导致的上消化道出血。患者心前区不适，心电图改变，心肌酶无异常，不考虑急性心肌梗死，考虑贫血导致的心脏灌注不足，引起的心绞痛。",
            "鉴别诊断": "1.胃Ca出血：多有腹痛、纳差、食欲不振等表现，可伴有恶病质，出血量相对较少，多表现黑便，胃镜及组织病理学检查可明确诊断。患者病情稳定型胃镜检查，可见十二指肠球部溃疡，排除胃癌。2.食管胃底静脉曲张及其破裂出血：多见于肝硬化病史，出血速度快，出血量大，表现为呕血及便血，腹部CT可见肝硬化征，胃镜可鉴别，该患者腹部CT无异常，胃镜不支持",
            "诊断结果": "1.上消化道出血消化性溃疡出血2.中度贫血3.冠心病不稳定心绞痛4.高血压病（2级，很高危)5.陈旧性脑梗死"
        },
        "cure": "由心内科转入消化科给予给予NS50ml+艾司奥美拉唑80mg（5ml/h）持续泵入。复查患者血红蛋白57g/L，给予输去白悬红细胞2u。密切监测生命体征，给予补液、营养支持等。病情稳定后：完善胃镜：十二指肠球部溃疡（S1期）"
    },
    {
        "id": 3,
        "symptom": {
            "一般资料": "男性，58岁，工人",
            "主诉": "男性,58岁,工人患者因\"反复左侧肢体抽动4小时余\"入院。",
            "现病史": "患者4小时余前无明显诱因下开始出现左侧肢体抽搐，无神志不清，无明显上睑抬起、眼球上窜，面色发绀，无大小便失禁。持续约1分钟，后自行缓解。上述症状反复发作，无明显好转迹象，发作后意识稍有模糊，家人发现后，急送至我院，拟\"继发性癫痫\"收住入院。病程中，患者无头痛、头晕，无恶心、呕吐，无黑朦，无眩晕，无视物模糊及眼球运动障碍，无肢体麻木，无饮水呛咳、吞咽困难，无畏寒、发热，无胸闷、心悸，无腹痛、腹泻，食欲及睡眠一般，大便如常。近期无明显体重改变。",
            "既往史": "20余年前有脑外伤手术史，之后有多次\"癫痫\"史，否认\"冠心病、高血压\"病史，有\"糖尿病\"病史多年，平素药物控制，血糖尚可，否认烟酒嗜好。"
        },
        "examine": {
            "查体": "一般情况尚可，发育正常，营养中等，神志清晰，精神萎，平车推入病房，查体合作。皮肤黏膜无瘀点瘀斑，无皮疹，无黄染，无蜘蛛痣、肝脏。全身浅表淋巴结无病理性肿大。头形正常，毛发分布均匀。眼睑无浮肿，结膜无充血，巩膜无黄染，瞳孔等大等圆，直径3mm，对光反射灵敏。耳道畅，听力好。鼻道畅，分泌物无增多。口唇不绀，双侧鼻唇沟对称，伸舌居中，咽部无充血，扁桃体无肿大。颈软，无抵抗，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓无畸形，**无异常增生及包块。胸壁无水肿。两侧呼吸动度均匀，语颤对称，叩诊双肺呈清音，两肺呼吸音粗，未及明显罗音。心尖搏动位于左锁骨中线第5肋间内0.5cm处。心前区无膨隆，无震颤。心脏浊音界在正常范围。心律每分76次，律尚齐，各瓣膜听诊区无病理性杂音。无毛细血管搏动征，无枪击音。腹平坦，无脐周静脉曲张及胃肠蠕动波。腹壁软，无压痛、反跳痛、肌紧张。Murphy征阴性，麦氏点无压痛，无包块。肝脾未扪及。肝肾区无叩击痛，移动性浊音阴性。肠鸣音每分4-5次，无气过水音。**直肠未及明显异常。左侧肢体肌力0级，肌张力稍增高。右侧肢体肌力、肌张力正常，两侧巴氏征未引出。",
            "辅助检查": "头颅CT：右侧脑外伤术后。随机血糖：11.2mmol/L。血常规:WBC5.1610^9/L、RBC3.7710^12/L、HGB115.00g/L、PLT145.0010^9/L、NEUT%36.60%、NEUT#1.8910^9/L。肝功能:ALT16U/L、AST18U/L、LDH157U/L、TBIL13.8umol/L、DBIL5.6umol/L、TP61.0g/L、ALB37.7g/L。肾功能:BUN5.11mmol/L、CREA61.7umol/L、UA405.8umol/L。血糖:GLU5.63mmol/L电解质:K4.42mmol/L、NA141.9mmol/L、CL103.3mmol/L。血脂:CH3.53mmol/L、TG1.47mmol/L、HDL0.65mmol/L、LDL2.26mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "（1）继发性癫痫（2）脑外伤后遗症（3）2型糖尿病",
            "诊断依据": "（1）患者中老年男性，急性起病。（2）因\"反复左侧肢体抽动4小时余\"入院。（3）查体：T：36.6℃，P：76次/分，R：18次/分，BP：142/74mmHg，神志尚清，精神萎，平车推入病房，两眼球无凝视、无震颤，双侧瞳孔等大等圆，直径3mm，对光反射灵敏。颈软，两肺听诊呼吸音粗，未及罗音，心律76次/分，律尚齐，未及病理性杂音。腹平软，无压痛。左侧肢体肌力0级，肌张力稍增高。右侧肢体肌力、肌张力正常，两侧巴氏征未引出。（4）辅检：头颅CT：右侧脑外伤术后。",
            "鉴别诊断": "（1）短暂性脑缺血发作：多见于老年人，常有动脉硬化、冠心病、高血压、糖尿病等病史，多表现为缺失症状，肢体抽动不规则，常持续15分钟到数小时。（2）低血糖症：血糖低于2mmol/L可产生局部癫痫样抽动或四肢强直发作，伴意识丧失，常见于胰岛β细胞瘤或长期服降糖药的2型糖尿病患者，该患者随机血糖不低，暂不考虑。",
            "诊断结果": "继发性癫痫脑外伤后遗症2型糖尿病"
        },
        "cure": "患者反复出现肢体抽动数次，无意识障碍，无眼球上窜，面色发绀，无大小便失禁，无头痛、头晕。查体：T：36℃，神志清晰，精神萎，两眼球无凝视、无震颤，双侧瞳孔等大等圆，直径3mm，对光反射灵敏。两肺听诊呼吸音粗，未及罗音，心律75次/分，心律齐，无杂音。腹平软，无压痛。左侧肢体肌力0级，肌张力稍增高。右侧肢体肌力、肌张力正常。医嘱给予**注射液10mg缓慢静推镇静止惊，继观。"
    },
    {
        "id": 4,
        "symptom": {
            "一般资料": "女性，70岁，农民",
            "主诉": "纳差2月",
            "现病史": "患者2月前开始无明显诱因出现食欲减退，无恶心，呕吐，无反酸，嗳气，无胸闷，胸痛，心悸，无肩背部放射痛，偶有咳嗽、咳痰，咳白色痰，无憋喘，无头晕、头痛，无腹痛腹泻黑便，半月前患者感上腹部疼痛，具体性质不详，多于夜间疼痛，可自行好转，未予诊治。患者自发病以来神志清，饮食欠佳，夜间睡眠一般，大小便正常，体重较前变化不详。",
            "既往史": "有2型糖尿病病史半年，不规律服用阿卡波糖、消渴丸等。有支气管扩张病史5月。否认冠心病脑梗死等慢性病史。2017年于我院行，左眼基底细胞癌手术，对青霉素过敏。"
        },
        "examine": {
            "查体": "老年女性，神志清，精神一般，营养中等，自主体位，查体合作，全身皮肤黏膜无黄染，皮疹及出血点，浅表淋巴结未触及肿大，头颅外形正常。双眼睑无水肿，耳鼻无异常分泌物，口唇无紫绀，口腔无溃疡，咽部不充血，甲状腺未触及肿大，颈静脉无怒张。双肺呼吸音粗，未闻及干湿性啰音。心律76次/分，心律齐，各瓣膜听诊区未闻及病理性杂音，腹软，无压痛及反跳痛，未触及皮下包块，移动性浊音（-）。肠鸣音4次/分，四肢肌力肌张力正常。病理征阴性。",
            "辅助检查": "院外的胸部ct提示双肺多发高密度，感染可能，支气管扩张，双肺结节，建议治疗后短期复查。"
        },
        "diagnosis": {
            "初步诊断": "1.纳差待查：胃炎？肿瘤？2.2型糖尿病3.支气管扩张症4.双肺结节5.左眼基底细胞癌",
            "诊断依据": "1.患者既往病史。2.主因纳差两月入院。3.院外胸部ct提示肺部感染，肺部结节支气管扩张。",
            "鉴别诊断": "1.胃癌:多见于40岁以上患者，早期无特征性表现，中晚期可见消瘦，贫血，持续性中上腹部疼痛，缓慢少量持续性出血，粪隐血持续阳性，ct或磁共振及胃镜对于明确诊断有重要意义。2.胃炎:大多表现为腹痛，腹胀，纳差，查体可发现有腹部的按压痛，一般胃镜可以明确诊断。",
            "诊断结果": "1.ANCA相关性血管炎；2.2型糖尿病；3.支气管扩张症；4.双肺结节；5.左眼基底细胞癌术后"
        },
        "cure": "入院后给予患者抑酸、护胃，抗炎，降糖等治疗，同时完善了心电图，血常规，血生化，肿瘤标志物，胸部ct，肝胆胰脾肾ct，盆腔ct，胃肠镜的检查。胸部ct及全腹ct提示双肺高密度，余未见异常。胃镜提示食管溃疡，胃窦粘膜增生性隆起，肠镜未见异常。后患者逐渐出现恶心，呕吐，双下肢水肿，复查肝功能低蛋白血症，复查肾功能提示肾功能不全。请肾内科会诊，建议完善尿本周氏蛋白，抗中性粒细胞胞浆抗体的检测。后患者至上级医院去就诊。院外随访上级医院就诊确诊是ANCA相关性血管炎。"
    },
    {
        "id": 5,
        "symptom": {
            "一般资料": "女性，6岁4个月，学龄前儿童",
            "主诉": "患儿因发热五天，精神差三天入院",
            "现病史": "患儿一周前出现多饮、多尿，家长未于重视，五天前无明显诱因下出现发热，热型不规则，热峰37.8C，无寒颤，无抽搐，无大汗淋漓，无烦躁不安，无脑性尖叫，近三日出现嗜睡、精神差，家长诉07-24于市-院急诊查血常规考虑感染(未见报告)，子“正大素克、蒲地兰等治疗二天，效欠佳，患儿仍发热、精神差，昨日出现头痛，今来我院就诊，门诊查尿常规示GLU4+mmo1/L,KET3+mmol/L,为进一步治疗收住入院。病程中患儿无明显咳嗽，无气喘，无盗汗、咯血，无皮疹，无鼻衄，无呕吐，无尿急、尿痛，无腹痛、腹胀、腹泻，无便血，精神差，食纳一般，近10天体重减轻2.5㎏左右。大便正常，小便量多，外观正常。",
            "既往史": "患儿平素体健，否认“肝炎、结核、伤寒”等急慢性传染病密切按触史，否认药物、食物过数史，发病前14天无疫区及其他有病例报告社区的旅游或居住史:发病前14天未有与新型冠状病毒感染者有接触:发病前14天未接触过来自疫区及周边地区，或来自有病例报告社区的发热或有呼吸道症状的患者。否认手术、外伤史，无输血史。"
        },
        "examine": {
            "查体": "患者女6岁4月，因“多饮多尿一周，神志稍淡漠，精神反应差，深大呼吸。面色无苍白，全身皮肤干燥，弹性差，未见皮疹及出血点、繁斑，皮下脂肪适中，未见水肿，注表淋巴结末打及肿大，头形正常，未见方颅，无颅骨软化。头发正常，双侧球结膜未见充血，无明显分泌物，巩膜未见黄染，角膜清晰，双侧瞳孔等大等圆，直径约3mm,对光反射灵敏，耳廓未见畸形，外耳道正常，未见分泌物，鼻中隔无偏曲无鼻衄，无鼻翼煽动，牙齿萌出，牙列齐，未见龋齿，齿龈正常，未见红肿，舌居中，未见明显异常，舌系带正常，口唇干燥、无紫绀，口腔粘膜光滑，未见溃疡及疱疹，无麻疹粘膜斑，未见鹅口疮，上腭正常，未见腭裂及上皮珠，咽部充血，双網扁桃体无明显肿大，未见脓性分泌物，颈钦，无明显抵抗，气管居中，未见颈静脉怒张，未见吸气三凹征，胸廓正常，未见鸡胸、漏斗胸等略形，未见郝氏沟及肋骨串珠，两脚呼吸音粗糙，未闻及明显干湿啰音，心前区未见异常隆起或凹陷。心脏相对浊音界无明显扩大，心尖搏动位于第四助间左锁骨中线外0.5cm，未触及明显震颤，心音有力，律齐，心前区各瓣膜听诊区未闻及病理性杂音及早搏，腹部平坦、柔软，未见肠型及胃蠕动波，未及明显异常包块，肝脏、脾脏未触及明显肿大，膜部叩诊呈鼓音，移动性浊音阴性，肠鸣音正常，4次/分，肛门及外生殖器未见异常畸形，四肢关节无红肿，骨骺端无肥大，未见杵状指(趾)，无肌肉萎缩，四肢活动自如，肌张力正常，腹壁反射、角膜反射等生理反射存在，双侧巴彬斯基征及布鲁金斯基征、克尼格征均为阴性.毛细血管充盈时间延长。",
            "辅助检查": "尿常规(07-27,本院):sG1.032.MCA150mg/WBC1个/ul,RBC0个/ul,PRO1+g/L.GLU4+mmo/L,KET3+mmol/L,CAST1个/ul,该管型是透明管型。血常规(07-27.本院):HGB156g/L.HCT47.3%,WBC10.67*10-9/L，RBC5.34*10-12/L.PLT320*10-9/L.NEUT95.0%LYMPH%37.09%，超敏C反应蛋白测定(CRP)-ahCRP均大朗性.毛细血管充盈时间延长。辅助检查:尿常规(07-27,木院):sG1.032.MCA150mg/WBC1个/uRBC0个/A山PRO1+g/L.GLU4+mmo/L,KET3+mmol/L,CAST1个/ul,该管型是透明管型。血常规(07-27.本院):HGB156g/L.HCT47.3%,WBC10.67*10-9/，RBC5.34*10-12/L.PLT320*10-9/L.NEUT95.0%LYMPH%37.09%，超敏C反应蛋白测定(CRP)-ahCRP"
        },
        "diagnosis": {
            "初步诊断": "1.糖尿病合并酮症酸中毒.2急性上呼吸道感染。",
            "诊断依据": "1.患儿因“多饮多尿一周，发热五天，精神差三天”入院，患儿一周前出现多饮、多尿，门诊查尿常规示GLU4+mmol/L,KET3+mmo/L,入院查微量血糖:17.1mmol/L,明显高于正常，故诊断糖尿病。2.患儿近三日出现嗜睡、精神差，体重下降明显，查体:神志稍淡漠，精神反应差，深大呼吸，皮肤、口唇干燥，皮肤弹性差，结合尿常规、微量血糖结果，故考虑酮症酸中毒可能，待血气分析、电解质等检查助诊",
            "鉴别诊断": "1.高血糖高渗状态:此病与糖尿病酮症酸中毒同属于糖尿病急性并发症，但此病患儿多无明显酸中毒表现，血糖显著增高，多高于33.3mmo/L,尿酮体多阴性，此患儿深大呼吸，存在酸中毒表现，测微量血糖17.1mmo/L,故不予支持高血糖高渗状态。2.败血症:患儿病程中有发热、精神差，无浅表淋巴结、肝脾肿大等表现，此病待排，必要时完善L型血培养。",
            "诊断结果": "1,l糖尿病酮症酸中毒.2急性上呼吸道感染。"
        },
        "cure": "入院后子头孢唑肟抗感染，生理盐水扩容，查血气分析示存在糖尿病酮症酸中毒，予至监护室，氧气吸入、禁食、生理盐水扩容、胰岛素降血糖、碳酸氢钠、静脉补液、甘露醇应用，患儿酸中毒逐渐纠正，血糖较前控制好转，精神反应好转。07-29下午起改予皮下注射胰岛素及糖尿病饮食治疗，家长要求出院，子签字出院。入院后辅助检查:心电图正常.肝胆脾彩超未见明显异常。腹部彩超提示肠腔积气较多，腹腔所能探查处未见明显液性暗区。2020-07-2712:09血气组套(动脉血)GLU16.20mmol/I,K3.00mmol/L,aI118.00mmol/L,nCa2+1.33mmol/I,BE-24.9,SO2c99%，PO2131mmHg,HC03-3.0mmo/LTCO23.3mmol/L,P5034.17mmHg,AG16.20mmol/L,Lac1.1mmol/LNa138.0mmol/LPH7.07,PCO210mHg.2020-07-2713:10降钙素原检测PCT0.01ng/ml.2020-07-2712:31电解质K3.41mmol/L,Na130.8mmol/LC1060mmo/I,Ca2.48mmol/,Mg1.03mmo/.2020-07-2712:31儿童生化全套GLU18.79mmo/,P1.08mmol/L,TBIL2.5umol/LDBIL0.8umol/L.IBIL1.7umol/L,TP70.1g/LALB44.4g/LGLB25.7gL,A/G1.7,ALT15.0U/L,AST14.3U/L,ALP236U/L,GGT14U/L，TBA2.5umo/L,ADA1.90/0LAP621U/L，,AFU16.0U/L，CHE6568U/L,Urea4.44mo/L.Cr48umo/,UA2289umo/L,B2-MNG1.04mg/LLIDH166U/L，CK50U/L,CK-MB21.2U/.HBDH156.0U/LRBP20.35mg/L,血清铁133umo/L2020-07-2713:46红细胞沉降率测定(ESR)-2ESR16mm/h.正常2020-07-2712:31抗链球菌溶血素o测定[AS0）_aASO12.43IU/ml。抗结核抗体TB-Ab阴性。2020-07-2715:17新型冠状病抗体检126(胶体金法)阴性。200.715.20新型冠状病毒抗体检测4eMQ胶体金法)阴性。"
    },
    {
        "id": 6,
        "symptom": {
            "一般资料": "女性，49岁，无",
            "主诉": "发现双侧颈部肿物1月余",
            "现病史": "入院前1月余无意间发现双侧颈部肿物，约核桃大小。自觉呼吸、吞咽通畅，无颈前区异物感、颈部浮肿，无怕热、多汗、多食、易饥、易怒，无纳差、消瘦、声嘶、眼睑下垂。日常饮食、睡眠、大小便正常。未行治疗。2天前于外院查甲状腺彩超示：1.甲状腺双侧叶混合性结节，TI-RADS分类：3类；2.甲状腺内囊性结节，TI-RADS分类：2类；3.双侧颈部未见明显异常淋巴结。今为求进一步诊治就诊我院，门诊拟“双侧甲状腺肿物”收住院。",
            "既往史": "既往健康状况一般。无\"高血压\"、\"心脏病\"、\"脑血管意外\"等心脑血管疾病史，无\"病毒性肝炎\"、\"肺结核\"、\"伤寒\"等重要传染病史，无\"肺炎\"、\"慢性支气管炎\"、\"哮喘\"等肺疾病史，无\"急慢性肾炎\"、\"肾衰\"等肾疾病史，无\"糖尿病\"、\"甲状腺机能亢进\"等内分泌系统疾病史，无手术、外伤、输血史，无食物及药物过敏史。"
        },
        "examine": {
            "查体": "发育正常。营养中等。神志清楚。精神良好。正常面容。自动体位。查体合作。全身皮肤黏膜色泽正常，无皮疹，无皮下出血，无水肿，无肝脏，无蜘蛛痣。耳前、耳后、枕骨下区、颌下、颏下、颈前、颈后、锁骨上、腋窝、滑车上、腹股沟等浅表淋巴结未触及。头颅大小正常，形态正常。头发分布正常。眼睑无水肿，睑结膜无苍白，球结膜无充血，巩膜无黄染。双侧瞳孔等圆等大，直径约3mm，瞳孔对光反射灵敏。耳廓无畸形，无外耳道分泌物，无乳突压痛，无听力障碍。无鼻翼扇动，鼻腔无分泌物，无副鼻窦压痛。口唇无发绀、苍白。无缺齿、龋齿。咽部无充血，双侧扁桃体无肿大。声音无嘶哑。颈部：详见专科情况。胸廓无畸形，双侧胸部大小对称，乳头及乳晕处无异常分泌物，无胸骨叩痛。双侧呼吸运动对称，无异常。双肺触觉语颤对称相等，无皮下捻发感。双肺叩诊正常清音，无异常叩诊音，双肺听诊未闻及干湿性啰音。未闻及胸膜摩擦音。心前区无隆起，心尖搏动在左侧第五肋间锁骨中线内0.5CM上。心尖搏动触诊无异常，无触及震颤以及心包摩擦感，心界叩诊相对浊音界无扩大，心律86次/分，心律齐，心音有力，无异常，无附加心音，P2=A2，各瓣膜听诊区未闻及杂音。脉率86次/分，脉律整齐，无周围血管征。腹外形平坦，无胃型，无肠型，无腹壁静脉曲张，无手术疤痕，腹肌触诊柔软，无压痛，无反跳痛。肝右肋下未触及。墨菲氏征呈阴性。脾左肋下未触及。双肾区无叩痛。无腹部包块。肝浊音界存在，肝上界位于右锁骨中线第5肋间，移动性浊音呈阴性。肠鸣音4次/分，无气过水声，无血管杂音。外生殖器未见畸形。肛门指诊无疼痛、未触及肿物，指套退出未见染血及异常分泌物。脊柱生理弯曲存在，四肢无畸形、水肿，关节无肿痛，活动正常，无杵状指(趾)。四肢肌力及肌张力正常，双侧腹壁反射及膝健反射正常，克氏及布氏征阴性，双侧巴氏征、奥本海姆氏症、查多克氏症、戈登氏症及霍夫曼氏症未引出。专科情况神志清楚，双眼无突出，双锁骨上、颈部等浅表淋巴结未触及。颈软，气管居中，颈静脉无怒张，皮肤未见红肿，颈部活动自如。双侧甲状腺均可触及一肿物，约3.5cm×3.0cm大小，界清，表面光滑，质中，无压痛，可随吞咽上下移动，未闻及血管杂音。",
            "辅助检查": "甲状腺彩超示：1.甲状腺双侧叶混合性结节，TI-RADS分类：3类；2.甲状腺内囊性结节，TI-RADS分类：2类；3.双侧颈部未见明显异常淋巴结。"
        },
        "diagnosis": {
            "初步诊断": "双侧甲状腺肿物",
            "诊断依据": "患者中年女性，发现甲状腺肿物1月余。查体：神志清楚，双眼无突出，双锁骨上、颈部等浅表淋巴结未触及。颈软，气管居中，颈静脉无怒张，皮肤未见红肿，颈部活动自如。双侧甲状腺可触及一肿物，约3.5cm×3.0cm大小，界清，表面光滑，质中，无压痛，可随吞咽上下移动，未闻及血管杂音。",
            "鉴别诊断": "目前诊断甲状腺肿物成立，性质考虑为一下几种可能：1.甲状腺腺癌：一般单发，肿物质地较硬，表面粗糙，边界不清，甲状腺B超为实性占位，手术病理有助诊断；2.结节性甲状腺肿：肿物质地中度，与周围边界清楚，手术病理检查有助诊断；3.桥本氏病：肿物质地韧，与周围边界欠清楚，暂不考虑该诊断。",
            "诊断结果": "1.双侧结节性甲状腺肿2.急性呼吸窘迫综合征"
        },
        "cure": "入院后完善相关检查，无明显手术禁忌，以双侧结节性甲状腺肿，在颈丛阻滞麻醉下行双侧甲状腺大部切除术，麻醉用0.375%布比卡因15ml，麻醉显效后不久病人出现声音嘶哑、呼吸困难、烦躁不安，立即面罩加压吸氧，15分后病人稍安舒，开始手术。术后回病房不久即出现呼吸急促，发绀，心律150次/分钟，面罩加压吸氧亦不能缓解。床边胸片示肺水肿，考虑可能出现急性呼吸窘迫综合征ARDS，立即进行气管内插管，见有大量粉红色泡沫样液溢出。接麻醉机迸行呼气末正压通气，用多巴胺维持血压，快速输入白蛋白及血浆，用适量的肾上腺皮质激素和有效的抗生素。4小时后气管插管内粉红色泡沫样液溢出明显减少，继续ICU监护。24小时后病人的呼吸和循环逐渐平稳，趋于正常。半月后病人痊愈出院。"
    },
    {
        "id": 7,
        "symptom": {
            "一般资料": "女性，68岁，农民",
            "主诉": "右侧肢体无力1年，左侧肢体无力1天。",
            "现病史": "患者于入院前1天上午开始无明显诱因出现左侧肢体无力，不能直立位行走。在家休息后有加重趋势，今日为行诊治入院。入院时不能直立位行走，反应迟钝，可简单言语交流。四肢无力。本次发病以来无意识丧失等。",
            "既往史": "有2型糖尿病病史10余年，平时口服二甲双胍：每次两片，每天两次（具体规格不详）。近1月未规律服药。有脑梗塞病史。住院治疗后遗留右侧肢体无力，平时可扶拐行走。"
        },
        "examine": {
            "查体": "神清，反应迟钝，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。反应迟钝，余颅神经(-),四肢肌张力低，左侧肢体肌力0级，右侧肢体肌力1级。双侧巴彬斯基征阳性。",
            "辅助检查": "头颅CT平扫：双侧侧脑室旁、右侧枕叶、左侧半卵圆中心及顶叶可见多发斑片状、片状低密度影，边缘模糊，周围无水肿无占位表现。脑室系统正常，脑沟、脑裂、脑池未见明显增宽或狭窄影，中线结构居中，小脑半球未见明显异常征象。因病人不能配合产生较多运动伪影。随机血糖：17.6mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "脑梗死2型糖尿病脑梗死后遗症",
            "诊断依据": "1.病史：有2型糖尿病病史10余年，平时口服二甲双胍：每次两片，每天两次（具体规格不详）。有脑梗塞病史。住院治疗后遗留右侧肢体无力，平时可扶拐行走。2.症状：右侧肢体无力1年，左侧肢体无力1天。3.体征：血压162/86mmHg，神清，反应迟钝，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。反应迟钝，余颅神经(-),四肢肌张力低，左侧肢体肌力0级，右侧肢体肌力1级。双侧巴彬斯基征阳性。4.辅助检查：随机血糖：17.6mmol/L。头颅CT平扫：双侧侧脑室旁、右侧枕叶、左侧半卵圆中心及顶叶可见多发斑片状、片状低密度影，边缘模糊，周围无水肿无占位表现。脑室系统正常，脑沟、脑裂、脑池未见明显增宽或狭窄影，中线结构居中，小脑半球未见明显异常征象。因病人不能配合产生较多运动伪影。",
            "鉴别诊断": "1.蛛网膜下腔出血：突发剧烈头痛、呕吐、脑膜**症，伴或不伴意识障碍，无局灶性神经系统体征，CT和脑脊液检查有助诊断。2.梅尼埃病：发作性眩晕、恶心、呕吐，每次发作时间超过24h，伴耳鸣、耳阻塞感，无神经系统定位体征。3.心脏疾病：可因阵发性全脑供血不足出现头昏，晕倒、意识丧失，但常无神经系统局灶性症状和体征，动态心电图，超声心动图常有异常。4.颅内占位：如脑肿瘤、脑脓肿等，可呈卒中样发病，出现局灶性神经系统阳性体征，CT或MRI有助诊断。5.脑出血：多为60岁以下，动态起病，病情进展快，伴头痛、恶心、呕吐等颅高压症状，发病时血压明显升高，出血量小时可与脑梗死相似，头颅CT发现出血灶有助诊断。",
            "诊断结果": "脑梗死2型糖尿病脑梗死后遗症颈动脉硬化"
        },
        "cure": "患者入院已经发病一天，错过静脉溶栓机会，入院后给予口服阿司匹林肠溶片抗栓，静脉滴注胞磷胆碱钠0.75qd脑保护。同时口服二甲双胍缓释片1.5qd调整血糖。早期给予良性肢体摆位，预防肢体挛缩。入院次日开始康复功能训练。住院2周出院，出院时左侧下肢肌力3级。左侧上肢肌力1级。可扶床站立。"
    },
    {
        "id": 8,
        "symptom": {
            "一般资料": "女性，66岁，农民",
            "主诉": "双下肢浮肿1个月，咳嗽、咳痰、活动后胸闷气喘17天。",
            "现病史": "患者1月余前开始出现双下肢浮肿，以左下肢为著，且伴有左下肢疼痛，17天前受凉感冒后开始咳嗽、咳黄痰，痰粘稠不易咳出，并有明显的活动后胸闷气喘，休息可逐渐好转，于外院心内科就诊，心电图检查后按“冠心病”给予皮下注射低分子肝素及口服阿司匹林、硝酸酯类药物及他汀类药物治疗7天，效果差，再到呼吸内科就诊，行血常规检查、胸片检查后诊断“急性支气管炎”，给予口服抗生素、止咳化痰药物治疗，咳嗽咳痰减轻，胸闷气喘无明显改善，入院前3天患者上厕所后站起时胸闷气喘突然加重，并心慌、面色苍白，当时测血压90/60mmHg，心律122次/分，休息约30分钟缓解。之后稍有活动即发作胸闷气喘，休息可减轻，伴有纳差、乏力、精神欠佳。",
            "既往史": "既往慢性刺激性咳嗽病史30余年，多于寒冷季节发病，服药效果差。"
        },
        "examine": {
            "查体": "神志清，精神可，胸廓无畸形，双肺呼吸音粗，左肺底闻及少量湿性啰音，无胸膜摩擦音。心浊音界无明显扩大，心律92次/分，律齐，心音低钝，P2亢进，各瓣膜听诊区未闻及杂音。腹部平坦，听诊肠鸣音活跃，腹部柔软，触诊肝肋下约4厘米，质软，触之有胀满不适感，叩诊腹部呈鼓音，双下肢中度凹陷性水肿，以左侧为著。",
            "辅助检查": "血气分析：PH7.58，二氧化碳分压25mmHg，氧分压130mmHg，D-二聚体5mg/L（参考值0-0.5mg/L），血常规：白细胞14*10^9/L，中性粒细胞比例82%。C反应蛋白75.3mg/L。N端脑钠肽12890pg/ml，肌钙蛋白I0.027ng/ml（小于0.02ng/ml）。肝功能：谷丙转氨酶367，谷草转氨酶276血凝：INR1.67（0.8-1.2），凝血酶原活动度48（70-120）。下肢血管超声：左侧股浅静脉下段、腘静脉内血栓。心脏彩超：右心增大，重度肺动脉高压，右房内异常回声（血栓？）。心电图：窦性心律，电轴左偏，V1-V5导联ST段压低，T波倒置。胸部增强CT：肺栓塞，右心房栓子，双肺炎性病变。"
        },
        "diagnosis": {
            "初步诊断": "1.急性肺栓塞；2.肺源性心脏病；3.左下肢深静脉血栓形成；4.急性支气管炎",
            "诊断依据": "血气分析：吸氧状态下呈呼吸性碱中毒表现。符合肺栓塞过度通气血气改变。D-二聚体显著升高，说明体内有新鲜血栓。BNP显著升高：符合心衰诊断。心肌酶：轻度升高，不正常心肌梗死。‘肝功能转氨酶升高、血凝指标：符合右心衰竭、淤血肝表现。心脏彩超：重度肺动脉高压、右心衰竭表现。下肢静脉超声：可见血栓。胸部增强CT：明确有大块肺栓塞。",
            "鉴别诊断": "急性冠脉综合征：一般有显著的胸痛胸闷症状，心电图有典型缺血改变，心肌酶谱两倍以上升高。本患者既往无心绞痛发作，此次发病主要表现为胸闷气短，不正常急性冠脉综合症诊断，但也不能排除存在冠心病，由于患者家属不同意行冠脉造影检查，顾未能明确冠脉情况。左心衰竭：一般都有左心衰竭的诱因或基础疾病。主要表现为活动后胸闷气短，严重时不能平卧，听诊双中下肺可闻及湿性啰音。本患者以右心衰竭表现为主。",
            "诊断结果": "1急性肺栓塞；2重度肺动脉高压；3肺源性心脏病；4右房血栓；5左下肢深静脉血栓形成；6双侧肺炎"
        },
        "cure": "1.绝对卧床休息，2.低分子肝素钠4000IUiHq12h*14天，住院10天加用华法林3mgqd，3.哌拉西林他挫巴坦控制感染，止咳化痰对症治疗，4.保肝、改善胃肠道功能、保护胃黏膜治疗，"
    },
    {
        "id": 9,
        "symptom": {
            "一般资料": "女性，64岁，农民",
            "主诉": "胸闷、气短反复发作10余年，加重伴双下肢浮肿4天。",
            "现病史": "患者缘于10余年前每逢劳累或者情绪激动后出现胸闷、气短等症状，休息后缓解。曾多次住院治疗，诊断为“冠心病，心绞痛“。平时间段服用“冠心丹参片、阿司匹林肠溶片”等药物治疗，病情迁延不愈。近4天来，患者劳累后出现胸闷、气短等症加重，无胸痛，无喘息及呼吸困难，双下肢浮肿，走路费力，夜间能平卧。在家口服“冠心丹参片”等药物治疗，症状无明显减轻。为系统诊治，今入我院治疗。",
            "既往史": "体质较差，有“神经衰弱”病史3年余，睡眠差。否认“结核、肝炎”等传染病史，否认“糖尿病、高血压”等病史，无药物及食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "神清，无口角歪斜，伸舌不偏。口唇略发绀，颈软无抵抗，甲状腺未触及肿大。胸廓对称，语颤无增强或减弱，双肺叩清音，听诊呼吸音清，未闻及干湿性啰音。心界不大，心律79次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛，肝脾未触及，移动性浊音阴性。腰椎无叩击痛，双下肢中度指凹性浮肿。四肢肌力、肌张力正常，病理征未引出。",
            "辅助检查": "心电图：窦性心律，79次/分，IIIIIaVF导联ST压低，T波低平。心脏超声：主动脉瓣中量返流，二尖瓣、三尖瓣、肺动脉瓣少量返流，左室舒张功能减低，左室射血分数58%。胸片：主动脉硬化及冠状动脉钙化。"
        },
        "diagnosis": {
            "初步诊断": "1.冠状动脉粥样硬化性心脏病缺血性心肌病心力衰竭心功能III级2.神经衰弱",
            "诊断依据": "1.患者有胸闷、气短病史10余年，神经衰弱病史3年余。2.患者胸闷、气短，无胸痛，无喘息及呼吸困难，双下肢浮肿，走路费力，夜间能平卧。3.体格检查：口唇略发绀，心界不大，心律79次/分，律齐，各瓣膜听诊区未闻及病理性杂音。4.辅助检查资料：心电图：窦性心律，79次/分，IIIIIaVF导联ST压低，T波低平。心脏超声：主动脉瓣中量返流，二尖瓣、三尖瓣、肺动脉瓣少量返流，左室舒张功能减低，左室射血分数58%。胸片：主动脉硬化及冠状动脉钙化。",
            "鉴别诊断": "慢性肺源性心脏病：是由肺组织、肺动脉血管或胸廓的慢性病变引起肺组织结构和功能异常，致肺血管阻力增加，肺动脉压力增高，使右心扩张、肥大，伴或不伴有右心衰竭的心脏病。多有慢性支气管炎、慢性阻塞性肺疾病病史，胸片检查可见肺气肿体征。",
            "诊断结果": "1.冠状动脉粥样硬化性心脏病，缺血性心肌病，心力衰竭，心功能III级2.神经衰弱"
        },
        "cure": "入院后完善各项辅助检查。予循环系统疾病护理常规，I级护理，低盐低脂饮食，持续低流量吸氧，心电、血氧监测。予阿司匹林肠溶胶囊口服以抑制血小板聚集，阿托伐他汀钙片口服以调脂稳定斑块，**片、螺内酯片口服以利尿，美托洛尔片口服以减慢心律，依那普利片口服以延缓心室重塑，***片口服以强心，丹红注射液静点以改善循环，单硝酸异山梨酯持续泵入以扩冠。定期复查心电图。"
    },
    {
        "id": 10,
        "symptom": {
            "一般资料": "女性，52岁，农民",
            "主诉": "发热，乏力10余天，气短，呼吸困难5天。",
            "现病史": "10余天前患者劳累受凉后出现发热，最高温度达39℃，伴乏力，肌痛，伴咳嗽，咳痰，无明显头晕，头痛，恶心，呕吐等不适，在当地诊所给予输液治疗(头孢类抗菌素)，疗效差，仍反复高热，伴胃寒，乏力进行性加重，5天前出现胸闷，气短，并出现呼吸困难，为求诊治来我院，门诊行胸部CT示:1.双肺感染；2.双肺结节样病变。遂以\"肺部感染\"收入我科，自发病以来，精神差，饮食差，睡眠差，大小便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，无高血压，糖尿病，心脏病，肾病，脑血管病等慢性病史，否认肝炎，结核等传染病史，否认手术，外伤史，否认输血，献血，***史，否认药物及食物过敏史，无预防接种史。"
        },
        "examine": {
            "查体": "神志清，精神差，轮椅推入病房，皮肤弹性减弱，全身浅表淋巴结未触及肿大，眼窝凹陷，巩膜无黄染，口唇轻度发绀，咽部充血，扁桃体无肿大，气管居中，甲状腺无肿大，呼吸25次/分，双肺呼吸音粗，可闻及散在痰鸣音。心律101次/分，心律齐，无杂音，无心包摩擦音。腹部平坦，上腹轻压痛，无反跳痛，肝脾肋缘下未触及，肝区无扣击痛，移动性浊音阴性，双下肢无水肿。",
            "辅助检查": "血沉：72mm/L血常规：白细胞数4.97*109/L中性粒细胞数2.42*109/L中性比例48.70%血红蛋白136g/L血小板280*109/L降钙素原:＜0.05ng/ml肝功能：ALT126u/L，AST57u/L，GGT130U/L，TBIL7.62umol/L超敏C反应蛋白：6.59mg/L血培养:培养到布氏杆菌生长。结核γ干扰素释放试验:阳性。胸部CT:1.双肺感染；2.双肺结节样病变"
        },
        "diagnosis": {
            "初步诊断": "1.肺部感染；2.肝损伤",
            "诊断依据": "1.个人史:农民从事羊屠宰及羊卤制品贩卖工作。2.症状:发热，乏力10余天，气短，呼吸困难5天。3.体征:神志清，精神差，双肺呼吸音粗，可闻及散在痰鸣音。4.辅助检查:血沉：72mm/h。肝功能：ALT126u/L，AST57u/L，GGT130U/L，TBIL7.62umol/L。血培养:培养到布氏杆菌生长。结核γ干扰素释放试验:阳性。胸部CT:1.双肺感染；2.双肺结节样病变。",
            "鉴别诊断": "1.肺癌：多见于老年人，可有咳嗽，咳痰，痰中带血丝，肺部ct，支气管镜可以鉴别。2.肺脓肿：可有高热，咳嗽，咳脓痰，血白细胞和中性粒细胞增多，痰培养阳性，行肺穿刺可确诊。",
            "诊断结果": "1.羊布氏杆菌病；2.肺结核并肺部感染；3.肝损伤"
        },
        "cure": "患者入院后积极完善相关辅助检查，给予\"头孢他啶\"抗感染治疗，\"氨溴索\"化痰药物治疗，\"还原型谷胱甘肽\"保肝治疗，并给予其他营养支持治疗三天疗效差，仍然反复高热，无任何好转迹象，追问病史，患者从事屠宰工作，需要排除布氏杆菌病，当天抽血拿防疫站化验，抗体阳性提示布氏杆菌病，一周后的血培养出布氏杆菌病再次证明该病，给予\"利福平，多西环素\"治疗一周后，病情仍然无明显好转，仍反复发热。考虑是否存在其他的感染性或者非感染性疾病，进一步完善了寄生虫感染系列，ENA抗体检查，结核γ干扰素释放试验，G试验，GM试验，肿瘤标志物等相关检查，结核指标阳性，考虑存在结核菌感染，给予加用\"左氧氟沙星，异烟肼，吡嗪酰胺，乙胺丁醇\"抗结核药物治疗后体温逐渐下降，血沉逐渐下降，两周后病情稳定出院。"
    },
    {
        "id": 11,
        "symptom": {
            "一般资料": "女性，33岁，农民",
            "主诉": "反复咳嗽、咳脓性痰10余年，加重4天",
            "现病史": "患者10余年前开始反复出现咳嗽、咳大量黄脓痰症状，予以对症治疗后症状减轻，但以后经常发作上述症状，多于冬季或天气变化受凉后发作，多次在当地医院治疗，诊断为支气管扩张。此次因4天前患者受凉后再次咳大量黄脓痰，伴有胸闷喘息，伴有发热、最高体温38.0℃，热前伴有畏寒及寒颤，无皮疹，就诊于当地医院给予输液（诉头孢类抗生素），未再发热，但仍有咳嗽咳痰及气喘，今为求进一步治疗就诊于我院，行胸部CT后“支气管扩张伴感染”收住我科。病程中患者神清，精神一般，无盗汗，无痰中带血，无胸痛，无恶心、呕吐，无咯血，饮食欠佳，睡眠一般，大小便正常，体重未监测。",
            "既往史": "一般健康状况较差；否认高血压病史。否认糖尿病病史。否认冠心病病史。否认慢性支气管炎病史。否认胆结石病史。否认胆囊炎病史。否认“肝炎、伤寒”等传染病病史。未发现药物、食物过敏史。无手术史。否认输血史。"
        },
        "examine": {
            "查体": "神清，精神差，喘息貌，推入病房，反应可，营养、发育一般，口唇发绀，言语清，查体合作。皮肤粘膜无黄染、皮疹、瘀点、瘀斑。浅表淋巴结：未触及肿大。头颅无畸形。眼睑无浮肿，双瞳孔等大等圆直径约3.0mm，对光反射存在；外耳道无脓性分泌物，听力正常；鼻畅，鼻腔无脓性分泌物，咽无充血，扁桃体不大，伸舌居中。颈软，气管居中，甲状腺不大，颈静脉无怒张。胸廓无畸形，双侧呼吸运动、语颤对称，叩诊浊音，双肺呼吸音粗，两肺可闻及明显湿性啰音；心前区无隆起，未触及心包摩擦感，心律105次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音。腹部平、软，肝脾肋下未及，无压痛、反跳痛，无包块，无移动性浊音，无肝区肾区叩击痛，肠鸣音正常。肛门外生殖器：未查。脊柱四肢无畸形，双下肢无浮肿，肌力正常；感觉均正常。生理反射存在，巴氏征阴性，克氏征阴性，布氏征阴性。",
            "辅助检查": "2019.9.25胸部CT:两肺多发支扩伴感染，轻度肺气肿，双肺部分支气管痰栓，请结合临床。2019-9-25[危]急诊检验报告：二氧化碳分压55.40mmHg↑，氧分压49.30mmHg↓。肌钙蛋白Ⅰ0.080ng/ml↑，NT-ProBNP452.2pg/ml↑。2019-9-26临检检验报告：白细胞计数9.69*10^9/L，中性粒细胞计数6.40*10^9/L。临检检验报告：血沉60mm/H↑。生化检验报告：白蛋白27.8g/L↓。2019-09-30生化检验报告：糖化血红蛋白比值10.3%↑。2019-9-29凝血检验报告：肝素结合蛋白测定15.37ng/ml↑。2019-9-30临检检验报告：白细胞计数9.83*10^9/L，单核细胞百分比9.20%↑。生化检验报告：钠133.6mmol/L↓"
        },
        "diagnosis": {
            "初步诊断": "1.支气管扩张伴感染2.2型糖尿病?",
            "诊断依据": "1.支气管扩张伴感染：患者因“反复咳嗽、咳脓性痰10余年，加重4天”入院；查体：双肺呼吸音粗，两肺可闻及明显湿啰音；辅助检查：2019.9.25胸部CT:两肺多发支扩伴感染，轻度肺气肿，双肺部分支气管痰栓，请结合临床。结合患者病史及相关辅助检查，诊断为支气管扩张伴感染。2.2型糖尿病？：患入院时测随机血糖18.8mmol/l，考虑可能存在2型糖尿病，入院后进一步监测血糖。",
            "鉴别诊断": "1.慢性支气管炎：多发生在中年以上的患者，在气候多变的冬、春季节咳嗽、咳痰明显，多为白色黏液痰，感染急性发作时可出现脓性痰，但无反复咯血史。听诊双肺可闻及散在干湿啰音，根据患者病史及检查，不考虑该病。2.肺脓肿：起病急，有高热、咳嗽、大量脓臭痰；X线检查可见局部浓密炎症阴影，内有空腔液平。急性肺脓肿经有效抗生素治疗后，炎症可完全吸收消退。若为慢性肺脓肿则以往多有急性肺脓肿的病史，根据患者病史及检查，不考虑该病。3.肺结核：常有低热、盗汗、乏力、消瘦等结核毒性症状，干湿啰音多位于上肺局部，X线胸片和痰结核菌检查可作出诊断，根据患者病史及检查，不考虑该病。4.先天性肺囊肿：X线检查可见多个边界纤细的圆形或椭圆阴影，壁较薄，周围组织无炎症浸润。胸部CT检查和支气管造影可助诊断，根据患者病史及检查，不考虑该病。5.弥漫性泛细支气管炎：有慢性咳嗽、咳痰、活动时呼吸困难，常伴有慢性鼻窦炎，胸片和胸部CT显示弥漫分布的小结节影，大环内酯类抗生素治疗有效，根据患者病史及检查，不考虑该病。",
            "诊断结果": "1.支气管扩张伴感染2.呼吸衰竭3.2型糖尿病"
        },
        "cure": "入院后给予哌拉西林他唑巴坦3.375g静滴Q8H+左氧氟沙星0.6g静滴QD联合抗感染，氨溴索30mg静滴QD，多索茶碱0.3g静滴QD，异丙托溴铵雾化吸入溶液+乙酰半胱氨酸雾化吸入溶液平喘化痰7天，同时给予**引流后，患者症状好转，咳嗽咳痰及气喘较前好转出院，出院嘱其避免受凉感冒，合理饮食，注意休息，必要时长期家庭氧疗，不适我科随访。"
    },
    {
        "id": 12,
        "symptom": {
            "一般资料": "男性，31岁，农民",
            "主诉": "间断咳嗽1月，加重伴发热3天。",
            "现病史": "1月前无明显诱因出现间断咳嗽，伴咳少量白色粘痰，易咳出，无发热、鼻塞、流涕，无胸闷、胸痛、气喘、乏力等不适，于当地诊所给予口服药物治疗(具体不详)，效果差，3天前出现咳嗽加重，伴咳痰，痰为白色粘痰，伴间断高热，体温最高39.0℃，于当地诊所给予退热药物及抗感染药物治疗，疗效差，仍反复发热，为求进一步诊治来我院，门诊以“肺部感染”收住我科。发病以来，神志清，精神一般，饮食一般，睡眠一般，体力下降，近2月体重下降约20斤。",
            "既往史": "平素身体良好，否认高血压，糖尿病，心脏病，肾病，脑血管病病史，否认肝炎，结核病史，否认手术，外伤史，否认输血及献血史，否认药物及食物过敏史，预防接种史随社会进行。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清，精神差，慢性肝病面容，全身皮肤黏膜及巩膜无黄染，咽部充血，双肺部呼吸音粗糙，左肺可闻及干湿性啰音，无胸膜摩擦音，心前区无隆起，心律126次/分，音钝，律齐。腹部平软，无压痛，反跳痛及肌紧张，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阴性，双下肢无水肿。",
            "辅助检查": "血沉:64mm/h血糖:16.48mmol/L糖化血红蛋白:13.9%痰抗酸染色找到少量抗酸菌。乙肝五项示:乙肝表面抗原，乙肝e抗体，乙肝核心抗体阳性。乙肝病毒定量:2256IU/ml肝功能:谷丙转氨酶23U/L谷草转氨酶26U/L总胆红素11.30mol/L胸部CT:左肺炎症，干酪样改变。"
        },
        "diagnosis": {
            "初步诊断": "1.肺部感染；2.慢性乙型病毒性肝炎；3.糖尿病",
            "诊断依据": "1.症状:间断咳嗽1月，加重伴发热3天。2.体征:慢性肝病面容，双肺呼吸音粗，左肺可闻及啰音。3.辅助检查支持诊断。",
            "鉴别诊断": "1.肺结核:患者可有午后低热，盗汗，周身乏力，咳嗽，咳痰，胸痛等不适，痰中找到抗酸杆菌可以确诊。2.肺癌：多见于老年人，可有咳嗽，咳痰，痰中带血丝，肺部ct，支气管镜可以鉴别。3.肺脓肿：可有高热，咳嗽，咳脓痰，血白细胞和中性粒细胞增多，痰培养阳性，行肺穿刺可确诊。",
            "诊断结果": "1.肺结核并肺部感染；2.慢性乙型病毒性肝炎；3.糖尿病"
        },
        "cure": "患者入院后积极完善相关辅助检查，行痰检阳性可确诊肺结核，给予“头孢他啶”抗感染治疗，给予“氨溴索”化痰治疗，给予“还原型谷胱甘肽”保肝治疗，给予“利福平，异烟肼，吡嗪酰胺，乙胺丁醇，左氧氟沙星”抗结核药物治疗，给予“替诺福韦”抗乙肝病毒药物治疗，给予“二甲双胍，阿卡波糖”降糖药物治疗，半月后患者病情稳定，给予出院，出院后继续口服药物治疗。"
    },
    {
        "id": 13,
        "symptom": {
            "一般资料": "男性，60岁，农民",
            "主诉": "咳嗽、咳痰、喘息间作7年余，加重伴发热2天。",
            "现病史": "患者缘于7年余前因着凉后出现咳嗽、咳痰、喘息等症，以后每年冬季天气变冷后发作，春季天气转暖后症状缓解，每年发作3个月以上。曾多次在当地卫生院住院治疗，诊断为“慢性支气管炎，肺气肿”，具体治疗方案不详，病情迁延不愈。自2天前起，患者患“感冒”后出现咳嗽加重，咳大量黄白色粘痰，无痰中带血。喘息，无呼吸困难，夜间能平卧，发热，体温最高达38.6℃，无寒颤。在家口服“头孢氨苄片、强力枇杷露”等药物输液治疗，症状无明显减轻。为系统诊治，今入我院治疗。",
            "既往史": "体质较差，有“双侧膝关节炎”病史10余年，间断服用“尪痹胶囊”等药物治疗。否认“结核、肝炎”等传染病史，否认“糖尿病、高血压”等病史，无药物及食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "神清，口唇略发绀，无口角歪斜，伸舌不偏，颈软无抵抗，甲状腺未触及肿大。桶状胸，两侧胸廓对称，呼吸动度一致，语颤减弱，双肺叩过清音，听诊呼吸音弱，满布哮鸣音。心律88次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛，肝脾肋下未触及，移动性浊音阴性。双下肢无浮肿。四肢肌力、肌张力正常，病理征未引出。",
            "辅助检查": "肺CT：慢性支气管炎合并肺气肿，主动脉硬化。血常规：白细胞12.3*109/L，中性粒细胞百分比85%。左侧膝关节片：膝关节炎。"
        },
        "diagnosis": {
            "初步诊断": "1.慢性支气管炎；2.慢性阻塞性肺疾病合并感染；3.膝关节炎",
            "诊断依据": "1.患者有咳嗽、咳痰、喘息病史7年余，双侧膝关节炎”病史10余年。2.患者目前咳嗽加重，咳大量黄白色粘痰，无痰中带血。喘息，无呼吸困难，夜间能平卧，发热，体温最高达38.6℃，无寒颤。3.查体：桶状胸，两侧胸廓对称，呼吸动度一致，语颤减弱，双肺叩过清音，听诊呼吸音弱，满布哮鸣音。4.辅助检查资料：肺CT：慢性支气管炎合并肺气肿，主动脉硬化。血常规：白细胞12.3*109/L，中性粒细胞百分比85%。左侧膝关节片：膝关节炎。",
            "鉴别诊断": "1.肺结核：是由结核分枝杆菌引起的慢性传染病，患者一般表现为低热、盗汗、乏力、纳差、消瘦、女性月经失调等症状，呼吸道症状有咳嗽、咳痰、咯血、胸痛、不同程度胸闷或呼吸困难。胸片检查可以鉴别。2.支气管哮喘：是由多种细胞和细胞组分参与的气道慢性炎症为特征的异质性疾病，这种慢性炎症与气道高反应性相关，通常出现广泛而多变的可逆性呼气气流受限，导致反复发作的喘息、气促、胸闷和（或）咳嗽等症状，可以根据病史及症状鉴别。",
            "诊断结果": "1.慢性支气管炎2.慢性阻塞性肺疾病合并感染3.膝关节炎"
        },
        "cure": "入院后完善各项辅助检查。康复科护理常规，I级护理，流食，持续低流量吸氧。予茶碱缓释片口服、特布他林静点以平喘，复方甘草片、桉柠蒎胶囊口服、氨溴索注射液静点以止咳化痰，头孢哌酮舒巴坦静点以抗感染，糜蛋白酶雾化吸入治疗以缓解喘息症状，尪痹胶囊口服以舒筋止痛。"
    },
    {
        "id": 14,
        "symptom": {
            "一般资料": "男性，63岁，农民",
            "主诉": "突发右侧肢体无力伴言语不清4小时。",
            "现病史": "患者4小时前因饮酒后出现右侧肢体无力伴言语不清，无明显头痛、头晕、恶心、呕吐等，家属发现后急送我院救治，门诊测血压:177/75mmHg，急查头颅CT：左侧基底节区出血，门诊以“1.脑出血2.高血压病”为诊断收入我科，患者自发病来神志清，精神可，饮食及大小便正常。",
            "既往史": "平素身体一般，患“高血压病”3年余，未规律口服药物控制，患“慢性胃炎”，3年，否认“冠心病、糖尿病”病史，无肝炎，结核等传染性病史。无外伤史，无输血史，预防接种随当地进行。"
        },
        "examine": {
            "查体": "T：36.5℃P：86次/分R：18次/分BP：177/75mmHg发育正常，营养中等，神志清，精神尚可，抬入病房，平卧位，查体合作。全身皮肤粘膜无黄染，无皮疹及出血点，无肝脏及蜘蛛痣，未触及肿大的浅表性淋巴结。头颅无畸形，眼睑无水肿，结膜无充血，双侧瞳孔等大等圆，直径约3.0mm,对光反射灵敏。耳鼻喉外观正常，无异常分泌物，面色口唇无紫绀，口角无歪斜。气管居中，甲状腺无肿大，颈静脉无充盈。胸廓无畸形，双肺呼吸音清，未闻及明显干、湿性啰音，呼吸运动正常，无胸膜摩擦音，语音震颤正常。心前区无隆起及凹陷，心尖搏动未明示，未触及震颤，心浊音界无扩大，心律86次/分，节律齐，各瓣膜听诊区未闻及病理性杂音，腹平软，无压痛及反跳疼，肝脾肋下未触及，肠鸣音3次/分。四肢及脊柱无畸形，生理反射存在，四肢肌张力无明显增强，左上肢肌力V级，右上肢肌力V级，左下肢肌力V级，右下肢肌力IV级，左侧巴氏征阴性，右侧巴氏征阳性。",
            "辅助检查": "头颅CT示：1.左侧基底节区脑出血2.双侧基底节区腔隙性脑梗塞3.上额窦及筛窦炎症"
        },
        "diagnosis": {
            "初步诊断": "1.左侧基底节区脑出血；2.高血压病2级（极高危）3.慢性胃炎",
            "诊断依据": "1.主诉：突发右侧肢体无力伴言语不清4小时。2.病史、症状及体征：患者4小时前因饮酒后出现右侧肢体无力伴言语不清，无明显头痛、头晕、恶心、呕吐等，家属发现后急送我院救治，门诊测血压177/45mmHg，急查头颅CT：左侧基底节区出血。BP：177/75mmHg。四肢肌张力无明显增强，左上肢肌力V级，右上肢肌力V级，左下肢肌力V级，右下肢肌力IV级，左侧巴氏征阴性，右侧巴氏征阳性。3.辅助检查：头颅CT示：1.左侧基底节区脑出血2.双侧基底节区腔隙性脑梗塞3.上额窦及筛窦炎症",
            "鉴别诊断": "1.脑梗塞：主要原因是脑组织缺血造成，常见病因是脑动脉粥样硬化，起病一般较缓，出现轻度意识障碍，血压稍偏有升高，头颅CT可见脑内低密度灶。2.蛛网膜下腔出血：该病起病急，常有意识障碍、颈强直、克氏征阳性，可有动眼神经瘫痪，脑脊液压力增高，成血性，脑血管造影可发现动脉瘤等，可助诊断。3.小脑出血：患者发病后常出现定向障碍、剧烈呕吐、头痛，意识一般无影响，CT可显示小脑部位出血，可排除。4.颅内感染：常见脑膜炎、乙型脑炎等疾病，主要临床表现为头痛、呕吐等颅内压增高症状，可通过询问病史及脑脊液实验室检查可鉴别诊断。",
            "诊断结果": "1.左侧基底节区出血2.双侧侧脑室周围白质脱髓鞘改变3.高血压病2级（极高危）4.慢性胃炎"
        },
        "cure": "治疗上给予脱水降颅压，改善微循环，营养脑神经，促进脑细胞代谢药物应用，保护胃黏膜，对症及支持治疗。药物应用：甘露醇每12小时给予150ml量，静脉滴注，连续10天；甘油果糖氯化钠注射液每12小时给予250ml，静脉滴注，与甘露醇交替应用10天；5%葡萄糖250ml与七叶皂苷钠20mg配伍每天一次静脉滴注；0.9%氯化钠100ml与兰索拉唑3mg配伍一天一次静脉滴注；及相关对症支持营养治疗，一周后加用药物0.9%氯化钠100ml与胞磷胆碱1g，0.9%氯化钠100ml与神经妥乐平（牛痘疫苗致炎兔皮提取物注射液）7.2单位。患者在治疗20多天后无任何功能障碍下出院，患者及家属给予我们医务人员好评及送锦旗感谢。"
    },
    {
        "id": 15,
        "symptom": {
            "一般资料": "男性，80岁，教师",
            "主诉": "咳嗽咳痰3月余",
            "现病史": "患者今年4月因“右侧基底节及丘脑脑出血”入住我院脑外科，查头颅及胸部CT：1.右侧丘脑脑出血，破入脑室系统，有占位效应，较今日前片大致相仿；2.脑内多发腔梗；脑萎缩，轻度脑白质变性，建议MRI检查。3.右肺下叶病变较前（2018-09-15）增大，占位性病变不除外，请结合临床，必要时活检；右肺散在微结节；4.右肺炎症，左肺通气不良或小气道病变，治疗后复查；5.两侧胸膜增厚；6.甲状腺密度欠均匀。附见：胆囊结石。查心电图示：窦性心律，ST-T段改变，予甘露醇、甘油果糖脱水降颅压，矛头腹蛇血凝酶止血，泮托拉唑护胃，神经节苷酯营养神经，醒脑静、脑苷肌肽改善脑代谢等治疗后颅内血肿基本消失。患者今年6月份因咳嗽入住康复医院，查胸部CT示：肺部感染、肺占位，予莫西沙星抗感染治疗后肺部感染好转，今患者至我院就诊，现为进一步治疗收住入院。刻下：患者嗜睡，无发热恶寒，偶有咳嗽，痰粘不易咳出，无恶心呕吐，无腹痛腹泻，体重无明显减轻，偶有便秘，胃管、尿管留置中，夜寐欠安。",
            "既往史": "既往体质一般，有冠心病、糖尿病、高血压病史；最高血压160/90mmHg，未规律服用药物，血压控制一般，平素注射门冬胰岛素（早14u、晚14u），未正规监测血糖，否认胃炎等慢性病史；否认肝炎、结核等传染病史；2016年12月于我院行冠状动脉造影+PCI术，2017-02-21行PCI术于LM-LAD病变处植入药物涂层支架，长期口服阿司匹林（1#qn）、氯比格雷（1#qd）、阿托伐他汀（1#qn），患者于3天前自行停药。否认其他重大手术史及输血史，预防接种随社会进行。生居于本地，否认日本血吸虫疫水接触史，否认生产性毒物接触史，否认特殊不良生活嗜好。否认药物及食物过敏史。适龄婚育，育有三子一女，配偶及子女均体健。无家族遗传性疾病可询。"
        },
        "examine": {
            "查体": "T:38℃,P:87次/分,R:19次/分,BP:160/90/mmhg。嗜睡，发育正常，营养中等，呼吸平稳，无异常气味闻及，平车推入病房，查体欠配合，全身皮肤粘膜无黄染，全身浅表淋巴结无肿大，头颅大小正常、无畸形，双侧瞳孔等大等圆，对光反射存在，鼻腔、外耳道无脓血性分泌物，口唇无紫绀，咽部无充血，双侧扁桃体不肿大；颈软，未见颈静脉怒张，气管居中，甲状腺不肿大。胸廓对称，两肺呼吸音粗，两肺闻及少许湿啰音，无压痛及挤压痛，心前区无隆起，心尖部未及震颤、摩擦感及抬举性搏动。心界叩诊无明显扩大，心律80次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，肝脾肋下未触及，无压痛、肌卫、反跳痛，墨菲氏征阴性，移动性浊音阴性。双肾区叩击痛阴性。双下肢无凹陷性压迹。左侧肢体肌力0级，肌张力正常，右侧肢体肌力V级，肌张力正常。神经系统检查：生理反射存在，左侧巴氏征阳性，右侧巴氏征阴性。**及外生殖器未检。",
            "辅助检查": "头颅及胸部CT：1.右侧丘脑脑出血，破入脑室系统，有占位效应，较今日前片大致相仿；2.脑内多发腔梗；脑萎缩，轻度脑白质变性，建议MRI检查。3.右肺下叶病变较前（2018-09-15）增大，占位性病变不除外，请结合临床，必要时活检；右肺散在微结节；4.右肺炎症，左肺通气不良或小气道病变，治疗后复查；5.两侧胸膜增厚；6.甲状腺密度欠均匀。附见：胆囊结石。血气分析:酸碱度7.420,二氧化碳分压55.0mmHg↑,氧分压59.0mmHg↓,钾离子3.1mmol/L↓,标准碳酸氢盐32.5mmol/L↑,葡萄糖6.4mmol/L↑,:NT-proBNP(急）2680.00pg/ml。"
        },
        "diagnosis": {
            "初步诊断": "1.肺部感染2.肺占位性病变3.2型呼衰4.高血压2级（高危）5.2型糖尿病6.冠心病7.右侧丘脑出血8.PCI术后9.胆囊结石",
            "诊断依据": "1.老年男性；2.咳嗽咳痰3月余；3.症见：患者嗜睡，无发热恶寒，偶有咳嗽，咳痰不显，无恶心呕吐，无腹痛腹泻，体重无明显减轻，偶有便秘，胃管。尿管留置中，夜寐欠安。4.查体：胸廓对称，肋间隙正常，叩诊呈清音，听诊两肺呼吸音粗，两肺闻及少许湿啰音，心律80次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，肝、脾肋下未触及，全腹无压痛、肌卫、反跳痛，移动性浊音阴性。双肾区叩击痛阴性。四肢关节无畸形，双下肢无凹陷性压迹。5.辅检：同上。",
            "鉴别诊断": "1.支气管哮喘多在儿童或青少年期起病，以发作性喘息为特征，发作时两肺布满哮鸣音，常有家庭或个人过敏史，症状经治疗后可缓解或自行缓解。哮喘的气流受限多为可逆性，其支气管舒张试验阳性。某些患者可能存在慢性支气管炎合并支气管哮喘，在这种情况下，表现为气流受限不完全可逆，从而使两种疾病难以区分。2.支气管扩张有反复发作咳嗽、咳痰特点，常反复咯血。合并感染时咯大量脓性痰。查体常有肺部固定性湿性啰音。部分胸部X片显示肺纹理粗乱或呈卷发状，高分辨CT可见支气管扩张改变。3.肺结核可有午后低热、乏力、盗汗等结核中毒症状，痰检可发现抗酸杆菌，病灶多见于肺上叶、背段。",
            "诊断结果": "1.重症肺炎2.肺占位性病变3.2型呼衰4.高血压2级（高危）5.2型糖尿病6.冠心病7.右侧丘脑出血8.PCI术后9.胆囊结石"
        },
        "cure": "治疗予气管插管，呼吸机辅助呼吸，予美罗培南抗感染、止咳化痰、解痉平喘、降压降糖等对症治疗。"
    },
    {
        "id": 16,
        "symptom": {
            "一般资料": "女性，48岁，教师",
            "主诉": "疲乏、无力2年，便后出血半个月。",
            "现病史": "患者诉2年前无明显诱因疲乏，无力，进行性加重，无皮肤紫癜，无发热、寒颤，无牙龈出血、鼻出血、尿血，无便血，无恶心、呕吐，无头痛、头晕，曾于当地三甲医院诊断为“原发性血小板增多症”，予注射干扰素，口服药物治疗（药名及剂量不详），症状好转，长期用药，半个月前出现便后滴血，色鲜红，量较多，每次约30毫升左右，可自止，无便秘、腹泻，为求进一步诊治来我院，经门诊以“原发性血小板增多症、混合痔”收住院。",
            "既往史": "既往2年前“原发性血小板增多症”病史，长期用药，无手术史，外伤史及药物过敏史，否认“肝炎”、“结核”等传染病接触史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，查体合作。双肺叩诊清音，肺肝浊音介于右锁骨中线第五肋间。双侧呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律76次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，脐周压痛，无反跳痛、肌紧张，肝脾肋下未触及，Murphy征阴性，麦氏点无压痛，肝肾区无叩击痛，叩诊无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音。肛缘3.7.11点可见质软皮赘，无肿胀，无血栓形成，镜检示齿线3.7.11点可见粘膜隆起，表面充血，可见新鲜血迹，直肠指诊肠腔通畅，未及肿物。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。",
            "辅助检查": "血常规示：白细胞8.5*10^9/L,中性细胞比率61.60%，淋巴细胞比率31.3%，中性细胞数3.84*10^9/L，淋巴细胞数1.95*10^9/L，单核细胞6.30*10^9/L，嗜酸性粒细胞0.09*10^9/L,红细胞3.68*10^12/L,血红蛋白119g/L,红细胞压积34.8%，血小板651*10^9/L，血小板压积0.454*10^9/L。凝血酶原时间11.2Sec，国际标准化比值0.89，部分活化凝血酶原时间30.3Sec，纤维蛋白原2.67g/L，凝血酶时间15.3Sec。"
        },
        "diagnosis": {
            "初步诊断": "1.原发性血小板增多症2.混合痔",
            "诊断依据": "1.中年女性，慢性起病；2.患者2年前无明显诱因疲乏，无力，进行性加重，曾于当地三甲医院诊断为“原发性血小板增多症”，药物治疗好转，半个月前出现便后滴血，色鲜红，量不多，可自止；3.腹部平坦，肝脾肋下未触及，肛缘3.7.11点可见质软皮赘，镜检示齿线3.7.11点可见粘膜隆起，表面充血，可见新鲜血迹；4.血常规示：血小板651*10^9/L，血小板压积0.454*10^9/L，凝血酶原时间11.2Sec，国际标准化比值0.89，部分活化凝血酶原时间30.3Sec，纤维蛋白原2.67g/L，凝血酶时间15.3Sec。",
            "鉴别诊断": "1.真性红细胞增多症：在红细胞增多和红细胞容量增高时易于鉴别，在缺铁时血容量增高不明显而血小板显著升高时可用铁剂治疗，出现典型真性红细胞增多症的特征性表现可以鉴别。2.直肠癌：表现为粘液脓血便，伴有里急后重，排便不净的感觉，直肠指诊可及肿物，肠镜检查发现肿物，病理检查可以明确诊断。",
            "诊断结果": "1.原发性血小板增多症；2.混合痔"
        },
        "cure": "患者入院后完善各项检查，予中药熏洗，外用痔疮膏和痔疮栓，同时应用止血药物治疗，仍便后出血，且进行性加重，保守治疗无效，各项检查结果无手术禁忌，于腰麻下行痔内扎外剥+肛门括约肌检扩+痔注射术，术后出血停止，痊愈出院。"
    },
    {
        "id": 17,
        "symptom": {
            "一般资料": "男性，43岁，工人",
            "主诉": "发现肾功能衰竭20天，规律血液透析半个月",
            "现病史": "患者于7月24日无明显诱因出现头晕，恶心，自认为中暑，自服藿香正气胶囊，症状稍有缓解，7月29日出现乏力，气喘，双足水肿，就诊于晋城市人民医院，确诊为慢性肾功能衰竭（尿毒症）急性左心衰竭肾性贫血高钾血症高血压病3级，予以右侧股静脉置管术，规律性血液透析等治疗后好转，并于8月12日行左上肢动静脉内瘘术。病情稳定后转回我院继续规律血液透析治疗。",
            "既往史": "高血压病史5年，最高血压200/120mmHg，服药不规律。2019年7月30日行右侧股静脉置管术，2019年8月12日行左上肢动静脉内瘘术。"
        },
        "examine": {
            "查体": "T:36.4℃,P:68次/分,R:20次/分,BP:159/107/mmhg。发育正常，体型中等，慢性病容，眼睑无水肿，口唇无紫绀，颈无抵抗，双肺呼吸音清，未闻及干湿啰音，心律68次/分，律齐，各瓣膜听诊区未闻及杂音，腹平，无压痛，双下肢起。轻度水肿。右下肢股静脉置管，局部无红肿。",
            "辅助检查": "血常规血红蛋白115g/l，血小板185*10^9/l。尿素24.09mmoll/l尿酸517.0umol/l肌酐810umoll白蛋白38.5g/l心脏彩超示左房增大二尖瓣关闭不全主动脉瓣关闭不全室间隔与左室后壁对称性增厚左室舒张功能减低。下肢静脉血管彩超示右侧髂外静脉右下肢股总静脉不完全血栓性闭塞。"
        },
        "diagnosis": {
            "初步诊断": "慢性肾功能衰竭尿毒症期规律血液透析肾性贫血高血压病3级极高危8左上肢动静脉瘘术后",
            "诊断依据": "病史，症状及辅助检查，血常规血红蛋白115g/l，血小板185*10^9/l。尿素24.09mmoll/l尿酸517.0umol/l肌酐810umoll白蛋白38.5g/l心脏彩超示左房增大二尖瓣关闭不全主动脉瓣关闭不全室间隔与左室后壁对称性增厚左室舒张功能减低。下肢静脉血管彩超示右侧髂外静脉右下肢股总静脉不完全血栓性闭塞。",
            "鉴别诊断": "患者慢性肾功能衰竭诊断明确，已做血液透析治疗。",
            "诊断结果": "1.慢性肾功能衰竭尿毒症期；规律血液透析肾性贫血2.高血压病3级极高危；3.左上肢动静脉瘘术后；4.右下肢髂外静脉股总静脉不完全血栓性闭塞。"
        },
        "cure": "入院后予乐卡地平，阿罗洛尔，百灵胶囊，复方酮酸片，琥珀酸亚铁等药，维持血液透析，患者症状渐好转，精神食纳改善，双下肢水肿减轻在维持血液透析过程中，患者多次出现临时管栓塞，予尿激酶溶栓后可安全上机，顺利透析。8月24号在顺利使用动静瘘2次后拔除股静脉临时导管，压迫止血。于8月27日夜间突然出现右下肢肿胀至大腿根部，28日晨起急做下肢血管彩超示右侧髂外静脉，右下肢股总静脉不完全血栓性闭塞，为预防突发肺部栓塞，建议患者转入上级医院做下肢静脉滤器，下肢静脉溶栓术，目前病情平稳，继续维持血液透析"
    },
    {
        "id": 18,
        "symptom": {
            "一般资料": "男性，80岁，无",
            "主诉": "男性,80岁,发作性左侧肢体无力1天。",
            "现病史": "患者于今晨约1时醒来发现左侧肢体无力，休息约2小时症状缓解；今日上午8时再出现左侧肢体无力，约2小时症状缓解。为进一步治疗入院。入院时可***行走。本次发病以来无头痛、发热、恶心、呕吐，无眩晕、耳鸣、活动后视物旋转，无咳嗽、咳痰、气喘，无腹痛、腹泻。来时，患者精神食欲好，大便正常，小便频数。",
            "既往史": "平素身体健康,否认肝炎、结核等传染病史，患高血压15年，血压最高180/100mmHg，间断服降压药。听力减退5年，间断左耳渗出液体。否认心脏病、糖尿病等慢性病史，否认手术外伤史，否认药物、食物过敏史，否认输血史。"
        },
        "examine": {
            "查体": "。体温36.0℃脉搏64次/分呼吸20次/分血压160/98mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力减退。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，双侧鼻唇沟对称。无眩晕、恶心。饮水无呛咳。伸舌居中。肢体肌力5级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。",
            "辅助检查": "生化：*γ-谷氨酰转肽酶67U/L，胆碱酯酶3882U/L，同型半胱氨酸156.6umol/L。心电图示：窦性心律心电轴正常心电图不正常频繁多源房早T波异常肢导低电压。颈部血管超声诊断:右侧颈总动脉斑块形成。心脏超声诊断:左室舒张功能减低。超声诊断:右肾囊肿。"
        },
        "diagnosis": {
            "初步诊断": "短暂性脑缺血发作高血压3级极高危腔隙性脑梗死亚急性分泌性中耳炎",
            "诊断依据": "1、病史：患高血压15年。听力减退5年。吸烟40年。2、症状：发作性左侧肢体无力1天。3、体征：体温36.0℃脉搏64次/分呼吸20次/分血压160/98mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力减退。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，双侧鼻唇沟对称。无眩晕、恶心。饮水无呛咳。伸舌居中。肢体肌力5级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。4、辅助检查：即刻血糖：6.1mmol/L；心电图示：窦性心律心电轴正常心电图不正常频繁多源房早T波异常肢导低电压。头颅CT诊断：双侧基底节区侧脑室旁半卵圆中心腔隙性脑梗塞。颈部血管超声诊断:右侧颈总动脉斑块形成。心脏超声诊断:左室舒张功能减低。超声诊断:右肾囊肿。家属不接受头颅MRI+MRA检查.",
            "鉴别诊断": "1、脑出血：多有高血压及动脉粥样硬化病史，突然出现头痛、头晕、恶心、呕吐，严重者伴意识障碍，见局灶性体征，头颅CT见片状高密度影。2、蛛网膜下腔出血：突然出现头痛、恶心、呕吐，脑膜**征阳性，多无肢体瘫痪，头颅CT见脑沟、裂、池密度增高影。3、颅内占位：进展性头痛、呕吐，伴肢体瘫痪，头颅CT、MRI可帮助诊断。",
            "诊断结果": "短暂性脑缺血发作高血压3级极高危腔隙性脑梗死亚急性分泌性中耳炎隐匿性冠状动脉粥样硬化性心脏病频发房性早搏颈动脉硬化斑块形成高同型半胱氨酸血症肾囊肿（右）"
        },
        "cure": "予以双联抗血小板聚集、改善循环、调控血压、脑保护、他汀类药等对症治疗；住院10天；患者无发作性肢体无力。血压控制良好。"
    },
    {
        "id": 19,
        "symptom": {
            "一般资料": "男性，53岁，农民",
            "主诉": "心前区不适2天。",
            "现病史": "患者于2天前无明显诱因的出现胸闷、心悸、出汗，以胸骨后明显，病向咽喉部放射，伴有左肩不适，持续数分钟及数小时不等。无咳嗽、咳痰，无咯血，无头痛、头晕，无恶心及呕吐，无夜间阵发性呼吸困难，无端坐呼吸，无双下肢水肿，无一过性黑朦、晕厥、意识不清，双下肢无水肿，自己未治疗，今就诊于门诊，检查心电图示窦性心律，部分ST--T段改变，为求进一步诊治，门诊以“急性冠脉综合征”收入院。患者自发病以来，神志清、精神可，饮食睡眠可，大小便正常，体重无明显减轻。",
            "既往史": "有“高血压”病史10余年，“糖尿病”史10余年，平时自己服药控制病情。否认有肝炎、结核等传染病史，否认有手术、外伤及输血史，否认有食物、药物过敏史，预防接种史随当地。"
        },
        "examine": {
            "查体": "中年男性，发育正常，营养中等，神志清，精神可，自主体位，查体合作。全身皮肤黏膜无黄染及出血点，表浅淋巴结未触及肿大。头颅无畸形，双眼睑无浮肿，巩膜无黄染，睑结膜略苍白，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，双外耳道无异常分泌物。鼻外形正常，副鼻窦区无压痛，口唇无紫绀，伸舌居中，咽部无充血，扁桃体无肿大。颈部无抵抗，颈静脉无怒张，气管居中，甲状腺未触及肿大，胸廓对称无畸形，无胸膜摩擦感。双肺叩清音，呼吸音清，未闻及干湿性啰音。心前区无隆起，未见心尖异常搏动，心界不大，心尖搏动位于第五肋间，左锁骨中线内0.5厘米，心音低，节律规整，心律92次/分，各瓣膜听诊区未闻及病理性杂音。腹部无膨隆，腹软，肝脾肋下未及，无压痛及反跳痛，未叩击移动性浊音，双肾区无叩击痛，肠鸣音5次/分，肛门直肠外生殖器未查。脊柱、四肢无畸形，活动良好。四肢肌力Ⅴ级，膝反射存在，双Babinski征阴性，双Hoffmann征阴性。",
            "辅助检查": "心电图（门诊）：窦性心律，V3--V6导联ST段压低，T波倒置。心脏彩超：二尖瓣少量反流，三尖瓣少量反流。血生化：肌酸激酶232.5U/L，血糖10.56mmol/L。糖化血红蛋白：7.4%。"
        },
        "diagnosis": {
            "初步诊断": "1.冠心病，急性冠脉综合征，心功能Ⅰ级（Killip分级）2.高血压病（3级，极高危）3.糖尿病（2型）",
            "诊断依据": "1.中年男性，既往有“高血压”病史10余年，“糖尿病”史10余年。2.心前区不适2天。3.体格检查：T36.3℃，P93次/分，R23次/分，BP143/99/mmhg，神志清，精神可，听诊双肺呼吸音清，为闻及干湿性啰音，心前区无隆起，心界不大，心音低，心律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛及反跳痛。",
            "鉴别诊断": "1.急性肺动脉栓塞：可有明显的胸痛，咯血，呼吸困难及休克。有右心负荷急剧增加的表现，如发绀，肺动脉瓣区第二心音亢进、颈静脉充盈，下肢水肿等，心电图示Ⅰ导联S波加深，Ⅲ导联Q波显著，T波倒置，胸导联过渡区左移等，可资鉴别。2.急性心包炎：尤其是急性非特异性心包炎可有较剧烈的持久的心前区疼痛，但是心包炎的疼痛和发热同时出现，呼吸和咳嗽时加重，早期即有心包摩擦音。",
            "诊断结果": "1.冠心病急性冠脉综合征心功能Ⅰ级（Killip分级）2.高血压病（3级，极高危）3.糖尿病（2型）"
        },
        "cure": "1.一级护理，低盐低脂、糖尿病饮食，注意休息。2.给予抑制血小板聚集，调脂、扩冠，营养心肌的药物治疗。3.完善检查，择期行冠脉造影术。"
    },
    {
        "id": 20,
        "symptom": {
            "一般资料": "男性，70岁，退休职工",
            "主诉": "活动后乏力2年余，加重1周。",
            "现病史": "患者2年余前无明显诱因出现活动后乏力，无头痛，头晕，无发热，咽痛，无咳嗽，咳痰，无胸闷，胸痛，无腹痛，腹胀，因尚不影响日常生活未进一步治疗。期间，乏力症状进行性加重。1周前乏力症状加重，就诊于当地县医院，查血常规示白细胞数1.8×109/L血红蛋白87g/L血小板19×109/L，给予输液治疗，疗效差，为求进一步诊治来我院，门诊以“全血细胞减少”为诊断收入我院血液科。自发病以来，精神状态差，饮食差，睡眠正常，大小便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，无高血压，糖尿病，心脏病，肾病和脑血管病史，无肝炎、结核病史，于2002年因胃穿孔行胃部分切除术，无外伤史，无输血，献血史，无药物食物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神差，贫血貌，全身皮肤粘膜和巩膜轻度黄染，肝脏阳性，全身浅表淋巴结未触及肿大，心肺无异常。腹膨隆，右上腹有轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阳性，双下肢水肿，扑翼样震颤阴性。",
            "辅助检查": "血常规白细胞数0.98×109/L血红蛋白88g/L血小板10×109/L肝功能谷丙转氨酶20U/L谷草转氨酶1933U/L，白蛋白24.70g/L总胆红素30.10umol/L直接胆红素17.10umol胆碱酯酶2017U/L；免疫八项示:乙肝表面抗原、e抗体、核心抗体阳性。乙肝病毒定量示:1.737+05IU/ml胸部CT示:右肺中叶微结节，建议随访。双侧胸腔积液。建议结合临床及病史除外肝硬化，脾大及腹水。腹部彩超示:肝实质弥漫性改变，建议肝一系列化验，脾大，腹腔积液。"
        },
        "diagnosis": {
            "初步诊断": "1.全血细胞减少2.乙肝肝硬化3.脾大、脾功能亢进4.腹水5.低蛋白血症；",
            "诊断依据": "1.症状:活动后乏力2年余，加重1周。2.体征:贫血貌，腹膨隆，右上腹有轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阳性，双下肢水肿。3.辅助检查:血常规白细胞数0.98×109/L血红蛋白88g/L血小板10×109/L。肝功能谷丙转氨酶20U/L谷草转氨酶1933U/L，白蛋白24.70g/L总胆红素30.10umol/L直接胆红素17.10umol胆碱酯酶2017U/L。免疫八项示:乙肝表面抗原、e抗体、核心抗体阳性。乙肝病毒定量示:1.737+05IU/ml。腹部彩超示:肝实质弥漫性改变，建议肝一系列化验，脾大，腹腔积液。",
            "鉴别诊断": "1.急性白血病:临床表现为贫血，出血，发热，感染及白血病细胞浸润症状，如肝脾淋巴结肿大，胸骨压痛等，骨髓穿刺可以明确诊断。2.再生障碍性贫血:有全血细胞减少，网织红细胞绝对值减低可与低增生性白血病混淆。但再生障碍性贫血的骨髓至少有一部位增生减低或者重度减低，如果增生活跃，巨核细胞必定明显减少，骨髓小粒中非造血细胞增多，无病态造血，外周血不会出现幼稚细胞可与低增生性白血病鉴别。3.肝硬化:有明显的肝炎病史，脾大，脾功能亢进可造成全血细胞的减少。",
            "诊断结果": "1.失代偿期肝硬化脾功能亢进腹水低蛋白血症；2.慢性乙型病毒性肝炎；3.全血细胞减少"
        },
        "cure": "患者入院后完善相关检查:三大常规，生化检查，胸部CT，腹部彩超等，给头孢他啶抗感染，口服补血药物，输注血小板治疗，效果差，一周后请我科会诊考虑患者全血细胞减少与\\\"乙肝，肝硬化，脾功能亢进\\\"有关，建议转我科治疗。转入我科后给予甘草酸单铵，还原型谷胱甘肽，多稀磷脂酰胆碱保肝治疗，给予替诺福韦抗病毒治疗，给予补充白蛋白治疗，给予**，螺内酯利尿药物治疗，一周后病情好转，给予“脾动脉造影栓塞术，术后三系细胞回升，病情稳定后出院。"
    },
    {
        "id": 21,
        "symptom": {
            "一般资料": "男性，54岁，无",
            "主诉": "间断颈部、腰部疼痛及交替性臀部疼痛20＋年，加重1月余。",
            "现病史": "患者20年前患者无诱因出现腰骶部僵硬感，休息、久坐后加重，活动后可缓解，无发热、皮疹，无口干、眼干，无双眼视物模糊，无足跟、足底部疼痛，无腹痛、腹泻、尿频、尿急，无双**诺现象，于北京某三甲医院诊断为“强直性脊柱炎”，给予“柳氮磺吡啶肠溶胶囊”口服，联合“抗体融合蛋**针（益赛普）”皮下注射抗免疫治疗。2年前单用“益赛普”治疗，病情未有较大反复。1月前受凉后患者上述症状加重，今为进一步治疗，门诊以“强直性脊柱炎”收入院。",
            "既往史": "高血压病史10年，血压最高140/90mmHg；现口服立普妥10mg/晚，络活喜5mg/日，血压控制在110-130/70-85mmHg。"
        },
        "examine": {
            "查体": "神志清楚，口腔无溃疡，双肺听诊呼吸音清，未闻及干湿性啰音，心律齐，各瓣膜听诊未闻及杂音，腹软，肝脾肋下未触及，全腹无压痛、反跳痛，全身各关节无肿痛，脊柱前屈、后伸、侧弯可，颈、腰部活动时疼痛，枕墙距8.5cm，指地距23.5cm，Schober（+），双“4”字试验（-），双下肢无水肿。",
            "辅助检查": "血常规五分类：白细胞6.1×10^9/L、血红蛋白138.0g/L、血小板383×10^9/L、中性粒细胞百分比57.1%，血沉38mm/h。类风湿因子：20.0IU/ml，C反应蛋白16.5mg/L，补体及免疫球蛋白测定未见明显异常，肝功能：白蛋白39.9g/L、ALT、AST正常，肾功能正常，肌酶谱未见异常。自身抗体13项：阴性。骶髂关节CT示：双侧骶髂关节炎，胸椎DR示：可见竹节样改变，符合强直性脊柱炎。腰椎DR示：1.强直性脊柱炎2.胸12椎体压缩骨折。"
        },
        "diagnosis": {
            "初步诊断": "强直性脊柱炎高血压病1级",
            "诊断依据": "1.病史：20余年。2.症状：腰背部酸困僵硬。3.体征：血压124/82mmHg。全身各关节无肿痛，枕墙距8.5cm，指地距23.5cm，Schober（+），双“4”字试验（-），双下肢无水肿。4.血常规五分类：白细胞6.1×10^9/L、血红蛋白138.0g/L、血小板383×10^9/L、中性粒细胞百分比57.1%，血沉38mm/h。类风湿因子：20.0IU/ml，C反应蛋白16.5mg/L，补体及免疫球蛋白测定未见明显异常，肝功能：白蛋白39.9g/L、ALT、AST正常，肾功能正常，肌酶谱未见异常。自身抗体13项：阴性。骶髂关节CT示：双侧骶髂关节炎，胸椎DR示：可见竹节样改变，符合强直性脊柱炎。腰椎DR示：1.强直性脊柱炎2.胸12椎体压缩骨折。",
            "鉴别诊断": "1.银屑病关节炎（PsA）：伴有银屑病的炎症性关节病变，主要特征是累及远端指间关节和脊柱关节。约2/3患者先有银屑病，5-10年后出现关节炎。PsA的关节受累多不对称，可出现关节残毁和畸形，类风湿因子通常阴性。2.反应性关节炎：指近期感染后或感染时出现的关节炎，可累及髋、膝、踝关节，多为非对称性，出现肌腱附着点炎表现为腊肠指以及足跟的跟腱；关节外表现可有肠道、泌尿生殖道感染等。3.类风湿关节炎：多表现对称性多关节疼痛，以近端指间关节、掌指关节、腕、膝、足等关节最为常见，常伴关节肿胀、压痛和僵硬、关节变形等，RF阳性，关节X线有典型的类风湿关节炎表现，与该患者不符。",
            "诊断结果": "强直性脊柱炎，胸椎压缩骨折，高血压病1级"
        },
        "cure": "1.评估该患者病情为A型；2.完善相关检查，如血生化、血沉、C反应蛋白、心电图、骶髂关节CT等；3.络活喜5mg日一次口服、美托洛尔12.5mg日一次口服降压，监测血压。4.非甾体抗炎药对症止痛治疗。5.抗体融合蛋**针50mg1次/周皮下注射，控制病情进展。6.患者宣教。"
    },
    {
        "id": 22,
        "symptom": {
            "一般资料": "女性，38岁，教师",
            "主诉": "女性,38岁,教师发现左侧甲状腺肿块一年",
            "现病史": "患者一年前检查彩超发现双侧甲状腺肿块，左侧较大，随吞咽上下移动，无疼痛，无声音嘶哑，无烦躁易怒、无心悸心慌、无呼吸困难、无胸闷气急、无手足抽搐、无腹痛腹泻，予定期复查，三天前发现左侧颈侧区一肿大包块，至我院行彩超检查示：甲状腺左侧叶占位伴沙粒样钙化TI-RADSIVC，左侧颈部多发性淋巴结肿大，部分钙化，甲状腺右侧叶结节，TI-RADSIII类。后行颈部肿块穿刺吸出2ml暗红色液体，见散在上皮细胞，不能明确来源，考虑甲状腺滤泡上皮可能，部分可见核沟，建议活检。今要求手术，拟\"双侧甲状腺肿块\"收住入院。病程中，患者精神好，食纳好，睡眠正常，大小便正常，无消瘦。",
            "既往史": "平素健康状况良好，否认肝炎、结核等传染病史，否认高血压、糖尿病、癫痫等慢性病史，“剖宫产”手术史，否认外伤、输血史，否认食物、药物过敏史，预防接种史正常。"
        },
        "examine": {
            "查体": "//mmhg。颈软，无抵抗，未见颈静脉怒张及颈动脉异常搏动，肝颈静脉回流征阴性，气管居中，左颈部可扪及一2.0cm×1cm质韧肿块，表面光滑、无压痛，活动度好，随吞咽上下活动。左侧颈侧区触及一肿大淋巴结，轻压痛，活动度欠佳。",
            "辅助检查": "彩超示：甲状腺左侧叶占位伴沙粒样钙化TI-RADSIVC，左侧颈部多发性淋巴结肿大，部分钙化，甲状腺右侧叶结节，TI-RADSIII类。颈部肿块穿刺：吸出2ml暗红色液体，见散在上皮细胞，不能明确来源，考虑甲状腺滤泡上皮可能，部分可见核沟，建议活检。"
        },
        "diagnosis": {
            "初步诊断": "甲状腺肿块待查",
            "诊断依据": "患者发现左侧甲状腺肿块病程一年。结合查体见：左颈部可扪及一2.0cm×1cm质韧肿块，表面光滑、无压痛，活动度好，随吞咽上下活动。左侧颈侧区触及一肿大淋巴结，轻压痛，活动度欠佳。入院前甲状腺彩超示：甲状腺左侧叶占位伴沙粒样钙化TI-RADSIVC，左侧颈部多发性淋巴结肿大，部分钙化，甲状腺右侧叶结节，TI-RADSIII类。颈部肿块穿刺吸出2ml暗红色液体，见散在上皮细胞，不能明确来源，考虑甲状腺滤泡上皮可能，部分可见核沟，建议活检。所以入院初步诊断为双侧甲状腺肿块。结合术中快速病理示：（左甲状腺+峡部）**状癌，（右侧甲状腺）未见明确肿瘤组织，待石蜡。石蜡病理：（左甲状腺+峡部）：甲状腺**状癌，肿块大小2CM×2CM×1CM。左中央区淋巴结（7/8）枚、左颈侧区淋巴结（6/12）枚见肿瘤组织转移。4区淋巴结1枚及右中央区淋巴结3枚均未见肿瘤组织转移。（右侧甲状腺）：腺瘤。最终诊断为1左侧甲状腺**状癌（T2N1M0）2右侧良性结节.",
            "鉴别诊断": "1.亚急性甲状腺炎：多见于30-40岁女性，病前1－2周有上呼吸道感染病史，多数表现为甲状腺突然肿胀、发硬、吞咽困难及疼痛，病人可有发热，血沉增快，B超检查甲状腺体积弥漫性增大，结合病史该患者考虑本病的可能性不大；2.结节性甲状腺肿：患者甲状腺体积增大，表面不平呈结节状，B超检查可见甲状腺内多个低回声团，部分病人合并甲状腺功能亢进，该患者不考虑本病；3.甲状腺腺瘤：时起源于甲状腺滤泡细胞的良性肿瘤，时甲状腺最常见的良性肿瘤。好发于甲状腺功能的活动期。病程缓慢，粉滤泡状和**状实性腺瘤两种，常为甲状腺囊内单个边界清楚的结节，有完整的包膜，质地韧实，与周围组织无粘连，无压痛，可随吞咽上下移动。有少数患者因瘤内出血瘤体会突然增大，伴肿痛，。血T3、T4多正常。B超提示实性、囊性，多为单发，也可多发，131I扫描甲状腺为温结节。甲状腺FNA有利于鉴别。4.甲状腺癌：多见于颈部无痛性质硬肿块，进行性增大，可出现颈部淋巴结肿大，超声征象提示：①实性低回声结节②结节内血供丰富（TSH正常情况下）③结节形态和边缘不规则、晕圈缺如④微小钙化、针尖样弥散分布或簇状分布的钙化⑤同时伴有颈部淋巴结超声影像异常：淋巴结呈圆形、边界不规则或模糊、内部回声不均、内部出现钙化、皮髓质分解不清、淋巴门消失或囊性变等。⑥手术病检可明确诊断。细针穿刺活检诊断大于1cm甲状腺癌敏感率在90%以上。",
            "诊断结果": "左侧甲状腺**状癌（T2N1M0）右侧良性结节"
        },
        "cure": "入院后予完善相关检查，三大常规、甲状腺功能、肝肾功能、血糖、电解质、凝血功能、输血前八项、心电图、胸片等均未见明显异常。CT颈部,1、甲状腺左叶占位、左颈部淋巴结肿大，MT可能。彩超示：甲状腺左侧叶占位伴沙粒样钙化TI-RADSIVC，左侧颈部多发性淋巴结肿大，部分钙化，甲状腺右侧叶结节，TI-RADSIII类。术前考虑患者左侧可疑恶性肿块，颈侧区淋巴结可疑阳性。右侧叶结节，良性可能。未见手术禁忌，于入院后第三天行甲状腺左侧腺叶+峡部切除+右侧甲状腺大部切除术，术中送检快速病理示：（左甲状腺+峡部）**状癌，（右侧甲状腺）未见明确肿瘤组织，待石蜡。石蜡病理：（左甲状腺+峡部）：甲状腺**状癌，肿块大小2CM×2CM×1CM。左中央区淋巴结（7/8）枚、左颈侧区淋巴结（6/12）枚见肿瘤组织转移。4区淋巴结1枚及右中央区淋巴结3枚均未见肿瘤组织转移。（右侧甲状腺）：腺瘤。手术顺利，术后予以补液补充电解质及止血治疗，术后恢复良好，予拔管、住院10天后拆线后办理出院。"
    },
    {
        "id": 23,
        "symptom": {
            "一般资料": "女性，56岁，农民",
            "主诉": "女性,56岁,农民糖尿病15年，右小腿及足部疼痛3个月，破溃20天。",
            "现病史": "该患者于15年前无明显诱因发现体重下降，进食量明显多于正常，到医院检测血糖发现高于正常，之后连续检测几次空腹及餐后血糖均明显增高，确诊为2型糖尿病。口服二甲双胍片控制血糖，自诉血糖控制尚可，空腹血糖在6.2~8.0mmol/L之间波动。3个月前无明显诱因出现右小腿及足部疼痛，呈持续性刺痛伴瘙痒感，疼痛较重，影响睡眠及饮食，曾去蛟河市医院就诊，疑诊为“带状疱疹”，给予黄柏洗剂及阿昔洛韦乳膏外用，效果不佳。20天前，疼痛部位出现破溃，由于未予处理及护理不当，破溃处逐渐出现感染，疼痛加重，局部肿胀、渗液、夜间疼痛加重，另患者彻夜难眠，为求进一步诊疗，今日来诊，门诊检查发现右足拇趾尖端发黑，以“糖尿病足”收入院。病程中患者无明显四肢麻木、视物模糊及泡沫尿，3个月来患者体重下降约10kg，饮食、睡眠差，大小便基本正常。",
            "既往史": "高血压病史10余年，最高达200/120mmHg，平时口服药物治疗，血压控制一般。脑出血病史8年，遗留右侧肢体活动障碍及语言含糊。2年前患心梗，溶栓治疗后好转。"
        },
        "examine": {
            "查体": "。体温36.8℃，脉搏96次／分，呼吸18次／分，血压160／120mmHg。神志清楚，言语含糊，背入病房，自动**，查体合作。双侧额纹等深对称，双侧瞳孔等大同圆，对光反射灵敏，睑结膜苍白，左侧鼻唇沟变浅，口角无偏斜，口唇稍苍白，伸舌居中，颈软，双肺呼吸音粗，未闻及干湿啰音。心界不大，心音稍低钝，律整，心律96次／分，各瓣膜听诊区未闻及病理性杂音，腹平软，无压痛，肝脾肋下未触及，双下肢中度可凹陷性水肿。左侧肢体肌力肌张力正常，右侧上肢肌力Ⅱ级、肘关节屈曲，手呈握拳状态，肱二头肌腱反射增强，下肢肌力Ⅲ级，膝关节伸直，肌张力增强，膝腱反射减弱。右侧巴氏征（+）。",
            "辅助检查": "血常规：白细胞：17.5×109/L，中性粒细胞：86.2%，红细胞：2.77×1012/L，血红蛋白：75g/L,红细胞压积：24.2%，血小板：519×109/L，血糖：12.4mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "糖尿病足（右侧）、2型糖尿病、高血压病3级（很高危）、中度贫血、血小板增多、脑出血后遗症、冠心病、陈旧性心梗溶栓术后、心功能Ⅱ级",
            "诊断依据": "1、老年女性，慢性病程，以糖尿病15年，右小腿及足部疼痛3个月，破溃20天为主症。2、既往：高血压病史10余年，最高达200/120mmHg，平时口服药物治疗，血压控制一般。脑出血病史8年，遗留右侧肢体活动障碍及语言含糊。2年前患心梗，溶栓治疗后好转。3、查体：体温36.8℃，脉搏96次／分，呼吸18次／分，血压160／120mmHg。神志清楚，言语含糊，背入病房，自动**，查体合作。双侧额纹等深对称，双侧瞳孔等大同圆，对光反射灵敏，睑结膜苍白，左侧鼻唇沟变浅，口角无偏斜，口唇稍苍白，伸舌居中，颈软，双肺呼吸音粗，未闻及干湿啰音。心界不大，心音稍低钝，律整，心律96次／分，各瓣膜听诊区未闻及病理性杂音，腹平软，无压痛，肝脾肋下未触及，双下肢中度可凹陷性水肿。左侧肢体肌力肌张力正常，右侧上肢肌力Ⅱ级、肘关节屈曲，手呈握拳状态，肱二头肌腱反射增强，下肢肌力Ⅲ级，膝关节伸直，肌张力增强，膝腱反射减弱。右侧巴氏征（+）。4、专科情况：右足背动脉搏动触不清，右足拇趾尖端发黑，趾甲外翻。双足皮温降低。右小腿前部至足背部可见大片溃疡区，渗液较多，部分可见黑色及黄色痂皮覆盖，右小腿后部大片瘀血斑。创口周围皮肤红肿明显。5、辅助检查：血常规：白细胞：17.5×109/L，中性粒细胞：86.2%，红细胞：2.77×1012/L，血红蛋白：75g/L,红细胞压积：24.2%，血小板：519×109/L，血糖：12.4mmol/L。",
            "鉴别诊断": "1、急性骨髓炎：患者多见于外伤后，急性病程，炎症反应明显，高热、骨痛等症状并存，与本病不符。2.血栓闭塞性脉管炎：主要见于30岁以下青年男性重度吸烟者，累及中小动脉且上肢动脉亦常同时受累，病程长，发展慢，常有浅表动脉炎和雷诺现象，与本病不符。",
            "诊断结果": "糖尿病足（右侧）、2型糖尿病、高血压病3级（很高危）、中度贫血、血小板增多、脑出血后遗症、冠心病、陈旧性心梗溶栓术后、心功能Ⅱ级、肝损伤"
        },
        "cure": "入院后给予改善微循环、抗感染、控制血糖及其他危险因素、局部换药促进愈合及支持对症治疗10天，病人血糖基本控制至正常，但右足及小腿溃烂部不见好转，局部一直有血浆渗出，血红蛋白进行性下降，白细胞、血小板进一步增高，病情危重，予以转诊。转至上级医院后不久病人出现消化道出血，1个月后死亡。"
    },
    {
        "id": 24,
        "symptom": {
            "一般资料": "女性，72岁，农民",
            "主诉": "上腹部疼痛伴恶心、呕吐20小时入院。",
            "现病史": "患者缘于20小时前进食油腻食物后突发上腹部疼痛，自诉像刀割样疼痛，向左侧季肋部、腰部放射。腹部胀满不适，无泛酸及烧灼感。时有恶心呕吐，呕吐物为胃内容物，非喷射性，无血性物混杂。无胸闷、胸痛，无腹泻，无发热寒颤。到当地村卫生所予“654-2注射液10毫克”肌肉注射，“奥美拉唑钠”等药物静点，腹痛症状无明显减轻。为明确诊治，今入我院治疗。",
            "既往史": "有“胆囊结石”病史10余年，间断服用“消炎利胆片”等药物治疗。"
        },
        "examine": {
            "查体": "神志清楚，痛苦貌。周身皮肤粘膜无黄染，未见蜘蛛痣及肝脏，未见皮下出血点。口唇无苍白或发绀。颈软无抵抗，甲状腺未触及肿大。胸廓对称，语颤无增强或减弱，双肺呼吸音清，未闻及干湿性啰音。心律84次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹部略膨隆，剑突下及左上腹轻压痛，无反跳痛及肌紧张。肝脾未触及，肝区无叩击痛，移动性浊音阴性，双肾区无叩击痛，肠鸣音减弱。双下肢无浮肿，四肢肌力、肌张力正常，病理征阴性。",
            "辅助检查": "血常规：白细胞7.2*109/L，中性粒细胞比率71.3%。甘油三酯：1.84mmol/L，低密度脂蛋白3.40mmol/L，脂蛋白a398mg/L，同型半胱氨酸20.0umol/L。血淀粉酶1038U/L。血清总钙2.4mmol/L。上腹部超声：胆囊炎，胆总管上段轻扩，胆囊结石（泥沙样），脾脏囊性回声，双肾囊肿。腹部立位平片：肠腔积气，未见气液平。心电图：窦性心律，84次/分。"
        },
        "diagnosis": {
            "初步诊断": "1.急性水肿型胰腺炎；2.胆囊结石；3.胆囊炎；4.高脂血症；5.高同型半胱氨酸血症",
            "诊断依据": "1.患者既往有“胆囊结石”病史10余年，为急性胰腺炎的常见诱因。2.患者进食油腻食物后出现上腹部疼痛，向左侧季肋部、腰部放射。腹部胀满不适，无泛酸及烧灼感。时有恶心呕吐，呕吐物为胃内容物，非喷射性，无血性物混杂。3.查体：痛苦貌。心肺未见异常。腹部略膨隆，剑突下及左上腹轻压痛，无反跳痛及肌紧张。肝脾未触及，肝区无叩击痛，移动性浊音阴性，双肾区无叩击痛，肠鸣音减弱。4.辅助检查资料：血常规：白细胞7.2*10^9/L，中性粒细胞比率71.3%。甘油三酯：1.84mmol/L，低密度脂蛋白3.40mmol/L，脂蛋白a398mg/L，同型半胱氨酸20.0umol/L。血淀粉酶1038U/L。血清总钙2.4mmol/L。上腹部超声：胆囊炎，胆总管上段轻扩，胆囊结石（泥沙样），脾脏囊性回声，双肾囊肿。腹部立位平片：肠腔积气，未见气液平。",
            "鉴别诊断": "1.上消化道穿孔：患者一般有胃溃疡、十二指肠溃疡病史，往往因暴饮暴食诱发，主要表现为突然发生剧烈腹痛，很快扩散至全腹部，出现腹膜炎体征，腹部立位平片可见气液平。2.胆道蛔虫症：患者一般表现为剑突下突发剧烈绞痛，疼痛过后可如常人。患者往往腹痛剧烈，但是体征比较轻微。上腹部超声检查可见胆管有轻度或中度的扩张，胆管两边可见两条回声光带。",
            "诊断结果": "1.急性水肿型胰腺炎2.胆囊结石3.胆囊炎4.高脂血症5.高同型半胱氨酸血症"
        },
        "cure": "入院后完善各项辅助检查。予消化内科疾病护理常规，I级护理，禁食水。予奥曲肽静点以抑制胰腺分泌，间苯三酚静点以解痉止痛，转化糖电解质注射液、复方氯化钠注射液、维生素C注射液、维生素B6注射液静点以加强肠外营养支持，兰索拉唑静点以预防应激性溃疡，头孢曲松钠静点以预防感染。住院治疗5天后患者上腹部疼痛症状明显减轻，无恶心呕吐，无腹胀。复查血淀粉酶46U/L。病情减轻出院。"
    },
    {
        "id": 25,
        "symptom": {
            "一般资料": "男性，22岁，农民",
            "主诉": "胸痛、咳嗽半个月，呼吸困难、胸闷1周",
            "现病史": "患者诉半个月前无明显诱因出现右侧胸痛，干咳，胸痛每于咳嗽、深呼吸加重，并出现低热，体温最高达37.9℃，为午后发热，晨起体温降至正常，无寒颤、高热、大汗，曾于当地诊断为“肺炎”，予静脉输液治疗（药名及剂量不详），无好转，1周前出现呼吸困难，胸闷，并伴有倦怠乏力、夜间盗汗、食欲减退，胸痛反而减轻，咳嗽无减轻，来我院，经门诊以“胸腔积液”收住院。",
            "既往史": "既往体健，无手术史，外伤史及药物过敏史，否认“肝炎”、“结核”等传染病接触史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，查体合作。右侧呼吸动度减弱，左侧增强，肋间隙增宽。语颤右侧减弱，无捻发感及胸膜摩擦感。左肺叩诊过清音，右肺浊音，肺肝浊音介于右锁骨中线第五肋间。左肺呼吸音清，右肺呼吸音消失，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律76次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，腹肌软，全腹无压痛、反跳痛，肝脾肋下未触及，Murphy征阴性，麦氏点无压痛，肝肾区无叩击痛，叩诊无移动性浊音，肠鸣音正常，4-6次/分，未闻及气过水音及金属音。肛门及外生殖器未见异常。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。",
            "辅助检查": "胸正位片示：右侧第二肋间以下肺野见大片状密度增高阴影，上缘模糊，呈外高内低凹面向上的弧形，纵膈向左侧移位。提示：右侧胸腔大量积液。"
        },
        "diagnosis": {
            "初步诊断": "右侧胸腔大量积液",
            "诊断依据": "1.青年男性，急性起病；2.胸痛、咳嗽半个月，呼吸困难、胸闷1周；3.气管向左侧移位，胸廓对称，无畸形。胸壁无静脉曲张，胸式呼吸，未及皮下气肿，右侧呼吸动度减弱，左侧增强，肋间隙增宽。语颤右侧减弱，无捻发感及胸膜摩擦感。左肺叩诊过清音，右肺浊音，肺肝浊音介于右锁骨中线第五肋间。左肺呼吸音清，右肺呼吸音消失，未闻及胸膜摩擦音；4.胸正位片示：右侧第二肋间以下肺野见大片状密度增高阴影，上缘模糊，呈外高内低凹面向上的弧形，纵膈向左侧移位。提示：右侧胸腔大量积液。",
            "鉴别诊断": "1.肺炎：主要表现为胸痛、咳嗽、咳痰，发热，查体可发现肺实变体征，胸片表现密度较淡且较均匀的片状或斑片状阴影可以鉴别。2.支气管扩张：主要表现为慢性反复咳嗽、咳痰，随刺激改变咳大量脓性痰，偶有咳血。查体发现局限性湿啰音，部分患者可以出现杵状指，胸片检查发现典型卷发样改变可以鉴别。",
            "诊断结果": "右侧胸腔大量积液（结核性）"
        },
        "cure": "1.肺炎：主要表现为胸痛、咳嗽、咳痰，发热，查体可发现肺实变体征，胸片表现密度较淡且较均匀的片状或斑片状阴影可以鉴别。2.支气管扩张：主要表现为慢性反复咳嗽、咳痰，随刺激改变咳大量脓性痰，偶有咳血。查体发现局限性湿啰音，部分患者可以出现杵状指，胸片检查发现典型卷发样改变可以鉴别。"
    },
    {
        "id": 26,
        "symptom": {
            "一般资料": "男性，67岁，无",
            "主诉": "胸闷、腹部不适3天。",
            "现病史": "缘患者于3天前始无明显诱因出现有胸闷，程度中，无规律，每次持续时间2分钟，伴腹部不适，排烂便，无畏寒，无发绀气促，无胸痛心悸，无腹痛腹泻等不适，曾当地治疗，诉“心酶异常”，现为进一步诊治遂入住我院。病后精神胃纳欠佳，睡眠一般，二便正常。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：老年男性，发育正常，营养良好，无贫血貌，神志清，精神稍疲倦，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率116次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音稍活跃。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科体检：全身皮肤黏膜无苍白、黄染，浅表淋巴结无肿大，双肺呼吸减弱，未闻啰音。心音整无杂音。腹软，无压痛无反跳痛，肠鸣音稍活跃。双下肢无浮肿，病理征未引出。",
            "辅助检查": "胸片提示：考虑右下肺感染。"
        },
        "diagnosis": {
            "初步诊断": "1.发热查因：肺部感染？2.肠道功能紊乱？",
            "诊断依据": "1.男，67岁,胸闷、腹部不适3天。2.专科检查：双肺呼吸减弱，未闻啰音。心音整无杂音。腹软，无压痛无反跳痛，肠鸣音稍活跃。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "胃肠型感冒：患者有发热，胸闷、伴腹部不适，无鼻塞流涕，无咽痛，无周身酸痛等感冒症状，进一步检查可鉴别，待排除。",
            "诊断结果": "大叶性肺炎"
        },
        "cure": "患者入院后体温渐降至正常，现无发热，诉有咳嗽咳痰，伴乏力纳差，无恶心呕吐，无腹痛腹泻等不适。查体双肺呼吸减弱，双下肺闻及少量哮鸣音。心腹无特殊。入院后辅查提示：白细胞11.8310^9/l↑。中性粒细胞比率92.0%↑。钠测定134.8mmol/L↓。氯测定95.2mmol/L↓。高密度脂蛋白胆固醇0.49mmol/L↓。低密度脂蛋白胆固醇1.53mmol/l↓。血清载脂蛋白AⅠ测定0.34g/L↓。肺炎衣原体(CPN-IgG)阳性(+)↑。胸部CT提示：右肺渗出性病变，考虑间质性炎症；右侧胸膜轻度增厚粘连；胸主动脉及冠状动脉硬化。考虑右下肺感染，大叶性肺炎，电解质紊乱。治疗上予以痰热清注射液20ml每日1次、注射用头孢呋辛钠1.5g每日2次、注射用多索茶碱0.2g每日1次、左氧氟沙星氯化钠注射液0.5g每日1次、注射用头孢哌酮钠舒巴坦钠2g每日2次、盐酸氨溴索注射液30mg每日1次，口服对乙酰氨基酚片0.5g给予抗感染、退热等治疗。住院治疗12天，停止发热1周余，无明显咳嗽咳痰等肺炎活动症状，影像检查炎症病灶较为消散，病情好转。"
    },
    {
        "id": 27,
        "symptom": {
            "一般资料": "男性，72岁，退休",
            "主诉": "心房颤动3年，再发心房扑动1周",
            "现病史": "患者3年前发现心房颤动，于我院住院治疗行心电生理检查及射频消融术，术后1个月发现心房扑动，再次于我院住院治疗行电转律治疗，治疗后转为窦性心律。1周前患者自觉心跳加快，就诊于陆军总院急诊，行心电图：心房扑动，心率142次/分，给予胺碘酮（具体剂量不详）治疗，后心电图：心房扑动，心率104次/分，后于我院门诊就诊，心电图显示心房扑动，心率140次/分，今为求进一步诊治入我院，病来无视物模糊，无头晕头痛，无发热寒战，无咳嗽咳痰，无胸闷及气短，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。高血压：发现高血压3年半，最高血压160mmHg/90mmHg，目前规律服用马来酸依那普利片5mg早1次，血压控制在110-120mmHg/90mmHg。",
            "既往史": "患者自述3年前曾行冠脉CT，自述有1根血管（具体不详）狭窄60%，其余血管狭窄20-30%。"
        },
        "examine": {
            "查体": "T：36.4℃；P：140次/分；R：19次/分；BP：120/90mmHg；查体：神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：140次/分，心律不齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "心电图：心房颤动，心率146次/分。心脏超声结构测值（mm):主动脉内径：22-36-27左房内径：43(69x56）升主动脉：39室间隔厚度：11-12超声描述：左室舒末内径：44左室缩末内径，30左室后壁厚度：11-12右室流出道内径，24肺动脉内径，25右房内：65x51血流测值：各瓣口前向血流峰速度（m/s）二尖：0.7单峰三尖瓣：0.6主动脉瓣：1.1肺动脉瓣：0.8心功能测值：左室舒末容积EDV:64(ml）左室缩末容积ESV:23(ml）每搏量SV:41(ml）射血分数EF:64％左室舒张功能测值：TDle'（间隔）-6cm/sIDle（侧壁）=8cm/sE/e'=10双房大，左室内径在正常范围，左室各壁心肌增厚，向心运动幅度尚好，未见节段性运动异常。二、三尖瓣探及轻度反流，三尖瓣反流峰速小于2.8m/s。主动脉瓣右、无、左冠瓣限局性增厚，回声增强，开放良好，关闭时探及微量反流。心包腔未见液性暗区。超声提示：双房大左室心肌肥厚二、三尖瓣反流（轻度），主动脉瓣退行性变，左室舒张功能减低，静息状态下左室整体收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "心律失常心房颤动心电生理检查及房颤射频消融术后。",
            "诊断依据": "查体：心律不齐，辅助检查：入院心电图：心房颤动，心率146次/分。超声提示：双房大左室心肌肥厚二、三尖瓣反流（轻度），主动脉瓣退行性变，左室舒张功能减低。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。该疾病可与缺血性心肌病、高血压性心脏病、原发性心肌病、老年退行性变等疾病相鉴别。",
            "诊断结果": "心律失常心房颤动心电生理检查及房颤射频消融术后再次心电生理检查及射频消融术后左心耳封堵术后。"
        },
        "cure": "肺部CT平扫(64排)检查意见:右肺中叶肺不张，发育所致？请结合临床及病史。双肺局限性气肿、右肺上叶、中叶肺大疱。右肺小结节、左肺微小结节，随诊观察。左肺上叶慢性炎症可能大。双肺陈旧病变。气管痰栓可能大。主动脉及冠状动脉粥样硬化改变。经食管三维心脏超声+图文报告检查意见:左、右心房及心耳内未见确切血栓左心耳功能减低就诊日期。经胸心脏三维超声及左心室收缩、舒张功能测定+图文报告检查意见:双房大左室心肌肥厚二、三尖瓣反流（轻度）主动瓣退行性变左室舒张功能减低静息状态下左室整体收缩功能正常。NT-ProBNP1419.00pg/mL,HDL-C0.81mmol/L,apoA-10.99g/L,其余化验未见异常。患者卒中评分及出血评分均偏高，且患者主观意愿不同意长期口服抗凝药物治疗，建议行房颤射频消融治疗联合左心耳封堵手术。术后患者心率恢复窦性节律，继续抗凝抗血小板治疗，好转出院。"
    },
    {
        "id": 28,
        "symptom": {
            "一般资料": "女性，40岁，教师",
            "主诉": "发作性肢体抽14天",
            "现病史": "患者缘于14天前睡眠时突然大喊，随即出现肢体抽搐，表现为四肢强直抽搐，伴口吐白沫，伴意识丧失，呼之不应，症状呈发作性，持续约1分钟肢体抽搐缓解，但仍意识模糊，伴胡言乱语，烦躁，急就诊于我院急诊，予阿昔洛韦抗病毒及甘露醇脱水降颅压，经治疗后患者意识清楚，对上述发作过程不能回忆，醒后自觉头痛。查头颅核磁可见左侧额叶异常信号，为进一步明确诊断，门诊以\"抽搐待查\"收入院。患者自发病以来，睡眠、饮食、精神可，二便如常，近期体重无明显减轻。",
            "既往史": "行剖宫产手术，下腹部可见长约10cm手术疲痕；\"肺结核\"12年，自诉已治愈；\"高血压病\"病史10年，血压最高时达\"150/100mmHg\"，平素规律口服\"替米沙坦40mg日一次\"，血压控制不详；16天前有\"发热、头痛\"病史，体温最高达37.8℃，新型冠状病毒核酸检测阳性。"
        },
        "examine": {
            "查体": "意识清楚，言语流利。记忆力、判断力、计算力粗测正常。双侧瞳孔等大正圆，直径约3.0mm，对光反射灵敏。眼动自如到位无眼震。双侧额纹、鼻唇沟对称，示齿口角不偏，伸舌不偏。四肢肌力5级，四肢肌张力正常。双侧指鼻试验及跟膝试验稳准。颜面及肢体温痛觉对称存在。双侧腱反射对称存在。双侧巴氏征阴性，双划征阴性。颈软无抵抗感。双肺呼吸音清，未闻及干湿性啰音，心律齐，未闻及病理性杂音。腹软，无压痛、反跳痛，双下肢无水肿。",
            "辅助检查": "头MRI+MRA:左侧额叶异常信号，考虑肿瘤性病变可能，颅脑MRA未见异常。头颅核磁增强+MRS+SWI+3DASL：左侧额叶异常信号，结合前MR片考虑低级别胶质瘤，DNET或少突胶质细胞瘤可能。脑脊液脑脊液压力140mmH2O，无色透明脑脊液常规及生化未见异常脑脊液细胞学正常外送自身免疫脑炎抗体谱阴性。视频电图回报：左侧可以癫痫样波散发，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "抽搐原因待查1）颅内占位？2）脑炎？",
            "诊断依据": "1）颅内占位？依据：患者中年女性，急性起病，既往高血压、肺结核病史，此次以肢体抽搐为主要症状，头颅核磁可见左侧额叶异常信号，需考虑，进一步完善头颅核磁增强、MRS等检查，协助诊断。2）脑炎？依据：患者中年女性，急性起病，既往高血压、肺结核病史，病前有发热、头痛史，此次以肢体抽搐为主要症状，头颅核磁可见左侧额叶异常信号，需考虑，进一步完善腰穿，协助诊断。",
            "鉴别诊断": "1.中枢神经系统脱髓鞘疾病：患者中年女性，急性起病，既往高血压、肺结核病史，此次以肢体抽搐为主要症状，头颅核磁可见左侧额叶异常信号，需注意除外此病。进一步行头颅核磁增强扫描，除外诊断。2.原发性中枢神经系统血管炎：患者中年女性，急性起病，既往高血压、肺结核病史，此次以肢体抽搐为主要症状，头颅核磁可见左侧额叶异常信号，需注意除外此病。进一步行头颅核磁增强＋SWI，除外诊断。",
            "诊断结果": "低级别胶质瘤"
        },
        "cure": "患者入院后完善头颅核磁增强+MRS+SWI+3DASL、腰椎穿刺术、脑脊液细胞学、视频脑电图等检查，结合神经外科会诊意见及患者临床表现，考虑颅内异常信号为低级别胶质瘤，因患者及家属要求暂保守治疗，治疗上左乙拉西坦500mg日二次口服抗癫痫发作，住院期间患者未再出现抽搐发作。患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后继续口服药物治疗，定期复查，如有手术意愿，神经外科门诊就诊。"
    },
    {
        "id": 29,
        "symptom": {
            "一般资料": "女性，68岁，农民",
            "主诉": "右侧肢体无力伴言语不清1天余",
            "现病史": "患者缘于1天余前夜间起夜时发现右侧肢体无力，可持物及独立行走，未予重视，晨起右侧肢体无力较前加重，不能独立行走费力，伴有言语不清，无理解障碍，无头晕，无恶心、呕吐，无饮水呛咳，无视物旋转，无复视，无耳鸣，无听力下降，无抽搐及意识障碍，无尿、便失禁，就诊当地县医院，查头颅CT，未见出血（未见正式报告），给予输液治疗及阿司匹林、阿托伐他钙口服，症状无改善，为求进一步就诊我院急诊，建议患者入院，入院之后给予完善颅脑磁共振检查。患者病程当中饮食尚可，睡眠正常，二便尚可。",
            "既往史": "偶尔血压增高，血压最高时达160/110mmHg\"。间断\"头痛\"病史20余年。阑尾切除术后20余年"
        },
        "examine": {
            "查体": "意识清楚，构音障碍。记忆力、判断力、计算力粗测正常。双侧瞳孔正大等圆，直径约3.0mm，对光反射灵敏。眼动自如到位，可见水平眼震。双侧额纹对称，右侧鼻唇沟稍浅，示齿口角左偏，伸舌右偏。右上肢肌力4﹣级，右下肢肌力3＋级，左侧肢体肌力5级，四肢肌张力正常。左侧指鼻试验、跟膝胚试验稳准。右侧指鼻试验、跟膝胚试验不能完成。颜面感觉对称存在，右侧肢体痛觉较对侧减退。双侧腱反射对称存在。左侧巴氏征阴性，双划征阳性。右侧巴氏征阴性，双划征阳性。颈软无抵抗感。",
            "辅助检查": "头颅CT:1.左侧基底节区腔隙性脑梗死。2.脑萎缩。头MRIMRA（含DWI)：1.左侧基底节区急性期脑梗死。2.双侧脑室旁白质区及额顶叶皮层下多发变性灶。3.脑动脉硬化，脑动脉多发狭窄。"
        },
        "diagnosis": {
            "初步诊断": "脑梗死",
            "诊断依据": "患者老年女性，既往可疑高血压病史，此次以右侧肢体无力伴言语不清为主要临床表现，查体可见右侧肢体肌力减退等神经系统定位体征，结合头颇CT支持诊断。",
            "鉴别诊断": "1.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。2.蛛网膜下腔出血：可突发头痛恶心呕吐，剧烈头痛难以忍受，脑膜刺激征阳性，头晕CT显示脑沟、脑裂高密度。",
            "诊断结果": "急性脑梗死（大脑动脉粥样硬化型）"
        },
        "cure": "入院后完善头颅磁共振检查提示左侧基底节区急性期脑梗死，脑动脉硬化，脑动脉多发狭窄。治疗原则上以改善微循环、保护脑组织以及抗血小板聚集等药物治疗，给予阿司匹林阿司匹林200mg晚一次口服抗血小板聚集，共8天；给予阿托伐他40mg晚一次口服保护血管内皮，共八天；给予丁苯酥氯化钠注射液25mg一日二次静点保护线粒体，共八天；依达拉奉右茨醇15ml一日二次静点清除自由基，共八天；银杏叶提取物25m一日一次静点活血；己可可碱0.1g一日一次静点脑保护，共八天；苏合香丸3.0g一日二次口服改善肢体偏瘫，共八天；通过以上治疗，患者症状有所缓解，患者右侧肢体无力、言语不清症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院低盐低脂饮食，继续口服药物治疗，康复治疗，定期复查。"
    },
    {
        "id": 30,
        "symptom": {
            "一般资料": "男性，64岁，离退人员",
            "主诉": "呼吸困难伴咳嗽、咳痰20余日，加重5日。",
            "现病史": "该患20余日前着凉后出现呼吸困难伴咳嗽、咳痰症状,伴明显乏力、双下肢凹陷性水肿、腹痛；曾多次住院治疗，诊断为心功能不全、慢性阻塞性肺疾病，给予抗炎、平喘、强心、利尿、对症治疗好转出院，后反复发作多次。5日前患者呼吸困难症状逐渐加重，夜间难以平卧，有憋醒，病程中无发热，无流涕，无肌肉关节酸痛，无恶心呕吐，无腹泻，无头晕头痛，无胸痛，今日急来我院就诊，急诊SPO2：70%，行肺CT、新冠病毒核酸检测后，急诊以“心力衰竭”收入急诊缓冲病房。一般情况：患者自发病以来，食欲差，精神差，睡眠差，大小便无明显异常，体重无明显异常。",
            "既往史": "平素体质一般；既往慢性阻塞性肺疾病，肺心病,心衰,支扩，胸腔积液病史，否认“高血压”，否认“肝炎”、“结核”、“疟疾”病史；否认食物、药物过敏史；否认手术史,否认外伤史,否认输血史。"
        },
        "examine": {
            "查体": "营养不良，慢性病容，表情痛苦，自主体位，神志清楚，查体合作。双瞳孔等大同圆，对光反射稍迟钝，眼球运动灵活，伸舌居中，颈软，颈静脉无怒张，甲状腺未触及肿大，双肺呼吸音粗，双肺可闻及少量干湿啰音，心率：118次/分，心律齐，心界大，腹平软，肝脾肋下未触及，莫菲氏征（－），麦氏点压痛（－），移动性浊音（－），双下肢胫前浮肿，四肢肌力及肌张力正常，生理反射存在，病理反射未引出。",
            "辅助检查": "SPO2:70%，肺CT：肺部CT示肺气肿、肺大泡，双肺部分支气管扩张症伴部分支气管阻塞，双侧胸膜增厚，心影增大。"
        },
        "diagnosis": {
            "初步诊断": "心力衰竭心功能Ⅳ级肺部感染慢性阻塞性肺病伴有急性加重电解质代谢紊乱低钠血症低氯血症",
            "诊断依据": "1.呼吸困难伴咳嗽、咳痰20余日，加重5日。2.既往慢性阻塞性肺疾病，肺心病,心衰,支扩；3.查体：营养不良，慢性病容，表情痛苦，双肺呼吸音粗，双肺可闻及少量干湿啰音，其余无异常。4.SPO2:70%；5.肺部CT示肺气肿、肺大泡，双肺部分支气管扩张症伴部分支气管阻塞，双侧胸膜增厚，心影增大。",
            "鉴别诊断": "1.肺动脉栓塞：突然发生胸痛、呼吸困难、发绀，甚至出现休克症状，偶伴发热、咳嗽、咯血。可有胸膜摩擦音及湿性啰音。心电图电轴右偏，可见肺型P波及右束支传导阻滞图形。X线楔状阴影。动脉血气示低氧血症和低碳酸血症，D-Dimer大于500ug/L。2.支气管哮喘：多在儿童或青少年期起病，以发作性喘息为特征，发作时两肺布满哮鸣音，常有家庭或个人过敏史，症状经治疗后可缓解或自行缓解。哮喘的气流受限多为可逆性，其支气管舒张试验阳性。",
            "诊断结果": "1.心力衰竭：心功能Ⅳ级；2.肺部感染；3.慢性阻塞性肺病伴有急性加重；4.电解质代谢紊乱低钠血症低氯血症；5.低蛋白血症；6.心肌酶谱异常"
        },
        "cure": "1.急诊科病区入院常规。2.一级护理，暂高盐低脂饮食。3.完善相关辅助检查:血细胞白细胞11.8410^9/L；中性粒细胞百分比89.40%C反应蛋白6.06mg/dL；血气分析：pH7.43,PaCO236.70mmHg，PaO2110.0mmHg肺部CT示:肺气肿、肺大泡，双肺部分支气管扩张症伴部分支气管阻塞，双侧胸膜增厚，心影增大。4.给予强心，盐水50ml+新活素0.5mg前十分钟8ml，后5ml/h静脉泵入。3ml/h静脉泵入、利尿，盐水20ml+速尿40mg5ml/h8小时一次静脉泵入一日两次；抗炎，盐水100ml+哌拉西林（联邦）2.5g（2支）8小时一次静点一日两次、化痰雾化疗法、改善气道功能、补钠、营养等及对症支持治疗。患者用药3天后，肺功能有所提高，5天后肺部炎症减轻；心衰症状明显好转，一周后患者出院。建议出院后继续雾化治疗，口服消炎药，不适随诊。"
    },
    {
        "id": 31,
        "symptom": {
            "一般资料": "男性，59岁，农民",
            "主诉": "心前区持续闷痛10小时，加重3小时",
            "现病史": "患者入院前10小时无明显诱因出现心前区闷痛，呈压榨样疼痛，未向肩背部放射，可耐受，活动后加重，休息后无明显缓解，未予重视；3小时前疼痛加重，伴有气短，不能耐受，无明显呼吸困难，无腹痛，遂急来院住院治疗。",
            "既往史": "既往高血压病史5年，血压最高160/90mmHg，未规律服用硝苯地平缓释片。"
        },
        "examine": {
            "查体": "T:36.5℃,P:90次/分,R:22次/分,BP:150/90/mmhg。T:36.5℃，P:90次/分，R:22次/分，BP:150/90mmHg。查体：神志清，精神反应可，能够配合查体。呼吸略急促，双肺呼吸音粗，无干湿性啰音，心浊音界正常，心率90次/分。心律齐，心音无杂音，各瓣膜听诊区未闻及病理性杂音，双下肢无浮肿，其余查体均正常。",
            "辅助检查": "血尿便常规检查未见异常。心肌酶、心梗三项高于正常。急查心电图结果提示：左束支传导阻滞，V1-V6导联ST段弓背向上抬高，考虑急性心肌梗死。"
        },
        "diagnosis": {
            "初步诊断": "1.急性心肌梗死2.高血压2级（高危）",
            "诊断依据": "1.患者系老年男性，心前区闷痛为主要表现，结合心肌酶、心梗三项高于正常，心电图结果ST段弓背向上抬高，诊断本病。2.依据患者高血压病史5年，血压最高160/90mmHg，同时存在器官病变，诊断本病。",
            "鉴别诊断": "1.主动脉夹层：会出现胸闷、胸痛等症状，疼痛大多剧烈，呈撕裂样，难以忍受，但该患者疼痛性质及心电图检查结果不支持主动脉夹层的诊断。2.肋间神经炎：肋间神经炎是由于炎症刺激引发的胸部疼痛，是由于过度劳累导致的，可能表现为间歇性疼痛，也可能表现为持续的刺痛，该患者症状不支持肋间神经炎的诊断。",
            "诊断结果": "1.急性心肌梗死2.心力衰竭3.高血压2级（高危）"
        },
        "cure": "入院后急查心电图，诊断急性心肌梗死明确，立即安排绿色通道进入导管室，同时建立静脉通路。急行冠脉造影后提示：左主干100%闭塞，立即进行血栓抽吸，球囊扩张，并冠脉内给予替罗非班等抢救，终于患者血流恢复至TiMi。术后给予硝酸异山梨酯静脉注射，利于扩张冠状动脉，改善心肌供血不足症状；给予口服阿司匹林肠溶片抗血小板聚集，辛伐他汀片稳定斑块，美托洛尔口服降低心肌耗氧量，改善气促的表现，继续口服硝苯地平缓释片降压治疗。经过一夜抢救，生命体征趋于平稳。清晨患者突然出现端坐位，呼吸急促，大汗，听诊双肺满布湿啰音，血氧饱和度下降至80%，立即给予呋塞米静脉注射利尿，新活素泵入抗心力衰竭治疗。经过治疗患者转危为安，出院前复查冠脉造影示：LM血流通畅，无需植入支架。"
    },
    {
        "id": 32,
        "symptom": {
            "一般资料": "女性，69岁，农民",
            "主诉": "双下肢无力2天",
            "现病史": "患者缘于2天前无明显诱因出现双下肢无力，尚可站立，但行走时需家人掺扶，踩地不实，行走一段距离后双下肢无力加重，休息后好转，偶有头晕，恶心，无呕吐，当时测血压\"180/?mmHg\"，口服降压药物后，头晕好转，大小便如常，无肢体麻木感，无感觉平面，双上肢肌力同前无明显变化，无言语不利，为求诊治就诊于当地医院行头颅CT、胸部CT及头颅MR检查，未予特殊治疗，为求诊治，就诊于我院门诊，门诊以\"双下肢无力待查\"收入院。患者自发病以来精神状态可，进食、睡眠可，尿频、尿急，便秘，体重无明显变化",
            "既往史": "\"左眼失明\"10余年，具体不详；\"糖尿病\"病史7年余。"
        },
        "examine": {
            "查体": "意识清楚，言语流利，左眼失明，右侧瞳孔圆形，直径约3.0mm，右侧对光反射灵敏，左侧瞳孔规则圆形，对光反射消失，眼动自如。双侧额纹、鼻唇沟对称存在，示齿口角无偏斜，伸舌居中，双上肢肌力5级，右下肢肌力4级，左下肢肌力3级，四肢肌张力正常，双侧指鼻试验尚稳准。可疑右侧胸4以下痛觉减退。四肢腱反射减退，双侧霍夫曼征阴性，双侧巴氏征未引出，双侧双划征均阳性",
            "辅助检查": "头颅MR：未见异常。全脊柱核磁：1、C3/4-C6/7椎间盘突出。2、T2-4椎体水平脊髓异常信号，不除外脱髓鞘病变，请结合临床。3、L3/4、L4/5椎间盘膨出。4、颈胸腰椎骨质增生。（图一、图二位置）中枢神经系统脱髓鞘疾病谱（TBA+CBA)：脑脊液：AQP41:10，余MOG、GFAP均阴性。（图三位置）血清：AQP4:1:100,MOG、GFAP均阴性。（图四位置）视觉＋体感＋听觉诱发电位：1．双侧VEP：左侧未见肯定波形，右侧大致正常；2．双侧BAEP大致正常；3.双下肢SEP：双侧皮层电位分化欠佳，潜伏时延长；4．双上肢SEP大致正常。脑脊液结果：压力120mmH20;无色透明脑脊液常规：细胞总数40x106/L，白细胞数40x106/L；脑脊液生化：蛋白0.65g/L，乳酸2.9个mmol/L，腺苷脱氨酶1.2U/L；血腺苷脱氨酶7U/L；墨汁染色、革兰染色阴性。同期血糖：7.8mmol/L,同期电解质：镁0.73↓mmol/L，余项正常。脑脊液细胞学：异常脑脊液细胞学，以淋巴细胞为主。（图五+图六位置）四肢肌电图：右下肢多发周围神经异常，脱髓鞘伴轴索损伤。（图七位置）血清＋脑脊液寡克隆区带（欧盟）:OB阳性，I型，仅于CSF中见到OB。"
        },
        "diagnosis": {
            "初步诊断": "中枢神经性系统脱髓鞘疾病？",
            "诊断依据": "患者女性，既往左眼失明（追问患者当时考虑为视神经萎缩）病史，曾考虑诊断视神经脊髓炎，此次急性起病，以双下肢无力为主要临床表现，考虑诊断，可进一步完善脊髓核磁、诱发电位、外送血清及脑脊液相关抗体谱等相关检查协助诊断。",
            "鉴别诊断": "1.脊髓占位：患者老年女性，此次以双下肢无力为主要症状，查体有神经系统定位体征，需考虑，但患者急性起病，待进一步完善检查后协助诊断2.周围神经病：患者老年女性，急性起病，既往有糖尿病病史，主要表现为双下肢无力，查体可见腱反射减退，需进一步完善肌电图检查以协助除外。",
            "诊断结果": "视神经脊髓炎谱系疾病"
        },
        "cure": "入院后完善全脊柱核磁+腰穿+中枢神经系统脱髓鞘抗体谱+寡克隆区带抗体谱+诱发电位+肌电图等检查，依据《中国视神经脊髓炎谱系疾病诊断与治疗指南（2021)》,该患者符合AQP4-lgG阳性的NMOSD诊断标准，故诊断视神经脊髓炎谱系疾病，按指南及结合患者有糖尿病病史，故给予甲泼尼龙250mg日一次静点免疫调剂治疗，连用3日，阶梯减量，甲泼尼龙120mg日一次静点免疫调节，连用3日，再阶梯减量为泼尼松60mg日一次口服，每周减10mg，到泼尼松30mg/日时，每2周减5mg，直至10mg/日维持治疗，同时给予氯化钾颗粒、洋托拉挫、碳酸钙D3片口服预防激素副作用。根据淋巴细胞亚群结果加用：吗替麦考酚酯0.25g日二次口服，免疫抑制治疗。定期复查血常规及肝肾功能。通过以上治疗，患者症状有所缓解，患者双下肢无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者继续口服药物治疗，避免感染，定期复查，门诊随诊。"
    },
    {
        "id": 33,
        "symptom": {
            "一般资料": "男性，58岁，无",
            "主诉": "体检发现房间隔缺损4年。",
            "现病史": "4年前进行心脏超声检查，发现房间隔缺损，没有任何临床表现，并未处理，今年4月份脑梗死发作，九月脑梗复发，曾就诊神经内科住院治疗，后症状好转，本次为求进一步治疗，收入我科。病来时，饮食和睡眠均可，排泄正常，体重没有显著改变。",
            "既往史": "高血压10年，血压180/100mmHg，每日1次，血压在120-140/70-90mmHg之间；糖尿病5年，每天服用50mg的阿卡波糖片，空腹血糖8-10mmol/L，餐后2小时血糖波动9-12mmol/L；脑梗塞后半年多，每日口服100mg阿司匹林，每日1次阿托伐他汀钙片20mg。否认有冠状动脉疾病的历史。"
        },
        "examine": {
            "查体": "T是37.2度，P是84次/min，R是12次/min，BP是140/90mmhg，神清语明，配合检查，发现口唇无紫绀，颈部静脉无愤怒，皮肤表面无肿大淋巴结。双肺听诊呼吸音清晰，无干湿罗音。心前区无起伏或凹陷，心尖搏动在第五肋间左侧锁骨中线0.5cm处，脉搏正常，心前区没有震颤、心包磨擦，心脏相对浊音界正常，心率：79次/min，心律一致，各瓣膜听诊部均未闻到病理性的杂音。腹部柔软，无压痛，无反跳痛，无肌肉紧绷，无肝、脾脏，无明显活动性浊音。左右桡动脉的搏动均正常，对称，脉搏规律。下肢动脉和足背动脉均有较好的搏动。双下肢没有肿胀。",
            "辅助检查": "心脏超声检查：先天性心脏病、房间隔缺损（继发孔型）、房横向左到右侧分流、房间隔隆起、主动脉瓣退化、左室舒张、静息时均有正常的收缩功能。食道超声检查：先天性心脏病、室间隔缺损（继发孔型）、房横向左侧至右侧分流、室间隔膨出瘤。心电图：窦性心律，有短暂的房室传导障碍.结果：入院时血常规、血、肾功、肌钙蛋白、BNP无明显变化。"
        },
        "diagnosis": {
            "初步诊断": "1.先天性心脏病房间隔缺损2.高血压3级（极高危）3.2型糖尿病4.缺血性脑血管病陈旧性小脑梗死。",
            "诊断依据": "1.患者心脏超声及食道超声均提示房间隔缺损；2.发现血压升高10年，血压最高180/100mmHg，苯磺酸氨氯地平片5mg日1次长期口服，血压控制120-140/70-90mmHg左右；3.糖尿病5年，阿卡波糖片50mg日3次口服，空腹血糖波动在8-10mmol/L，餐后2小时血糖波动在9-12mmol/L；4.今年4月份脑梗发作，9月份脑梗再次发作，曾就诊神经内科住院治疗。",
            "鉴别诊断": "诊断明确无需鉴别。",
            "诊断结果": "1.先天性心脏病房间隔缺损房缺封堵术后2.高血压3级（极高危）3.2型糖尿病4.缺血性脑血管病陈旧性小脑梗死。"
        },
        "cure": "住院后，继续给予100mg阿司匹林，日1次，阿托伐他汀20mg，日1次，择期行室隔缺损封堵，采用24mm房缺封堵器，并将封堵器放置在缺损部位，并将其与缺损平行，每一切口立即检测封堵器对主动脉瓣、二尖瓣、三尖瓣、腔静脉、冠状静脉窦等无明显影响，手术中超声观察封堵器的形状，发现封堵器的位置没有任何异常。左心室壁运动正常，无液体状态。经7日治疗后，病人未出现任何不适症状，并于七日后康复出院。"
    },
    {
        "id": 34,
        "symptom": {
            "一般资料": "男性，33岁，农民",
            "主诉": "男性，33岁，农民，反复胸闷气促1年余，加重3天",
            "现病史": "患者1年余前无明诱因下出现胸闷气促不适，偶有心悸，无明显胸痛，患者至上海市第七人民医院就诊，自诉查冠脉造影提示狭窄30%（具体检查报告未见），诊断肥厚型心肌病，予以阿司匹林1粒qd、美托洛尔0.5粒qd治疗。后再次有胸闷气促发作，伴咳嗽，于2019.11.23-11.29于我科住院治疗，心超提示：LVEF40%,双房（左房内径52mm↑）、左室增大伴室壁收缩活动减弱，轻度三尖瓣返流，轻度主动脉瓣返流，EPSS增大。诊断“扩张型心肌病”，予以利尿改善心衰治疗后症状缓解出院，平时活动时有胸闷气促不适。3天前因沙库巴曲缬沙坦、托拉塞米、苯磺酸氨氯地平缺药停药后出现活动性胸闷气促症状加重，伴干咳，无胸痛，无发热。为进一步诊治，来我院急诊，肺CT提示右肺慢性炎症伴部分机化性改变，纵膈多发轻度肿大淋巴结，心脏轻度增大，以左室增大为主。心超：全心增大（LA49mm、LVDD67mm）伴左室壁整体收缩活动明显减低（LVEF37%），轻度主动脉瓣反流。心电图：窦性心动过速（116次/分），室早，心室内传导阻滞（QRS132ms）。TnI0.153ng/ml。血常规无异常。血钾4.21mmol/l。现为进一步治疗，拟“扩张型心肌病”收入院。自发病来，患者精神可，胃纳、睡眠一般，大便如常，小便量减少，近期体重无明显增减。",
            "既往史": "高血压病史1年，血压最高150/110mmHg，长期服用左旋氨氯地平2.5mgqd控制血压，未规律监测血压。吸烟史8年，8支/天，已戒烟1年；饮酒史3年，1斤白酒/天，已戒酒1年。"
        },
        "examine": {
            "查体": "发育正常，营养良好，步入病房，神志清楚，精神欠佳，呼吸正常，查体合作。全身皮肤粘膜无黄染，无出血点及瘀斑，无皮疹及疱疹。锁骨上浅表淋巴结未及肿大。头颅无畸形，毛发分布均匀。双眼睑无浮肿，结膜无充血，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏。外耳道无脓性分泌物，乳突无压痛。无鼻翼扇动及鼻出血，鼻窦无压痛，鼻唇沟不对称。口腔无特殊气味，唇绀不明显，伸舌稍偏右，双扁桃体不大。颈软，颈静脉无怒张，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，胸壁无压痛。两侧呼吸运动度基本对称，语颤正常，叩诊呈清，两肺呼吸音弱，未闻及干湿啰音。心前区无异常隆起，心尖搏动不弥散，位于第5肋间左锁骨中线内0.5cm处，未扪及震颤，心浊音界明显扩大，心率113次/分，律齐，各瓣膜未闻及明显杂音。未闻及心包摩擦音。无水冲脉。周围血管征阴性。全腹平坦，未见肠形及蠕动波，全腹软，无压痛，无反跳痛及肌卫，肝脾肋下未扪及，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音无亢进。直肠肛门外生殖器未查。脊柱无畸形，无压痛。四肢无畸形，双下肢无明显浮肿。四肢肌力V级，肌张力正常。膝腱反射、跟腱反射正常，膑阵挛阴性、踝阵挛阴性。腹壁反射正常。双侧巴彬斯基征阴性。",
            "辅助检查": "肺CT提示右肺慢性炎症伴部分机化性改变，纵膈多发轻度肿大淋巴结，心脏轻度增大，以左室增大为主。心超：全心增大（LA49mm、LVDD67mm）伴左室壁整体收缩活动明显减低（LVEF37%），轻度主动脉瓣反流。心电图：窦性心动过速（116次/分），室早，心室内传导阻滞（QRS132ms）。TnI0.153ng/ml。血常规无异常。血钾4.21mmol/l。"
        },
        "diagnosis": {
            "初步诊断": "1.扩张型心肌病，窦性心动过速，心律失常：室内传导阻滞，心功能III级（NYHA）2.高血压3级，很高危",
            "诊断依据": "1.扩张型心肌病，窦性心动过速，心律失常：室内传导阻滞，心功能III级（NYHA）：患者，男性，32岁，因“反复胸闷气促1年余，加重3天”入院。患者1年余前无明诱因下出现胸闷气促不适，偶有心悸，无明显胸痛，患者至上海市第七人民医院就诊，自诉查冠脉造影提示狭窄30%（具体检查报告未见），诊断肥厚型心肌病，予以阿司匹林1粒qd、美托洛尔0.5粒qd治疗。后再次有胸闷气促发作，伴咳嗽，于2019.11.23-11.29于我科住院治疗，心超提示：LVEF40%,双房（左房内径52mm↑）、左室增大伴室壁收缩活动减弱，轻度三尖瓣返流，轻度主动脉瓣返流，EPSS增大。诊断“扩张型心肌病”。查体：血压127/101mmHg，神志清楚，心界扩大，心率113次/分，律齐，各瓣膜听诊区未闻及病理性杂音。故诊断，患者活动性胸闷气促，故考虑该心功能分级。2.高血压3级，很高危：高血压病史1年，血压最高150/110mmHg，长期服用左旋氨氯地平2.5mgqd控制血压，未规律监测血压。无明确继发性高血压病因（肾性、血管性、内分泌性等），故考虑为原发性高血压；据血压升高幅度，分级为3级；因有吸烟史，故为很高危组。",
            "鉴别诊断": "1.肥厚型心肌病：该类患者可有反复发作的胸闷、胸痛，心电图可见室壁肥厚征象，可有广泛导联ST段压低，心超可见室壁增厚，部分患者可有流出道梗阻征象，完善心超有助于排除。2.病毒性心肌炎：可表现为胸闷不适，但该病发病前2－3周多有上呼吸道或肠道病毒感染史，随后出现症状，心电图表现为各种心律失常，可有心包炎及心衰表现，该病人目前此诊断尚依据不足。",
            "诊断结果": "1.扩张型心肌病，窦性心动过速，心律失常：室内传导阻滞，心功能III级（NYHA），2.高血压3级，很高危。"
        },
        "cure": "入院后予以1.内护II级，心电监测，低盐低脂饮食，监测血压，卧床休息，记24h尿量，陪护一人；2.抗血小板聚集：阿司匹林；3.控制血压：苯磺酸左旋氨氯地平；4.患者心衰，美托洛尔减慢心率治疗；5.利尿、拮抗醛固酮：托拉塞米、螺内酯，同时予以氯化钾口服预防低血钾；6.营养心肌：二丁酰；烟酸；患者病情逐渐平稳，住院9天，上级医师查房后准予出院。"
    },
    {
        "id": 35,
        "symptom": {
            "一般资料": "男性，45岁，无",
            "主诉": "反复活动后胸痛1年，加重2月。",
            "现病史": "病人在一年多以前，反复出现胸闷、胸痛，主要表现为胸骨中下段的憋闷，持续几分钟，无辐射，活动后或上楼梯时会出现，休息几分钟后会消失，没有头晕、恶心呕吐、反酸嗳气、咳嗽咳痰等症状。起初病人没有引起足够的注意，没有去医院。术后症状反复，近2月份症状加重，并伴有气促，症状与之前一样，加重，睡眠时可有胸痛，无夜间阵发性呼吸困难，不伴有无端坐气，下肢无肿胀。为了更好的治疗，我们在急诊科做了肝脏检查：丙氨酸氨基转移酶16U/L。天门冬氨酸转氨酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L；直接胆红素：13.7↑umol/L；总胆汁酸：128.3↑umol/L；心肌酶、血常规、肾功能、电解质未见明显异常；腹部＋肺部CT：支气管炎、肺气肿伴双下肺炎症。脂肪肝。双下肢血管彩超：正常。ECG：正常。急诊拟“胸痛查因”收入我科。自患者起病以来，精神食纳欠佳，大小便未见明显异常，体重无明显变化。",
            "既往史": "否认高血压、糖尿病、冠心病病史，否认精神疾病史；否认肝炎、结核等传染病史及接触史；无外伤、手术、输血史；无食物、药物过敏；预防接种史不详。患陪健康码、行程码均绿码，行程码不带星号。"
        },
        "examine": {
            "查体": "T是37.2度，P是84次/min，R是12次/min，BP是140/90mmhg，发育正常，营养充足，长期患病，意识清醒，意识清醒，意识清醒，自主活动，配合检查，回答问题，皮肤粘膜无黄染，全身淋巴结无明显肿大。头部无畸形，眼睑无肿胀，眼睑无明显肿胀，结合膜无充血、无水肿、巩膜无黄染、角膜透明、双侧瞳孔等大等圆，对光有敏感的反应。没有外耳道的异常，没有外耳道的溢脓，没有乳突的压迫。结果：外鼻未见明显异常，鼻腔通气良好，没有鼻翼摆动，副鼻窦区也没有压迫感。嘴唇无发绀、口腔粘膜无出血、伸长舌头中间、不发抖、咽部不充血、扁桃体不肿胀、无脓液。腹部平坦、柔软，没有腹内静脉曲张、肠型、蠕动、腹块、肝、脾肋缘下、肝及肾区无叩击感、腹部运动性浊音、双肾区无敲打感。肠鸣是正常的。肛门和外生殖器都是正常的。没有脊柱异常、活动自由、关节没有肿胀、没有杵状指趾、双征、布氏征等。下肢没有肿胀，下肢皮肤没有色素沉淀。四肢肌力正常，肌肉张力正常。肌腱反射、巴氏征和克氏反应。",
            "辅助检查": "我院急诊肝功能：丙氨酸氨基转移酶:16U/L；天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L；直接胆红素：13.7↑umol/L；总胆汁酸：128.3↑umol/L；心肌酶、血常规、肾功能、电解质未见明显异常；腹部＋肺部CT:支气管炎、肺气肿伴双下肺炎症。脂肪肝。双下肢血管彩超：正常。ECG：正常。入院后完善相关检查后检查：肝功能：天门冬氨酸氨基转移酶119↑＊U/L；直接胆红素12.9↑＊umol/L；a-L-岩藻糖苷酶61↑＊U/L；碱性磷酸酶160↑＊U/L；总胆汁酸62.3↑＊umol/L；γ－谷氨酰基转移酶2418↑＊U/L；血脂：胆固醇5.23↑＊mmol/L；低密度脂蛋白胆固醇2.69＊mmol/L；肝纤维四项：血清透明质酸326.90↑＊ng/ml:血清III型前胶原氨基末端肽673.90↑＊ng/ml；血清IV型胶原362.30↑＊ng/mL；血清层粘连蛋白133.50↑＊ng/ml；C-反应蛋白、血常规、肾功能、心肌酶、N端脑钠肽前体、甲状腺三项、凝血常规、D-二聚体、电解质、肌钙蛋白、糖化血红蛋白、尿常规、输血前四项均未见明显异常。心电图未见明显异常。腹部彩超：脂肪肝。冠脉造影示：冠脉分布:左优势型；左主干：未见明显斑块及狭窄，远端血流TIMI3级；前降支：未见明显斑块及狭窄，远端血流TIMI2级；回旋支：未见明显斑块及狭窄，远端血流TIMI3级；右冠：细小，未见明显斑块及狭窄，远端血流TIMI3级。结论：冠脉慢血流。"
        },
        "diagnosis": {
            "初步诊断": "1.痛查因：冠心病2.肝功能异常查因：酒精肝3.肺气肿伴双下肺炎症",
            "诊断依据": "1.胸痛查因：冠心病：患者、中年男性，本次入院症状主要表现为反复胸痛，活动时加重，休息可缓解，持续时间数分钟，结合劳力活动后胸痛症状，故考虑该诊断，完善心肌酶学、心脏彩超等相关检查、必要时行冠脉造影明确诊断。2.肝功能异常查因：酒精肝：患者有长期饮酒史，查体：全腹无压痛反跳痛，肝区无叩痛，肝功能示天门冬氨酸氨基转移酶：149↑U/L；Y-谷氨酰基转移酶：2401↑U/L:腹部CT示:脂肪肝；故考虑该诊断。3.肺气肿：结合入院CT检查可明确该诊断。",
            "鉴别诊断": "1.急性冠脉综合征：分为不稳定型心绞痛和心肌梗死，疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭（和）休克，含服硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波（非ST段抬高性心肌梗死则多表现ST段下移及或T波改变）。实验室检查示白细胞计数增高、红细胞沉降率增快，心肌坏死标记物（肌红蛋白、肌钙蛋白I或T、CKMB等）增高。2.心肌桥：指通常行走于心外膜下结缔组织中的冠状动脉，如有一段行走于心肌内，其上的一束心肌纤维即称为心肌桥。当心脏收缩时，心肌桥可挤压该动脉段足以引起远端血供减少而导致心肌缺血，加之近端血管常有粥样硬化斑块形成，遂可引起心绞痛，冠状动脉造影或冠脉内超声检查可确立诊断。",
            "诊断结果": "1.冠状动脉慢血流综合征2.酒精性脂肪肝3.肺气肿4.高脂血症"
        },
        "cure": "C-反应蛋白、血常规、肾功能、心肌酶、N端脑钠肽前体、甲状腺三项、凝血常规、D-二聚体、电解质、肌钙蛋白、糖化血红蛋白、尿常规、输血前四项均未见明显异常。心电图未见明显异常。腹部彩超：脂肪肝。根据患者血液学及学检查结果，患者无明显冠脉造影禁忌症，故在完善术前准备后，完善冠脉造影检查：冠脉造影示：冠脉分布:左优势型；左主干：未见明显斑块及狭窄，远端血流TIMI3级；前降支：未见明显斑块及狭窄，远端血流TIMI2级；回旋支：未见明显斑块及狭窄，远端血流TIMI3级；右冠：细小，未见明显斑块及狭窄，远端血流TIMI3级。结论：冠脉慢血流。建议：1、改善微循环治疗。综合入院以来检查结果，患者诊断“”故治疗上予以“尼可地尔5mg，一天三次长期使用”改善冠脉血流、“水飞蓟宾葡甲胺100mg一天三次15天”改善肝功能、“布地奈德福莫特罗1-2吸/次一天二次长期使用”改善肺泡通气功能、“复合维生素B1片一天三次长期服用”营养神经，并补液支持治疗等对症处理1周后。患者已无明显活动后胸闷气促不适。患者要求出院，予以出院，并嘱患者戒酒，低盐低脂饮食，改善生活方式，逆转肝纤维化，调控血脂水平。后期定期复查肝功能，出院后坚持服药改善通气功能，延长生活质量与生命周期。"
    },
    {
        "id": 36,
        "symptom": {
            "一般资料": "女性，51岁，农民",
            "主诉": "胸背部疼痛半年，双下肢麻木无力1周",
            "现病史": "患者于入院前半年无明显诱因出现胸背部疼痛，患者诉为针刺感伴有束带感。入院前一周，患者出现双下肢麻木无力，上肢可抬举，下肢掺扶下可行走，左右对称。患者诉下肢时有蚁走感以及烧灼感，脚掌部为重，无抽搐发作、无言语障碍、无头痛头晕等。家属带患者来我院神经内科门诊，查颅脑CT显示未见明显异常。建议患者入院，患者及家属表示同意，病程当中患者睡眠尚可，饮食不佳，二便正常。",
            "既往史": "否认高血压病史，病前否认感染史。"
        },
        "examine": {
            "查体": "入院后查体：患者一般状态可，全身浅表淋巴结未触及，气管居中，双肺呼吸音清，心脏节律齐，各瓣区未闻及病理性杂音。腹部平坦，腹软，全腹无压痛，足背动脉搏动良好。神志清楚，言语流利，双侧瞳孔等大同圆，伸舌示齿对称，双侧眼球活动自如，无眼震，双下肢肌力4级，双下肢病理征阳性，双下肢浅感觉减退，双下肢共济运动查体欠配合。",
            "辅助检查": "脊髓磁共振显示：胸椎椎体水平脊髓偏右侧占位性病变，考虑神经鞘瘤"
        },
        "diagnosis": {
            "初步诊断": "神经鞘瘤",
            "诊断依据": "1.中年男性，病前否认感染史。2.主因胸背部疼痛半年，双下肢麻木无力1周入院。3.查体：双下肢肌力4级，双下肢病理征阳性，双下肢浅感觉减退，双下肢共济运动查体欠配合。4.脊髓磁共振显示：胸椎椎体水平脊髓偏右侧占位性病变，考虑神经鞘瘤",
            "鉴别诊断": "1.帕金森叠加综合征：可伴有锥体系、小脑、自主神经受累表现，包括橄榄-脑桥-小脑萎缩、皮质基底节变性等，通过锥体束、小脑体征、卧立位血压测定有助于鉴别。2.脑栓塞：多急性起病，症状于树秒至数分钟达高峰，一般瘫痪较重，既往多伴有房颤，风湿性心脏病等病史，大脑中动脉栓塞易导致大面积脑梗死。",
            "诊断结果": "脊髓神经鞘瘤"
        },
        "cure": "入院后完善脊髓磁共振显示：胸椎椎体水平脊髓偏右侧占位性病变，诊断为：脊髓神经鞘瘤，给予患者脊髓病损切除术，手术经过：全麻满意后，患者取俯卧位，常规消毒铺无菌巾，以第二胸椎为中心纵形切口，逐层切开皮肤皮下及颈背部肌肉暴露胸2、3棘突、后弓、椎弓根，咬骨钳咬除胸2、3胸椎韩突及后弓，成型骨窗，见硬脊膜，纵行切开硬脊膜，见肿瘤挤压胸髓并位于其右侧，确切分离肿瘤及胸界面，先电切断肿瘤供血动脉后电凝切断引流静脉，见一束神经根丝被肿瘤包绕给予确切分离，完整切除肿瘤，术区确切止血温盐水冲洗，人工硬脊膜霍盖，自体骨植入骨窗，胸2、3椎弓根置入四枚螺钉，两枚纵杆固定，一枚横杆连接，术区确切止血，稀释碘伏冲洗术腔，术腔留置引流管一枚，逐层缝合肌肉、皮下、皮肤，外接起引流袋、固定引流管，术毕。给予复方氨基酸注射液500ml，一天一次静脉点滴，共3天；给予甲钴胺注射液0.5mg，一天一次静脉点滴，共5天；给予三磷酸腺苷二钠注射液20mg，一天一次静脉点滴，共4天；给予甘油果糖注射液250ml，一天一次静脉点滴，共3天；给予维生素B1片10mg，一天一次口服，共8天；通过以上治疗，患者症状有所缓解，患者胸背部疼痛、双下肢麻木无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后康复治疗，定期复查。"
    },
    {
        "id": 37,
        "symptom": {
            "一般资料": "男性，27岁，学生",
            "主诉": "四肢麻木无力4日，加重1日",
            "现病史": "患者于入院前4日感冒之后出现四肢麻木无力，上肢可抬举，下肢可行走，患者诉手掌脚掌呈麻木针刺样感觉较严重，逐渐往上发展，无言语障碍、无抽搐发作、无呼吸困难、无意识丧失。入院前1日上述症状有所加重，上肢不可抬举，下肢不可行走，家属带患者来我院神经内科门诊，查颅脑CT显示未见明显异常。建议患者入院，向患者及家属交代病情。入院之后给予心电、血压、血氧饱和度监测。患者病程当中饮食不佳、睡眠尚可、二便正常。",
            "既往史": "否认高血压、糖尿病病史，病前1周感冒史。"
        },
        "examine": {
            "查体": "入院后查体：患者一般情况欠佳，气管居中，双肺呼吸音清，腹部平坦，腹软，全腹无压痛、无移动性浊音，双下肢无浮肿，足背动脉搏动良好。神志清楚，言语流利，双侧瞳孔等大同圆，对光反射存在，双侧眼球活动自如，双耳听力正常，四肢肌力2级，共济运动查体欠配合，双下肢病理征阴性。",
            "辅助检查": "颅脑磁共振显示脑内小缺血灶神经传导速度显示：周围神经损伤"
        },
        "diagnosis": {
            "初步诊断": "周围神经病",
            "诊断依据": "1.年轻男性，病前感冒史2.主因四肢麻木无力4日，加重1日入院3.查体：四肢肢体肌力2级4.神经传导速度显示：周围神经损伤",
            "鉴别诊断": "1.脑梗死：急性起病，多有高血压、糖尿病、吸烟饮酒等脑血管病危险因素，多出现偏侧肢体麻木无力伴言语障碍，头CT显示低密度灶。2.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。",
            "诊断结果": "急性格林巴利综合征"
        },
        "cure": "入院后完善神经传导速度显示：周围神经损伤，诊断为急性格林巴利综合征，患者化验结果回报：总胆汁酸5.2mmol/L(参考范围：0.0-10.0）前白蛋白246mmol/L（参考范围：200-430)总蛋白71.3(参考范围：65.0-85.0)白蛋白47.1(参考范围：40.0-55.0)，给予改善循环、营养神经、激素、对症支持等治疗；给予甲钴胺注射液0.5mg，一天一次静脉点滴，共7天；给予维生素B1片10mg，一天一次口服，共8天；给予三磷酸腺苷二钠注射液20mg，一天一次静脉点滴，共5天；给予甲强龙注射液240mg，一天一次静脉点滴，共3天；给予甲强龙注射液120mg，一天一次静脉点滴，共3天；给予甲强龙注射液40mg，一天一次静脉点滴，共3天；给予丙种球蛋白注射液28g，一天一次静脉点滴，共5天；通过以上治疗，患者症状有所缓解，患者肢体无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后营养均衡，康复治疗，定期复查。"
    },
    {
        "id": 38,
        "symptom": {
            "一般资料": "男性，18岁，学生",
            "主诉": "发热，咳嗽10余天",
            "现病史": "患者2021-1-30无诱因出现发热，咳嗽，就诊于当地医院，查血常规白细胞,19.46*109/L,中性粒细胞数,14.79*109/L,血红蛋白81g/L,血小板正常，胸部CT可见左下肺感染性病变，当地医院予哌拉西林钠他唑巴坦钠、莫西沙星抗感染治疗。2021.2.3复查血常规示:WBC30.52*109/L,Hb66.0g/L,PLT127.0*109/L,不除外合并血液系统疾病。2021-2-8来我院门诊，血象示:WBC49.76*109/L,Hb75g/L,PLT167*109/L,完善骨穿，形态示增生Il级，原始细胞37.5%，流式示异常髓系表型幼稚细胞占有核细胞15.58%,表达CD34st,CD117st,CD38,CD19dim,CD13,CD45,CD123,CD81,CD58,CD71,TdT,cCD79a,部分细胞表达CD36,HLADR,CD81,不表达CD33，CD7,CD10,CD5,CD56,CD11b,CD16,CCD11c,CD61,cCD79a,CD42b,CD64,CD14,CD15,CD65,CD66C,NG2,CD24,CD300e,MPO,m/cCD22,CD11c,CD105,XCR4,Kappa,Lambda,为异常幼稚髓细胞。粒细胞占71.10%,CD10与D13,CD16表达不同步,表型异常。",
            "既往史": "既往体健，无特殊疾病史"
        },
        "examine": {
            "查体": "体温:37.0°C,脉搏:108次/分，呼吸:18次/分,血.压:98/54mmHg。浅表淋巴结无肿大，巩膜无黄染。双肺呼吸音清晰、未及明显哕音，心律齐，无杂音。腹平，无压痛，肝、脾未触及，无叩痛，肠鸣音正常。双下肢无可凹性水肿。",
            "辅助检查": "20210210全血细胞计数+5分类白细胞计数:47.51x10^9/L↑，血红蛋白75g/L↓，血小板计数:188x10^9/L;C反应蛋白:101.5mg/L↑;降钙素疑血酶原活动度:65%↓，凝血酶原时间:14.7s↑，凝血酶原国际标准千维蛋白原:574mg/dL↑，纤维蛋白降解产物:17.6ug/ml↑;病毒筛查:阴性;电解质、肝肾功能:未见明显异常。2021-2-18超声：左室射血分数61.18%，心内结构及血流未见明显异常。2021-2-19腹部超声:脾大长径约11.8cm.肋下可及1.2cm。"
        },
        "diagnosis": {
            "初步诊断": "急性髓系白血病M2",
            "诊断依据": "患者青年男性，急性起病，血象示白細胞增高，骨穿示原始細胞37.5%,流式示舁常髓系表型幼稚細胞占有核鈿胞15.58%,表达CD34st,CD117st,CD38,CD19dim,CD13,CD45,CD123,CD81,CD58,CD71,TdT,cCD79a,部分細鮑表込CD36，HLADR,CD81,不表込CD33,CD7,CD10,CD5,CD56,CD11b,CD16,CD4,CD11c,CD61,cCD79a,CD42b,CD64,CD14,CD15,CD65,CD66C,NG2,CD24,CD300e,MPO,m/cCD22,CD11c,CD105,XCR4,Kappa,Lambda,カ昇常幼稚髓細胞。",
            "鉴别诊断": "1.骨髓增生异常综合症：患者贫血、白细胞高，需鉴别MDS，但骨穿原始细胞占37.5%，无明显病态造血，且无长期血象低病史，不支持MDS诊断。2.类白血病反应：患者青年男性，以发热起病，2021-2-8来我院门诊，血象示：WBC49.76*109/L,Hb75g/L,PLT167*109/L，需考虑类白血病反应，但患者骨穿原始细胞占37.5%，免疫分型示为异常幼稚髓系细胞，考虑类白血病可排除。",
            "诊断结果": "急性髓系白血病（高危型）"
        },
        "cure": "入院予以舒普深、莫西沙星抗感染治疗,2021-2-17再次发热、T37.6C.新型隐球菌荚膜抗原:阴性;感染三项:阴性;予以泰能、莫西沙星抗细菌,加用泊沙康唑预防真菌后体温正常。2月24日因胃肠道反应改美平抗感染。2021-2-10骨髓基因结果:WT111%,EVI1270%;AML1-ETO阴性;FLT3-TD突变、NPM1突变:阴性;2021-2-19骨髓形态示:增生I川I级，原粒50%。NGS提示FLT3-TKD13.9%,TP53胚系突变。2021-2-19开始予以HAA方案化疗:高三尖杉酯碱3mg*7天，阿柔比星20mg*7天，Ara-C160mg*7天，患者消化道反应较重，予以地塞米松2mgj及加强止吐治疗后好转。2021-2-20骨髓流式:CD117+幼稚细胞中BCL-2阳性细胞占23.05%。2020-2-20骨髓染色体:47,XY,del(3)(q21q26),+9[18]/47，XY,del(3)(q21q26),+add(9)(q34)[2]。2021-2-23CEBPA双突变:阴性;患者粒缺期、2021-3-1出现发热、T37.6C,少量咳嗽伴白色粘痰,伴左侧腹部阵发性疼痛,腹泻、稀糊便。2021-3-2胸腹部CT示:左肺下叶感染，较前减轻;上腹部CT平扫未见异常，考虑存在肺部细菌、真菌感染。予以美平(1gq8h)后体温好转，后患者血象恢复正常。"
    },
    {
        "id": 39,
        "symptom": {
            "一般资料": "男性，52岁，无",
            "主诉": "右胁肋部不适一月余",
            "现病史": "王先生六年前无明显诱因出现右胁肋部隐痛不适，伴肩背部板胀不适，在外院查乙型肝炎表面抗原阳性，腹部彩超示脂肪肝，提示乙型肝炎病毒感染，进行了恩替卡韦抗病毒治疗。经治疗后症状逐渐缓解，服用恩替卡韦至今。定期复查肝功、乙肝五项，病毒感染控制尚可。一月前出现右胁肋部不适，近期体重减轻十余斤。在当地医院复查超声发现肝内中高回声团，考虑肝占位。现为进一步确诊及治疗，来我院就诊。自发病以来，患者精神状态一般、食欲下降，体重减轻十余斤，睡眠、大小便未出现明显改变。",
            "既往史": "无过敏史、外伤史、手术史，无疫区、疫情、疫水居住史，无牧区、矿山、高氟区、低碘区居住史，无化学性物质、放射物、毒物接触史，无毒品接触史。个人史：乙型肝炎病史六年。无喝酒、抽烟等不良嗜好。家庭成员均无结核、肝炎等传染病史。无家族遗传史。"
        },
        "examine": {
            "查体": "发育正常，营养较差，表情自如，神志清楚，精神一般，对答切题，语言流畅，自主体位，步入病房，查体合作。颈软，双肺呼吸音清，未闻及干、湿啰音。心率正常，律齐，心音有力，无杂音。腹平软，全腹无压痛，肝脾未触及，肠鸣音正常，双下肢无水肿。专科检查：皮肤巩膜无黄染，面色发暗，肝病面容，前胸可见蜘蛛痣。腹平软，全腹无压痛，肝脾未触及，肠鸣音正常，双下肢无水肿。",
            "辅助检查": "超声：显示肝内中高回声团肝功能检查：谷丙转氨酶61U/L升高，谷草转氨酶42U/L升高，碱性磷酸酶98U/L正常，谷氨酰转肽酶52U/L正常，总胆红素8.9umol/L正常，白蛋白48.5g/L正常，总胆固醇3.49mmol/L正常，甘油三酯1.17mmol/L正常，高密度脂蛋白0.81mmol/L降低；提示目前存在肝功能受损并有高密度脂蛋白降低甲胎蛋白：5.46ug/L正常广谱肿瘤标志物癌胚抗原、糖类抗原CA199：正常上腹部增强磁共振检查：肝左叶占位性病变，考虑肝细胞性肝癌，请结合临床及相关检查；轻度肝硬化；肝胃间隙及腹膜后多发小及略肿大淋巴结。肝左叶占位性病变在磁共振中显示大小在5.5*6cm，考虑肝癌，肝硬化。"
        },
        "diagnosis": {
            "初步诊断": "肝癌肝硬化",
            "诊断依据": "①中年男性患者，乙型肝炎病史六年，服用恩替卡韦抗病毒治疗；②一月前出现右胁肋部不适，近期体重减轻十余斤；③入院后完善检查：超声显示肝内中高回声团，肝功能检查提示目前存在肝功能受损并有高密度脂蛋白降低，上腹部增强磁共振检查提示肝左叶占位性病变考虑肝细胞性肝癌、肝硬化。",
            "鉴别诊断": "①肝脓肿：一般有明显的炎证反应，肿大的肝脏表面平滑无结节，触痛明显，白细胞计数升高，超声检查可探得肝内液性暗区。②肺硬化：原发性肝癌多发生在肝硬化的基础上，故二者鉴别有一定的困难。若肝硬化患者有明显的肝大、质硬的大结节，或肝萎缩变形而影像检查又发现占位性病变，肝癌的可能性很大。",
            "诊断结果": "细胞性肝癌T1bN0M0IB期肝硬化"
        },
        "cure": "患者乙型肝炎病史六年，服用恩替卡韦抗病毒治疗，一月前出现右胁肋部不适，近期体重减轻十余斤。入院后完善检查：超声显示肝内中高回声团，肝功能检查提示目前存在肝功能受损并有高密度脂蛋白降低，上腹部增强磁共振检查提示肝左叶占位性病变考虑肝细胞性肝癌、肝硬化。确诊为为肝癌，肝硬化。结合影像学考虑未见远处转移，可进行手术治疗，切除肿瘤。考虑患者目前肿瘤体积较大为5.5*6cm左右，为将癌肿组织切除彻底同时尽量保留更多的正常肝组织，提高肝癌的可切除性，在肝组织切除术前进行数字血管减影造影下腹腔动脉造影+经导管肝动脉化疗药物灌注栓塞术。术前进行了凝血四项、肾功检查未见明显异常，传染病检查除乙型肝炎病毒感染外未见明显异常。血常规示白细胞10.67×10^9/L升高，提示目前存在感染。给予头孢曲松进行术前抗感染治疗，感染控制后进行了数字血管减影造影下腹腔动脉造影+经导管肝动脉化疗药物灌注栓塞术。术后王先生出现发热、肝功、血象升高，考虑是术中对肝脏刺激所致，经积极头孢曲松抗感染及还原型谷胱甘肽保肝治疗，恩替卡韦抗病毒，常规补液等对症处理后体温逐渐下降，肝功好转。术后两周患者恢复尚可，病情稳定，肝功能有所改善，复查影像学肿瘤缩小至5*4cm，可进行手术切除。为患者安排腹腔镜下手术，术中见肿瘤位于肝左外叶段，遂行肝左外叶切除术。术后病理示：（肝左外叶）：肝细胞性肝癌，中分化，肿物大小4.5*5.0*2.8cm，癌组织未累及肝被膜；肝断端未见癌组织残留。术后评估肿瘤分期T1bN0M0IB期。术后予以头孢曲松抗感染，还原型谷胱甘肽解毒保肝，奥美拉唑抑酸护胃，缓解胃肠道应激反应，乙酰半胱氨酸雾化排痰防止术后肺部感染产生，常规补液等对症治疗。出院后应继续服用恩替卡韦分散片。术后10天门诊复查肝功能、感染指标及乙肝病毒DNA定量变化，术后2个月行超声、磁共振检查明确没有发现肿瘤病灶。定期复查肝功能、乙肝病毒DNA定量、甲胎蛋白变化，定期进行影像学检查，观察有无新发和转移。"
    },
    {
        "id": 40,
        "symptom": {
            "一般资料": "男性，31岁，工人",
            "主诉": "手指麻木1个月余，发现卵圆孔未闭20天",
            "现病史": "患者1个月前无明显诱因出现左手指尖麻木，间断言语不清，持续约1分钟，于我院急诊就诊，颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。对症予抗板，降脂，营养脑神经等治疗。后于我院神经内科就诊，心彩超提示：卵圆孔未闭，经食管三维心脏超声+图文报告,检查所见:房间隔卵圆孔未闭，入口宽度约1.0mm，出口宽度约1.0mm，卵圆孔未闭入口与出口间隧道长度约7.8mm，静息状态及上腹加压下彩色多普勒房水平未见确切右向左分流，偶见左向右分流。右心超声造影静息状态下左心未见微泡，上腹加压后右心显影后3个心动周期即刻左心内大量（&gt;30个）微泡。继发隔无增厚，房间隔无明显瘤样膨出及明显摆动，右房内未见下腔静脉瓣残留。现患者为求进一步治疗，于我科就诊。患者病来无头晕头痛，无胸闷气短，无腹痛腹胀，无恶心呕吐。饮食可，睡眠一般，大小便正常。体重无明显变化。",
            "既往史": "1个月前诊断大面积腔梗"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：88次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "2022-10-03颅脑CT平扫(64排),检查所见:双侧大脑半球、小脑、脑干未见异常密度改变。脑室大小、脑沟、脑裂、脑池宽度未见明显扩大和缩小。中线结构居中--颅脑CT平扫未见确切异常，请结合临床。2022-10-03:颅脑MR平扫(3.0T)检查意见:右侧颞叶皮层下、右侧额叶及半卵圆区右侧额叶多发腔梗灶可能大，请结合临床病史、随诊复查。慢性副鼻窦炎，双侧鼻甲肥大。2022-10-03:颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。2022-10-10全腹CT平扫(64排)检查意见:全腹CT平扫未见确切异常。2022-10-10肺部CT平扫(64排)检查意见:右肺上叶微小结节，随诊观察。前纵隔性胸腺退化不全可能大，随诊观察。左侧肋骨改变，请结合临床。2022-10-10:经食管三维心脏超声+图文报告检查意见:卵圆孔未闭2022-10-10:心脏超声造影+图文报告检查意见:卵圆孔未闭2022-10-10:颅脑MRA(3.0T)检查意见:右侧后交通动脉开放。2022-10-10:颈部血管MRA(3.0T)检查意见:右侧椎动脉纤细，发育变异可能大。"
        },
        "diagnosis": {
            "初步诊断": "1.先天性心脏病卵圆孔未闭2.多发性脑梗死",
            "诊断依据": "1.2022-10-10:经食管三维心脏超声+图文报告检查意见:卵圆孔未闭。心脏超声造影+图文报告检查意见:卵圆孔未闭。2.2022-10-03:颅脑MR平扫(3.0T)检查意见:右侧颞叶皮层下、右侧额叶及半卵圆区右侧额叶多发腔梗灶可能大，请结合临床病史、随诊复查。慢性副鼻窦炎，双侧鼻甲肥大。颅脑MR弥散功能成像序列(3.0T)(DWI/DTI/IVIM)检查意见:右侧颞叶皮层下、右侧额叶皮层下及右侧半卵圆中心多发近期腔隙性梗塞灶可能大，随诊复查。",
            "鉴别诊断": "1.小型室间隔缺损：此类病人通常无症状，沿胸骨左缘第3~4肋间可闻及IV~VI级全收缩期杂音伴震颤，P2心音可有轻度分裂，无明显亢进。2.动脉导管未闭：分流量小者可无症状，中等分流量者常有乏力、劳累后心悸、气喘胸闷等症状。胸骨左缘第2肋间及左锁骨下方可闻及连续性机械样杂音，常伴震颤。X线透视下可见肺门舞蹈征。3.肺动脉瓣狭窄：胸骨左缘第2肋间有一响亮的收缩期喷射样杂音，传导广泛可至颈部，整个心前区甚至背部常伴有震颤；肺动脉瓣区第二心音减弱。",
            "诊断结果": "1.先天性心脏病卵圆孔未闭卵圆孔未闭封堵术后2.多发性脑梗死"
        },
        "cure": "择期行介入卵圆孔未闭封堵术，患者平卧位，常规消毒后铺无菌单，以1%利多卡因消毒后穿刺右股静脉，以超滑导丝进入上腔静脉，保留导丝，经导丝导入8F输送鞘，通过卵圆孔进入左房，导入25/18mmAGAPFO封堵器，打开左房伞，回撤至阻力位，打开腰及右侧伞，超声及X线下伞形佳，释放封堵器，超声再次确认无其他结构损伤，无过伞间血流。测右房压2mmHg，撤管压迫止血。受线时间15.4分钟，CDAP1711.2mGycm2，CAK61mGy。术后复查心脏超声，结果提示卵圆孔封堵术后，左室舒张功能正常，静息状态下左室整体收缩功能正常。患者症状好转出院。"
    },
    {
        "id": 41,
        "symptom": {
            "一般资料": "女性，29岁，职员",
            "主诉": "乏力、心慌1月余",
            "现病史": "患者2020-12-27无明显诱因出现乏力、心慌、头晕，伴耳鸣，活动后加重，患者12月7日单位体检血常规WBC2.2*10^9/L,Hb94g/L,血小板正常，未重视，乏力进行性加重，伴牙龈肿痛、低热、体温37.8-38℃，无畏寒、寒颤，当地医院就诊，2020-12-30血常规：WBC1.2*10^9/L,Hb55g/L,PLT111*10^9/L，心电图无异常、心肌酶无异常，完善骨穿，形态示增生极度活跃,以幼稚单核细胞为主,幼稚单核细胞占92.5%,符合急性单核细胞白细胞；骨髓流式回报:异常髓系幼稚细胞占有核细胞群的94.50%,强表达HLA-DR,表达CD33,CD64,CD36,C0123,部分表达CD117,CD1b,C056,弱表达C038,CD13,CD36,CDA,CD15,不表达CD34,MPO,CD14,cCD3,cCD79a,TDT及其他髓系、淋系标志；43种融合基因:MLL-AF9阳性；骨髓活检:HE及PAS染色示送检骨髓增生极度活跃(约90%),幼稚阶段细胞比例增高,弥漫分布少量偏成熟阶段粒红系细胞及淋巴细胞散在分布,巨核细胞少见,网状纤维染色(MF-1级)。诊断急性髓系白血病伴t(9；11)(p21.3；Q23.3)；KMAT2-MLLT3。染色体核型:46,XX,t(9；11)(p22；Q23)[2]/47,IDM,+8[12]/47,XX,+8,der(9)t(9;11),der（11）dic(8;11)(p22;q23)t(9;11)(p21.3；q23.3)[4]/46,XX[2]。血液系统疾病基因突变筛查全套监测报告:KRAS1.13%，DKC122.1%、BRCA254%；诊断为急性单核细胞白血病(t(9:11)(p21.3;q23.3):KMT2A-MLLT3MLL-AF9阳性，预后不良组),①外院于1月1日给予IA方案化疗（盐酸伊达比星15mgd1-3,阿糖胞苷160mgq12hd1-7),同时辅以水化、碱化。化疗后骨髓抑制4度,先后给予亚胺培南西司他汀、万古霉素抗感染治疗,体温有所下降,后调整抗生素为美罗培南、利奈唑胺后体温正常，血象恢复。2021-2-1复查骨穿，形态CR，FCM0.54%原始髓细胞，MLL融合基因阴性。今患者为进一步诊治收住院。",
            "既往史": "既往体健，无疾病史"
        },
        "examine": {
            "查体": "T:36.7℃，P:76次/分，R:18次/分，BP:116/72mmHg。浅表淋巴结无肿大，巩膜无黄染。双肺呼吸音清晰，心律齐，无杂音。腹平，无压痛，肝、脾未触及，无叩痛，肠鸣音正常。神经系统未见异常。",
            "辅助检查": "全血细胞计数+5分类白细胞计数：6.50×10^9/L，血红蛋白含量：102g/L↓，血小板计数：387×10^9/L↑；心肌酶、超声心动图未见异常，心电图未见异常，生化、凝血、CRP：未见明显异常"
        },
        "diagnosis": {
            "初步诊断": "急性髓系白血病（M5）",
            "诊断依据": "急性髓系白血病(AML-M5)：患者青年女性，以乏力起病，血象示贫血、白细胞减低，骨穿示形态示增生极度活跃,G-1.0%,粒系比例减低,形态未见明显异常,成熟红细胞形态未见明显异常,淋巴细胞比例减低,为成熟淋巴细胞,单核细胞比例明显增高,以幼稚单核细胞为主,幼稚单核细胞占92.5%,符合急性单核细胞白细胞；骨髓流式回报:异常髓系幼稚细胞占有核细胞群的94.50%,强表达HLA-DR,表达CD33,CD64,CD36,C0123,部分表达CD117,CD1b,C056,弱表达C038,CD13,CD36,CDA,CD15,不表达CD34,MPO,CD14,cCD3,cCD79a,TDT及其他髓系、淋系标志。诊断急性髓系白血病伴t(9；11)(p21.3；Q23.3)；KMAT2-MLLT3。染色体核型:46,XX,t(9；11)(p22；Q23)[2]/47,IDM,+8[12]/47,XX,+8,der(9)t(9;11),der（11）dic(8;11)(p22;q23)t(9;11)(p21.3；q23.3)[4]/46,XX[2]。故考虑该诊断。",
            "鉴别诊断": "1.骨髓增生异常综合症：患者贫血、白细胞低，需鉴别MDS，但骨穿提示幼稚单核细胞92.5%，不支持MDS诊断。2.自身免疫性疾病：患者青年女性，以乏力起病，血象示贫血、白细胞减低，需考虑自身免疫性疾病，但患者无关节痛、口腔溃疡等系统表现，可完善自身抗体谱进一步明确。",
            "诊断结果": "急性髓系白血病（AML—M5）"
        },
        "cure": "入院予以腰穿+鞘内注射预防性治疗1次：Ara-C50mg+Dex5mg，脑脊液检查未见异常。2021-2-10开始予以中剂量Ara-C方案化疗：Ara-C3.3gq12h*2天，辅以预防过敏、止吐、保肝的支持对症治疗，过程顺利。后结束化疗，未见明显化疗相关不良反应，生命体征稳定，予以出院。"
    },
    {
        "id": 42,
        "symptom": {
            "一般资料": "女性，67岁，退休",
            "主诉": "腹痛4天。",
            "现病史": "患者于4天前食用菠萝及炒肉后出现腹痛，开始为上腹绞痛，后转为全腹，程度剧烈，向肩部放射，伴恶心、呕吐，伴头晕，无发热、皮肤巩膜黄染等。就诊于我院急诊，查消化系统超声提示胆囊结石。考虑\"急性胆囊炎\"，给予抗感染、补液等治疗后，为求进一步诊治收入院。自发病以来，患者精神、睡眠良好，饮食差，大小便正常，体重无明显变化。",
            "既往史": "胆囊结石病史3年，未诊治。"
        },
        "examine": {
            "查体": "双肺呼吸音清，未闻及干湿啰音，心律齐，各瓣膜未闻及病理性杂音，腹部平坦，对称，无腹壁静脉曲张，无胃肠型和蠕动波，腹部柔软，无压痛及反跳痛，未触及异常包块。肝、脾肋下未触及、质软、无压痛，Murphy氏征阴性。腹部叩诊：肝上界在右锁骨中线第五肋间，肝、肾区无叩击痛，无移动性浊音。肠鸣音正常，4次/分。未听到血管杂音。肛门、外生殖器未查脊柱四肢无畸形，双下肢无水肿.四肢肌力、肌张力正常，双膝腱反射正常存在，双巴宾斯基征阴性、脑膜刺激征阴性.",
            "辅助检查": "入院后完善相关检查：血常规:白细胞计数6.99*109/L,中性粒细胞计数4.83*109/L,血红蛋白132g/L,血小板229*109/L,C-反应蛋白4.26mg/L。肝功:白蛋白39.50g/L。电解质:4.00mmol/L，钠137.00mmol/L,氯106.00mmol/L,二氧化碳25.00mmol/L。血糖:葡萄糖6.80mmol/L。胰腺炎血清酶学筛查:淀粉酶122.00U/L,脂肪酶315.00u/L。肌钙蛋白I/T测定（-）。N末端B型尿钠肽前体109.20pg/mL。D-二聚体370.00ng/mL。抗核抗体、抗ENA抗体谱、lgG4（-）。血脂分析:总胆固醇6.82mmol/L,低密度脂蛋白3.89mmol/L。消化系统超声、腹部CT提示：胆囊结石伴胆囊炎。"
        },
        "diagnosis": {
            "初步诊断": "1.急性胆囊炎2.胆囊结石3.血脂异常",
            "诊断依据": "1.腹痛4天。2.既往胆囊结石。3.辅助检查：入院后：C-反应蛋白4.26mg/L。胰腺炎血清酶学筛查:淀粉酶122.00U/L,脂肪酶315.00u/L。血脂分析:总胆固醇6.82mmol/L,低密度脂蛋白3.89mmol/L。消化系统超声胆囊结石伴胆囊炎。",
            "鉴别诊断": "1.急性胰腺炎：常在饮酒、暴饮暴食后诱发，疼痛呈持续性中上腹部剧痛，有时呈刀割样痛，伴腰背部放射，弯腰抱膝位可减轻。常有恶心呕吐，呕吐后腹痛并不减轻。多数患者有中度以上的发热。患者血、尿淀粉酶常明显升高；血淀粉酶大于正常值3倍便可确诊。B型超声波检查可见胰腺呈弥漫性或局限性肿大，CT或MRI检查也可发现胰腺周围渗出等对诊断均有重要价值。2.消化性溃疡穿孔：上腹部剧痛并迅速遍及全腹，体检发现腹肌板样强直，全腹有压痛与反跳痛，肝浊音界缩小或消失。X线透视或平片可发现膈下游离气体。结合既往有溃疡病史等诊断不难确定。3.心绞痛或急性心肌梗死：少数心绞痛或急性心肌梗死患者可表现为上腹剑突下剧痛，且疼痛可向左上腹和右上腹放射，严重时常有烦躁不安、出冷汗，有恐惧感或濒死感。心电图检查可发现深而宽的Q波、ST段抬高及T波倒置等改变。血清肌酸磷酸激酶(CPK)、谷草转氨酶(AST)、乳酸脱氢酶(LDH)及肌钙蛋白、肌红蛋白升高等对诊断极有帮助。4.胆道蛔虫症：单纯的胆道蛔虫症多见于青少年，常表现为突然发作的剑突下绞痛或呈钻顶样痛，少数患者采取膝胸卧位时疼痛可有所减轻，疼痛常阵发性发作，缓解期与常人一样可毫无症状。多数患者伴有呕吐，甚至有呕吐出胆汁者，也有呕吐出蛔虫者。疼痛发作期症状虽很重，但腹部常缺乏体征，这是胆道蛔虫症的特点。如行B超检查，有时在胆管内可发现虫体影像。一般而言，根据疼痛特点及B超检查，本病的确诊率可达90%以上。",
            "诊断结果": "急性胆囊炎,胆囊结石,血脂异常"
        },
        "cure": "1.入院后完善CRP升高，转氨酶、胆红素正常，消化超声和腹部CT提示胆囊结石并胆囊炎。诊断考虑急性胆囊炎胆囊结石2.治疗上，给予流质饮食，泮托拉唑20mgbid抑酸、哌拉西林他唑巴坦4.5gq12hiv抗感染、补液等治疗5天。患者腹痛较前减轻，未再恶心、呕吐，予出院，嘱肝胆外科进一步诊治，评估胆囊切除指征。"
    },
    {
        "id": 43,
        "symptom": {
            "一般资料": "女性，54岁，农民",
            "主诉": "双下肢疼痛无力3个月，加重半个月",
            "现病史": "患者于入院前3个月无明显诱因出现双下肢疼痛无力，上肢可抬举，下肢搀扶下可行走，伴有肢体疼痛麻木感，无言语障碍，无抽搐发作，家属带其来我院神经内科门诊就诊，查颅脑CT显示：双侧腔隙性脑梗死，入院前半个月患者症状有所加重，门诊以肢体疼痛无力收入院，病程中患者睡眠尚可、饮食尚可。",
            "既往史": "既往否认高血压、糖尿病。"
        },
        "examine": {
            "查体": "入院后查体：患者一般状态可，全身浅表淋巴结未触及，气管居中，双肺呼吸音清，心脏节律齐，各瓣区未闻及病理性杂音。腹部平坦，腹软，全腹无压痛、无移动性浊音，双下肢无浮肿，足背动脉搏动良好。神志清楚，言语流利，双侧瞳孔等大同圆，伸舌示齿对称，对光反射存在，双侧眼球活动自如，无眼震，双耳听力正常，双下肢肢体肌力3级，双下肢共济运动查体欠配合。",
            "辅助检查": "全脊柱磁共振显示：椎管内占位性病变"
        },
        "diagnosis": {
            "初步诊断": "肢体疼痛",
            "诊断依据": "1.双下肢疼痛无力3个月，加重半个月入院2.既往否认高血压3.查体：双下肢肌力3级4.全脊柱磁共振显示：椎管内占位性病变",
            "鉴别诊断": "1.脑栓塞：多急性起病，症状于树秒至数分钟达高峰，一般瘫痪较重，既往多伴有房颤，风湿性心脏病等病史，大脑中动脉栓塞易导致大面积脑梗死。2.后循环缺血：既往有脑血管病危险因素，老年急性起病，发病时可有血压升高，头晕症状轻，持续时间长，可有球麻痹、双眼视力改变，肢体活动障碍等后循环表现，头CT和核磁可以鉴别。",
            "诊断结果": "室管膜瘤"
        },
        "cure": "入院后查磁共振显示椎管内占位性病变，诊断为：室管膜瘤，给予腰椎管减压术、髓外硬膜下病变切除术，手术经过：患者全麻起效后，卧于手术床，定位第12腰椎，沿腰部中线纵行切开皮肤、皮下，分离肌内组织，暴露两侧胸12，腰12椎板、关节突关节，咬骨钳咬除腰12椎板，切除黄韧带，纵行切开硬脊膜，硬膜下探查见灰白色肿瘤组织，血供可，显微镜下整块切除肿瘤，确切止血，置入椎弓根钉，载取相应长度的钛棒，适度弯曲，置入钛棒，留置引流管一枚，逐层缝合，术毕。给予给予甲钴胺注射液0.5mg，一天一次静脉点滴，共7天；给予胞磷胆碱注射液0.5g，一天一次静脉点滴，共5天；给予注射用哌拉西林钠他唑巴坦钠4.5g，一天一次静脉点滴，共4天；给予复方氨基酸注射液500ml，一天一次静脉点滴，共5天；通过以上治疗，患者症状有所缓解，患者肢体疼痛无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后康复治疗，定期复查。"
    },
    {
        "id": 44,
        "symptom": {
            "一般资料": "男性，55岁，无",
            "主诉": "乏力、尿黄5天。",
            "现病史": "患者于5天前开始无明显诱因下出现乏力、尿黄，尿液呈深黄色，量较正常少，活动时较平时易疲劳，无明显纳差，无畏寒发热，无腹泻，无尿频尿急尿痛及血尿，未用药治疗，具体不详，上述症状无好转，2天前于外院门诊诊治，具体治疗不详，考虑“急性肝炎、肝功能不全”，起病以来，患者精神、睡眠欠佳，大便正常。无新型冠状病毒肺炎病例接触史。",
            "既往史": "患者有反复头痛病史约3年余，平时反复发作，自服“去痛片”治疗，近1月来仍有间中服用。近1月来间有上腹痛。否认高血压病、冠心病、糖尿病史，否认肝炎、结核等传染病史，否认重大外伤手术史，否认输血史。否认食物药物过敏史。否认近1月有外地旅行史。否认高血压病、冠心病、糖尿病病史，否认肝炎、肺结核病史，否认重大外伤手术史，否认输血史，否认食物药物过敏史。已接种新冠疫苗2针，其余预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养中等，无贫血貌，神志清，自主体位，查体合作。全身皮肤粘膜轻度黄染，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音粗，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率54次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹部查体见专科情况。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：全身皮肤黏膜、巩膜轻度黄染，未见肝掌及蜘蛛痣。腹平软，无压痛，无反跳痛，未触及明显包块，肝脾肋下未及，墨菲氏征阴性，肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。",
            "辅助检查": "外院：血清丙氨酸氨基转移酶测定297U/L、血清天门冬氨酸氨基转移酶测定83U/L、TBIL34.4U/L、乙型肝炎表面抗原测定(HBsAg)"
        },
        "diagnosis": {
            "初步诊断": "1.急性肝炎（药物性肝炎？）2.肝功能不全",
            "诊断依据": "1.男，55岁。2.专科检查：腹平软，无压痛反跳痛，未触及异常包块，肝脾肋下未及，肝区无叩击痛，Murphy征（-），移动性浊音阴性，肠鸣音正常，约5次/分。3.病史：患者有反复头痛病史约3年余，平时反复发作，自服“去痛片”治疗，近1月来仍有间中服用。4.结合患者病史及辅助检查。",
            "鉴别诊断": "慢性乙型病毒性肝炎性：多有慢性肝炎病史，可出现皮肤黄染、食欲下降，检查有乙型肝炎表面抗原测定(HBsAg)阳性，可排除。",
            "诊断结果": "1.急性肝炎（非病毒性）2.肝功能不全"
        },
        "cure": "入院后完善相关检查，实验室检查：白细胞(WBC)4.7710^9/l，中性粒细胞数(NEU#)3.0410^9/l，血红蛋白(HGB)112g/l，血清丙氨酸氨基转移酶测定(ALT)199.00U/L↑，血清天门冬氨酸氨基转移酶测定(AST)71.00U/L↑，血清Y-谷氨酰基转移酶测定(GGT)243.00IU/L↑，血清直接胆红素测定(DBIL)7.24μmol/L↑，血清总蛋白测定(TP)68.20g/L，血清白蛋白测定(ALB)40.10g/L，血清总胆红素测定(TBIL)16.00μmol/L，血清直接胆红素(DBIL)7.24μmol/L↑，感染7项阴性，乙肝病毒定量阴性。结合患者病史，诊断为：急性肝炎（非病毒性）、肝功能不全。治疗上予以静滴多烯磷脂酰胆碱注射液10ml每日一次、舒肝宁注射液10ml每日一次、甘草酸单铵半胱氨酸氯化钠注射液250ml每日一次护肝退黄治疗。同时予以口服双环醇片50mg每日3次护肝降酶治疗。经过积极住院治疗一周，患者症状好转出院。"
    },
    {
        "id": 45,
        "symptom": {
            "一般资料": "男性，63岁，无",
            "主诉": "反复四肢关节疼痛，乏力，大便次数增多，检查发现肝功异常1周。",
            "现病史": "患者诉1周前无明显诱因出现四肢关节疼痛，以双膝及肩关节明显，觉乏力，大便次数增多，解黄色稍烂大便，病后无咳嗽，无咳痰，无胸闷胸痛，有低热，无尿频尿急尿痛，曾到当地医院检查肝功示：ALT196.81u/lAST239.46u/l白蛋白34.46g/l，并予以口服药物治疗（具体不详），效果欠佳，现为进一步治疗来我院就诊，拟“肝功异常查因”收住我科，起病后，患者精神、睡眠一般，未监测体重变化。无新冠肺炎患者接触史，入院后行新冠肺炎核酸筛查。",
            "既往史": "既往有四肢关节疼痛半年余，近期曾服止痛药治疗（具体不详）。否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。无接种新冠疫苗，余预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：老年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜轻度黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率96次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平软，上腹部轻压痛，余腹无压痛，无反跳痛，墨菲氏征阴性，肝脾肋下未及，未及异常包块，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，巩膜轻度黄染，腹平软，上腹部轻压痛，余腹无压痛，无反跳痛，墨菲氏征阴性，肝脾肋下未及，未及异常包块，肠鸣音正常。双下肢轻度浮肿。",
            "辅助检查": "外院：ALT196.81u/L、AST239.46u/L、白蛋白34.46g/L。"
        },
        "diagnosis": {
            "初步诊断": "1.肝功异常查因：药物性肝炎？乙型病毒性肝炎？肝肿瘤？2.痛风性关节炎？3.结肠炎？4.低蛋白血症",
            "诊断依据": "1.男，63岁。2.专科检查：神清，巩膜黄染，腹平软，上腹部轻压痛，余腹无压痛，无反跳痛，墨菲氏征阴性，肝脾肋下未及，未及异常包块，肠鸣音正常。双下肢轻度浮肿。",
            "鉴别诊断": "急性胆囊炎：可表现为腹痛、巩膜黄染等症状，墨菲氏征阳性，结合辅助检查，暂排除。",
            "诊断结果": "1.肝硬化（原因不明）2.低蛋白血症"
        },
        "cure": "入院后完善相关检查，血浆凝血酶原时间测定14.5秒、凝血酶时间测定17.2秒、血清丙氨酸氨基转移酶测定188.00U/L、血清天门冬氨酸氨基转移酶测定228.00U/L、血清Y-谷氨酰基转移酶测定122.00IU/L、血清白蛋白测定28.40g/L、血清总胆红素测定36.66μmol/L、血清直接胆红素测定12.87μmol/L、血清间接胆红素测定23.79umol/L、血清总胆汁酸测定24.50μmol/L、腺苷脱氨酶测定31.80U/L、DR检查:胸片(正位片)：1.心肺膈未见异常。2.胸椎轻度向右侧弯。CT检查:1.肝硬化，请结合临床及实验室检查，建议必要时MRI平扫+增强进一步检查。2.左肾囊肿。3.前列腺钙化。治疗上予康艾注射液40ml每日1次、多烯磷脂酰胆碱注射液10ml每日一次护肝治疗。根据目前检查考虑：1.肝硬化2.低蛋白血症，目前肝硬化及关节痛病因不明，完善血沉、肝纤四项、风湿四项检查，予加用注射用甲泼尼龙琥珀酸钠40mg+0.9%氯化钠注射液(NS)20ml,iv、复方甘草酸苷胶囊75mg*40粒/盒,每次150mg,每日3次/1天,口服治疗。入院第四天，红细胞沉降率测定123mm/h↑。C—反应蛋白测定38.40mg/L↑。类风湿因子测定13.70IU/ml。抗链球菌溶血素O测定14.70IU/ml。抗环瓜氨酸肽抗体7.90U/ml。血清层黏连蛋白测定198.336ng/mL↑。人III型前胶原肽测定20.867ng/mL↑。血清透明质酸酶测定634.516ng/mL↑。血清IV型胶原测定175.023ng/mL↑。因患者白蛋白低，昨天患者家属自备白蛋白输注，过程顺利，输完后患者无不适。经过住院8天治疗，患者四肢关节疼痛，乏力减轻出院。"
    },
    {
        "id": 46,
        "symptom": {
            "一般资料": "男性，59岁，工人",
            "主诉": "间断胸闷、气短6个月，加重1周",
            "现病史": "患者6个月前开始常于劳累后出现胸闷、气短，偶伴心悸，发作持续30分钟左右可自行缓解，此后上述症状间断发作。患者1周来上述症状加重，并伴有乏力，活动耐力减低，无晕厥黑矇，无恶心呕吐，无明显心前区疼痛，次日就诊于外院，做心电图示：心房颤动，心脏彩超示：射血分数35％，未住院系统治疗。2天前就诊于我院门诊，对症予患者扩冠、抗板、降脂及抗心衰等治疗，仍有上述症状发生，今为进一步诊治入院。病来无发热，无咳嗽、咯痰，无夜间阵发性呼吸困难，无下肢水肿，饮食尚可，大小便正常，近期体重无明显变化。",
            "既往史": "否认高血压、冠心病及糖尿病病史。饮酒30年，每日白酒半斤。"
        },
        "examine": {
            "查体": "神情语明，双肺呼吸音清，未闻及干湿啰音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率104次／分，心律绝对不齐，心音强弱不等，各瓣膜听诊区未闻及病理性杂音。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉搏动好，无血管杂音，双足背动脉搏动良好。",
            "辅助检查": "NT-ProBNP404.20pg/mL，经胸心脏三维超声及左心室收缩、舒张功能测定检查意见:双房及左室大（左房内径：42（58×50）、右房内径：51×45、左室舒末内径：58）；二、三尖瓣反流（微量-轻度）；主动脉瓣退行性变；左室舒张功能减低；静息状态下左室整体收缩功能减低（射血分数EF：34%）。动态心电图示：异位节律、心房颤动伴快心室率（平均心率105次/分）；T波改变。"
        },
        "diagnosis": {
            "初步诊断": "1.心肌病心功能不全（心功能Ⅱ级）2.心律失常房颤3.冠心病不除外",
            "诊断依据": "1.患者既往吸烟、喝酒史。6个月前开始常于劳累后出现胸闷、气短，偶伴心悸，发作持续30分钟左右可自行缓解，此后上述症状间断发作。患者1周来上述症状加重，并伴有乏力，活动耐力减低，无晕厥黑矇，无恶心呕吐，无明显心前区疼痛，心脏彩超示：射血分数35％，未住院系统治疗。2.体格检查：心律绝对不齐，心音强弱不等。辅助检查：2021-11-26入院床旁心电图：心房颤动，心率104次/分。3.患者有年龄、饮酒吸烟等危险因素，及活动后胸闷气短不适，不能除外冠心病。",
            "鉴别诊断": "需要和以下疾病鉴别，具体鉴别点如下：1.支气管哮喘：心源性哮喘需与支气管哮喘相鉴别，前者多见于中老年人有高血压、冠心病或慢性心瓣膜病史，后者多见于青少年有过敏史；前者发作时必须坐起，重症者肺部有干湿啰音，甚至咳粉红色泡沫痰，后者发作时双肺可闻及典型哮鸣音，咳出白色粘痰后呼吸困难常可缓解。本例患者否认既往哮喘病史，且缺乏典型哮喘发作的症状及体征。2.心包积液、缩窄性心包炎：患者可出现颈静脉怒张、肝大、下肢水肿等表现，根据患者病史、心脏体征以及周围血管体征可资鉴别，超声心动图检查可明确诊断。本例患者心脏超声结果未见心包相关病变，故除外心包积液、缩窄性心包炎3.肝源性及肾源性浮肿：通过患者肝病及肾病病史、基础心脏病体征有助于鉴别，且非心源性肝硬化不会出现颈静脉怒张等上腔静脉回流受阻的体征。患者本次入院肝肾功能化验均正常，故除外肝肾源性原因导致的气短。",
            "诊断结果": "1.酒精性心肌病心功能不全（心功能Ⅱ级）2.心律失常房颤"
        },
        "cure": "入院后针对患者目前心功能不全急性发作状态，用药原则首先考虑减轻心脏前后负荷，通过予以重组人利钠肽静脉泵入减轻心脏负荷，呋塞米20mg，日二次口服，螺内酯20mg，日一次口服，两种利尿药物口服减轻前负荷，沙库巴曲缬沙坦50mg，日二次口服，达格列净10mg，日一次口服，琥珀酸美托洛尔47.5mg，日一次口服，以上三种药物口服改善心肌重构和改善心衰预后治疗。阿司匹林100mg，日一次口服，氯吡格雷75mg，日一次口服，利伐沙班15mg，日一次口服，完善冠脉CTA明确冠心病，结果回报冠脉未见狭窄病变。考虑患者心脏超声提示EF下降，与患者长期大量饮酒史有关，考虑为酒精性心肌病可能性大，停用双抗，继续抗心衰药物治疗，静脉药物应用8天后，患者气短症状明显缓解，好转出院,出院前宣教戒酒，按医嘱服药，出院3个月后门诊复查心脏超声，提示EF：54%，较入院明显缓解，修订诊断为酒精性心肌病。前后"
    },
    {
        "id": 47,
        "symptom": {
            "一般资料": "男性，88岁，离退人员",
            "主诉": "家属代述：嗜睡半月，加重伴腹、泻呕吐2日",
            "现病史": "家属代述：患者半月前患“带状疱疹”后出现嗜睡症状，可唤醒，但无法正常交流，神情淡漠、反应慢，言语含混，对指令难以做出正确反应；2日前患者嗜睡症状加重伴腹泻、呕吐，腹泻约6次（为黄绿色水样便、内有粘液），呕吐约5次（为黄绿色水样胃内容物），未予治疗；病程中患者未见明显肢体活动障碍，未述胸痛、呼吸困难、未见咖啡色呕吐物未见咖啡色便，近半月家属以“抗病毒药”及“阿昔洛韦凝胶”治疗“带状疱疹”中。今日为求进一步诊治急来我院，急诊CT：多发腔隙性脑梗塞皮层下动脉硬化性脑病老年性脑改变，脑干低密度考虑梗塞，双肺间质性改变，右肺钙化灶右主支气管内痰栓，双侧胸膜局限增厚，肝胆脾胰腺CT平扫未见明显异常，左肾囊性病变，前列腺增大，右侧回肠末端及结肠起始处壁增厚，急诊以“结肠炎？”，收入急诊缓冲病房治疗。一般情况：患者自发病以来，食欲欠佳，精神欠佳，睡眠欠佳，体重无明显异常。",
            "既往史": "平素体质一般；甲状腺功能异常3年，未用药，否认“高血压”、“心脏病”史，否认“肝炎”、“结核”、“疟疾”病史；否认食物、药物过敏史；否认手术史,否认外伤史,否认输血史。"
        },
        "examine": {
            "查体": "T:36.2℃，P:88次/分，R:18次/分，BP:135/75mmHg。急性面容，表情淡漠，被动体位，神志嗜睡，查体无法合作，双瞳孔等大同圆，对光反射迟钝，伸舌居中，颈软，颈静脉无怒张，甲状腺未触及肿大，双肺呼吸音粗，未闻及干湿啰音，心率：88次/分，心律齐，心界不大，心音正常，各瓣膜听诊区未闻及病理性杂音，腹稍紧张，中上腹、左下腹轻压痛，肝脾肋下未触及，肠鸣音6次/分，莫菲氏征（－），麦氏点压痛（－），移动性浊音（－），双下肢胫前无浮肿，四肢肌力及肌张力无法查，生理反射存在，病理反射未引出。",
            "辅助检查": "急诊CT：多发腔隙性脑梗塞皮层下动脉硬化性脑病老年性脑改变，脑干低密度考虑梗塞，双肺间质性改变，右肺钙化灶右主支气管内痰栓，双侧胸膜局限增厚，肝胆脾胰腺CT平扫未见明显异常，左肾囊性病变，前列腺增大，右侧回肠末端及结肠起始处壁增厚，SPO2：:98%."
        },
        "diagnosis": {
            "初步诊断": "腔隙性脑梗塞，急性结肠炎",
            "诊断依据": "1.嗜睡半月，加重腹泻、呕吐2天；2.腹稍紧张，中上腹、左下腹轻压痛，肝脾肋下未触及，肠鸣音6次/分；3.CT检查：多发腔隙性脑梗塞皮层下动脉硬化性脑病老年性脑改变，脑干低密度考虑梗塞，双肺间质性改变，右肺钙化灶右主支气管内痰栓，双侧胸膜局限增厚，左肾囊性病变，前列腺增大，右侧回肠末端及结肠起始处壁增厚",
            "鉴别诊断": "1.脑出血：高血压病史，急性起病，多有头痛恶心呕吐等颅压高症状，伴有偏瘫失语等神经系统定位体征。头部ＣＴ：可见出血病灶。2.脑栓塞：起病急骤，局造性体征在数秒至数分钟达到高峰；常有心源性栓子来源，常见大脑中动脉栓塞引起大面积脑梗死，导致脑水肿及颅内压增高，常伴癎性发作。3.细菌性痢疾：腹痛，腹泻，伴脓血便，便常规可见红白细胞，便培养可见痢疾杆菌。",
            "诊断结果": "1.急性胃肠炎2.腔隙性脑梗死3.消化道出血4.泌尿道感染5.甲状腺功能异常"
        },
        "cure": "1.急诊科病区入院常规。2.一级护理，暂禁饮食。3.完善相关检查:甲状腺检查2021-06-15：游离三碘甲状腺原氨酸3.29pmol/L↓，TSH促甲状腺素6.03uIU/mL↑，抗甲状腺过氧化物酶抗体378.78IU/ml↑；尿常规检查2021-06-15：白细胞（沉渣）379.90/ul↑，白细胞高倍视野75.98HPF↑，尿红细胞7576.90/ul↑，红细胞高倍视野1515.38HPF↑；D-2聚体检查2021-06-14：纤维蛋白（原）降解产物7.95mg/L↑，纤维蛋白原浓度3.91g/L↑，D-二聚体浓度2.26mg/LFEU↑；SPO2：:99%。4.给予抗炎盐水100ml+硫酸依提米星注射液（悉能）300mg一日一次静点消除炎症、改善循环盐水500ml/50ml+生长抑素（思他宁/已几苏）3000ug/3mg（1支）24小时持续静脉输液/静脉泵入4ml/h止血、肠内营养百普力500ml一日两次鼻饲经鼻胃肠内高营养检测血糖2h一次及对症用药4天后，腹泻明显缓解无发热，无咳嗽咳痰，嗜睡。患者家属要求今日静点结束后出院。处置:建议出院后继续治疗，不适随诊。"
    },
    {
        "id": 48,
        "symptom": {
            "一般资料": "女性，64岁，农民",
            "主诉": "间断心悸20年余，加重伴胸闷半天",
            "现病史": "患者20年无明确诱因下出现心悸不适，呈阵发性，持续数分钟，可自行好转，曾于发作时医院就诊，完善心电图检查，诊断为“室上性心动过速”，期间未做特殊处理。20年来患者反复发作上述不适，未再医院就诊。今日上午10时左右，患者再发心悸症状，性质同前，程度较前加重，持续不能缓解，伴有明显胸闷，胸闷位于胸骨后，伴有压榨感，持续不缓解，无胸痛，无明显头痛、头晕，无恶心呕吐，无口齿不清、行走不稳；无反酸、嗳气，无腹痛，无发热等。故来我院急诊，心电图示：室上性心动过速（HR196次/分），胸部CT：两肺纹理增强，建议结合临床及隔期复查；血常规：白细胞12.74*10~9/L，钾离子：5.23mmol/L，肌红蛋白：148ng/ml，B型钠尿肽前体303pg/ml；余肝肾功能，凝血功能未见明显异常，急诊给予普罗帕酮静推复律，随后患者转为窦性心律，复查心电图：窦性心律，ST段压低；急诊给予患者口服阿司匹林肠溶片，氯吡格雷负荷剂量，拟“急性冠脉综合症，心律失常”收入院。发病以来，患者精神、食欲、睡眠欠佳，大、小便正常，体重无变化。",
            "既往史": "有高血压病史，具体时间不详，血压最高“160/100mmHg”；从未服药，血压未规律监测。"
        },
        "examine": {
            "查体": "发育正常,营养中等，神志清楚，对答切题，自主体位，查体合作。无明显贫血貌，全身皮肤粘膜无黄染，无出血点及瘀斑。锁骨上、颈前、颈后、腋窝下等浅表淋巴结未及肿大。头颅无畸形，毛发分布均匀。双眼睑无浮肿，结膜无充血，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏。双侧耳廓无畸形，无牵拉痛，外耳道无脓性分泌物，乳突无压痛。无鼻翼扇动及鼻出血，鼻唇沟对称，鼻窦区无压痛。口腔无特殊气味，口唇无绀，伸舌居中，咽不红，双扁桃体不大。颈软，颈静脉无充盈，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，胸壁无压痛。正常女性乳房，左右对称，未及包块。两侧呼吸运动度基本对称，语颤对称。两肺叩诊呈清音。两肺呼吸音清，未可闻及干湿性罗音。心前区无异常隆起，心尖搏动不弥散，位于左第五肋间锁骨中线交接处，未触及震颤，心界无扩大，心率76次/分，律齐，各瓣膜区未闻及明显病理性杂音，无心包摩擦音。大动脉搏动正常。无水冲脉、枪击音，毛细血管搏动征阴性。全腹平坦，未见肠形及蠕动波，未见曲张静脉，全腹软，无压痛，无反跳痛、肌卫，肝脾肋下未及，墨菲氏征阴性，肝区及双肾区无叩痛，移动性浊音阴性。肠鸣音4-5次/分。直肠、肛门、外生殖器未查。脊柱无畸形，棘突无叩、压痛。四肢无畸形，关节无红肿，双下肢无浮肿。四肢肌力V级，肌张力正常。双侧膝反射对称存在，双侧巴氏征阴性，克氏征、布氏征阴性。",
            "辅助检查": "心电图示：室上性心动过速（HR196次/分），胸部CT：两肺纹理增强，建议结合临床及隔期复查；血常规：白细胞12.74*10~9/L，钾离子：5.23mmol/L，肌红蛋白：148ng/ml，B型钠尿肽前体303pg/ml；余肝肾功能，凝血功能未见明显异常。复查心电图：窦性心律，ST段压低；"
        },
        "diagnosis": {
            "初步诊断": "急性冠脉综合征，心律失常：阵发性室上性心动过速，心功能II级(NYHA），高血压1级，很高危组。",
            "诊断依据": "1.急性冠脉综合征，心律失常：阵发性室上性心动过速，心功能II级(NYHA)：1)老年女性，高血压，吸烟史，存在动脉粥样硬化易患因素。2)因“间断心悸20年余，加重伴胸闷半天”入院。3)患者20年出现心悸不适，呈阵发性，持续数分钟，曾完善心电图检查诊断为“室上性心动过速”，今日上午10时左右，患者再发心悸症状，性质同前，程度较前加重，持续不能缓解，伴有明显胸闷，胸闷位于胸骨后，伴有压榨感，持续不缓解；4)辅检：心电图示：室上性心动过速（HR196次/分），胸部CT：两肺纹理增强，建议结合临床及隔期复查；血常规：白细胞12.74*10~9/L，钾离子：5.23mmol/L，肌红蛋白：148ng/ml，B型钠尿肽前体303pg/ml；余肝肾功能，凝血功能未见明显异常，复查心电图：窦性心律，ST段压低；5)查体：血压141/72mmHg，平卧位，神志清楚，呼吸平稳，口唇无发绀。颈静脉无充盈，肝颈静脉回流征阴性。两肺呼吸音粗，未闻及干湿性啰音。心前区无异常隆起，心尖搏动于左第五肋间锁骨中线内1.0cm处，范围无弥散，心界无扩大，心率76次/分，律齐，心音无亢进、减低，各瓣膜听诊区未闻及病理性杂音。全腹软，无压痛，肝脾肋下未扪及。双下肢无明显。双侧巴氏征阴性。结合病史、临床表现及相关检查，考虑该诊断，需随访心电图、心肌标记物变化、进一步冠脉造影以明确病情。因患者一般活动后稍气促，故心功能II级（NYHA）。2.高血压1级，很高危组：患者老年女性，因“间断心悸20年余，加重伴胸闷半天”入院。患者自诉有高血压病史，具体时间不详，血压最高“160/100mmHg”；从未服药，血压未规律监测。无明确肾性、内分泌性等继发性高血压因素，故考虑原发性高血压病。根据血压升高幅度，此次入院诊断急性冠脉综合征，考虑此分级分组。",
            "鉴别诊断": "1.急性心包炎：也可表现为胸痛及ST段抬高，但多伴气促、心电图除aVR外广泛导联ST段弓背向下抬高、胸片见烧瓶样心等，该患者目前诊断依据不足。2.胃食道返流征：患者出现胸骨中段后方胸闷症状，伴反酸、恶心、呕吐，警惕此诊断可能，但一般本病与体位改变有关，平卧症状加重，与本患者情况不符，且心电图有心肌缺血表现，需进一步完善检查，必要时考虑胃镜鉴别。",
            "诊断结果": "心律失常：阵发性室上性心动过速，心功能II级(NYHA），高血压1级，很高危组。"
        },
        "cure": "患者入院后抗血小板聚集；调脂、稳定斑块：普伐他汀；扩冠：硝酸异山梨酯；降压，抑制心室重塑：培哚普利；减慢心室率，降低心肌耗氧：美托洛尔缓释片。07.07行CAG检查，排除冠心病诊断。住院期间血压最高160/100mmHG,故考虑高血压病2级，07.11局麻下行心内电生理检查+心脏射频消融术，手术顺利，继续予营养心肌改善循环等治疗，患者病情逐渐平稳，住院12天，上级医师查房后准予出院。"
    },
    {
        "id": 49,
        "symptom": {
            "一般资料": "男性，72岁，退休",
            "主诉": "发现心房颤动3年，再发心房扑动1周",
            "现病史": "患者3年前发现心房颤动，于我院住院治疗行心电生理检查及射频消融术，术后1个月发现心房扑动，再次于我院住院治疗行电转律治疗，治疗后转为窦性心律。1周前患者自觉心跳加快，就诊于陆军总院急诊，行心电图：心房扑动，心率142次/分，给予胺碘酮（具体剂量不详）治疗，后心电图：心房扑动，心率104次/分，后于我院门诊就诊，心电图显示心房扑动，心率140次/分，今为求进一步诊治入我院，病来无视物模糊，无头晕头痛，无发热寒战，无咳嗽咳痰，无胸闷及气短，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。高血压：发现高血压3年半，最高血压160mmHg/90mmHg，目前规律服用马来酸依那普利片5mg早1次，血压控制在110-120mmHg/90mmHg。",
            "既往史": "冠心病：患者自述3年前曾行冠脉CT，自述有1根血管（具体不详）狭窄60%，其余血管狭窄20-30%（具体不详）。"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：140次/分，心律不齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "入院心电图：心房颤动，心率146次/分。"
        },
        "diagnosis": {
            "初步诊断": "心律失常心房颤动心电生理检查及房颤射频消融术后",
            "诊断依据": "查体：心律不齐，辅助检查：入院心电图：心房颤动，心率146次/分。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。该疾病可与缺血性心肌病、高血压性心脏病、原发性心肌病、老年退行性变等疾病相鉴别",
            "诊断结果": "心律失常心房颤动心电生理检查及房颤射频消融术后再次心电生理检查及射频消融术后左心耳封堵术后"
        },
        "cure": "肺部CT平扫(64排)检查意见:右肺中叶肺不张，发育所致？请结合临床及病史。双肺局限性气肿、右肺上叶、中叶肺大疱。右肺小结节、左肺微小结节，随诊观察。左肺上叶慢性炎症可能大。双肺陈旧病变。气管痰栓可能大。主动脉及冠状动脉粥样硬化改变。经食管三维心脏超声+图文报告检查意见:左、右心房及心耳内未见确切血栓左心耳功能减低就诊日期。经胸心脏三维超声及左心室收缩、舒张功能测定+图文报告检查意见:双房大左室心肌肥厚二、三尖瓣反流（轻度）主动瓣退行性变左室舒张功能减低静息状态下左室整体收缩功能正常。NT-ProBNP1419.00pg/mL,HDL-C0.81mmol/L,apoA-10.99g/L,其余化验未见异常。患者卒中评分及出血评分均偏高，且患者主观意愿不同意长期口服抗凝药物治疗，建议行房颤射频消融治疗联合左心耳封堵手术。术后患者心率恢复窦性节律，继续抗凝抗血小板治疗，好转出院。"
    },
    {
        "id": 50,
        "symptom": {
            "一般资料": "女性，67岁，退休",
            "主诉": "头晕伴晕厥7个月，再发5天",
            "现病史": "患者7个月前无明显诱因出现头晕伴晕厥，数秒钟后清醒，无大小便失禁，此后上述症状间断发作，5日前上述症状再发，就诊于当地医院，诊断为窦缓，今为求进一步诊治入我院。病来无视物模糊，无发热寒战，无咳嗽咳痰，无胸闷及气短，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "2022年行冠脉造影前降支植入支架1枚.高血压病史10年，平素口服替米沙坦降压，血压控制在120/80mmHg。"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：75次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "心脏超声：EF：37%，左室心肌节段性变薄，广泛运动异常，左心大，主动脉瓣退行性变，升主动脉增宽，左室舒张功能减低，左室收缩功能减低。心电图：窦缓、III导联异常Q波，前壁导联异常Q波，完全性右束支阻滞，左前分支阻滞，多源室早。动态心电图：窦缓，窦性心律不齐，心室停搏（最长RR间歇8.11s），间歇性室性逸搏，偶发房早、成对房早、短阵房速、频发室早、间位室早、多源室早、室早二、三联律、短阵室速，II°房室传导阻滞，高度房室传导阻滞，完全性右束支传导阻滞。肌钙蛋白：0.035ng/ml,NT-proBNP:368.9pg/ml，其余化验均未见异常。"
        },
        "diagnosis": {
            "初步诊断": "1.心律失常窦性心动过缓心室停搏（最长RR间歇8.11s），间歇性室性逸搏，偶发房早、成对房早、短阵房速、频发室早、间位室早、多源室早、室早二、三联律、短阵室速，II°房室传导阻滞，高度房室传导阻滞，完全性右束支传导阻滞2.冠心病冠脉造影及PCI术后3.高血压病2级（极高危）",
            "诊断依据": "1.患者存在反复晕厥症状，入院动态提示窦缓，窦性心律不齐，心室停搏（最长RR间歇8.11s），间歇性室性逸搏，偶发房早、成对房早、短阵房速、频发室早、间位室早、多源室早、室早二、三联律、短阵室速，II°房室传导阻滞，高度房室传导阻滞，完全性右束支传导阻滞。2.患者2022年行冠脉造影前降支植入支架1枚.3.高血压病史10年，平素口服替米沙坦降压，血压控制在120/80mmHg。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "1.心律失常窦性心动过缓心室停搏（最长RR间歇8.11s），间歇性室性逸搏，偶发房早、成对房早、短阵房速、频发室早、间位室早、多源室早、室早二、三联律、短阵室速，II°房室传导阻滞，高度房室传导阻滞，完全性右束支传导阻滞CRTD植入术后2.冠心病冠脉造影及PCI术后缺血性心肌病心功能不全心功能III级3.高血压病2级（极高危）"
        },
        "cure": "入院后予以心电、血压、血氧监护，针对心律失常，予以门冬氨酸钾镁2粒，日三次口服，沙库巴曲缬沙坦100mg，日二次降压改善心衰，达格列净10mg，日一次口服，螺内酯20mg，日一次口服。针对患者窦停，房室传导阻滞，同时考虑患者存在冠心病造成缺血性心肌病，EF下降，存在植入CRTD适应症，择期行CRTD植入术，术后患者未再发作晕厥不适，住院5天后症状明显缓解出院。"
    },
    {
        "id": 51,
        "symptom": {
            "一般资料": "女性，65岁，退休",
            "主诉": "胸闷气短2个月余，加重1个月",
            "现病史": "患者2个月前无明显诱因出现胸闷气短，无恶心呕吐，无头晕黑曚，无晕厥，无气短，休息20分钟后自行缓解，位系统治疗。此后上述症状反复发作，多由劳累及情绪激动诱发。近一个月来上述症状加重，发作较前频繁，于我院急诊就诊，行动态心电图提示：偶发房早、短阵房速、频发室早、完全性左束支传导阻滞，NT-ProBNP2650.00pg/mL,。病来无视物模糊，无头晕头痛，无发热寒战，无咳嗽咳痰，无胸闷及气短，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "否认高血压糖尿病病史"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：97次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "NT-ProBNP2650.00pg/mL，肌钙蛋白、CK-MB，肝肾功均正常。心脏超声：EF34%，全心大，左心为主，二尖瓣反流（中度），肺动脉高压，下腔静脉增宽，提示右房压力升高，主动脉瓣退行性变，左室收缩功能明显减低。ECG：窦律，室早房早，完全性左束支传导阻滞。动态：偶发房早、成对房早、短阵房速、频发多源室早（21549）、成对室早、室早二、三联律、短阵室速、室性逸搏心律、完全性左束支传导阻滞。"
        },
        "diagnosis": {
            "初步诊断": "1.扩心病慢性心功能不全心功能III级2.心律失常偶发房早、成对房早、短阵房速、频发多源室早、成对室早、室早二、三联律、短阵室速、室性逸搏心律、完全性左束支传导阻滞。",
            "诊断依据": "1.患者存在胸闷气短症状，近1个月加重，入院心脏超声提示EF下降，NT-proBNP化验提示异常，且患者既往曾就诊行冠脉CTA未见狭窄病变，结合患者心脏超声提示全心大诊断为扩心病，慢性心功能不全，心功能III级。2.患者入院完善动态心电图提示偶发房早、成对房早、短阵房速、频发多源室早、成对室早、室早二、三联律、短阵室速、室性逸搏心律、完全性左束支传导阻滞。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "1.扩心病慢性心功能不全心功能III级CRTD植入术后2.心律失常偶发房早、成对房早、短阵房速、频发多源室早、成对室早、室早二、三联律、短阵室速、室性逸搏心律、完全性左束支传导阻滞。"
        },
        "cure": "入院后考虑患者存在慢性心功能不全急性失代偿期，予以静脉重组人利钠肽减轻心脏负荷、改善心衰治疗，同时根据患者血压，予以沙库巴曲缬沙坦25mg，日二次口服，倍他乐克23.75mg，日一次口服，控制心率，抗心衰治疗。加用达格列净10mg，日一次口服。呋塞米20mg，日三次口服，螺内酯20mg，日一次口服，利尿减轻心脏负荷。经过3天强化抗心衰治疗，患者气短症状明显缓解，行CRTD植入术，术后加用胺碘酮0.2g,日三次口服控制室早。术后复查动态，NT-ProBNP680.00pg/mL，患者无明显不适，好转出院。"
    },
    {
        "id": 52,
        "symptom": {
            "一般资料": "男性，36岁，无",
            "主诉": "反复咳嗽、咳痰3月，加重间伴发热3天余。",
            "现病史": "患者于3月前始反复出现咳嗽、咳痰、咳少许黄痰，于私人诊所治疗（具体不详），症状可缓解，3天余前出现上述症状加重间伴发热，最高体温T39.5℃，无畏寒，无明显气促，无胸痛、心前区压榨感，无咯血、盗汗，无恶心，无呕吐，无腹痛、腹胀，无腹泻、解黑便，外院就诊过，诊断：1、继发性肺结核痰涂（+）；2、结核性胸膜炎；3、地中海贫血；4、电解质紊乱；5、左侧胸腔积液。",
            "既往史": "有地中海贫血病史，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎病史及密切接触史。无外伤手术史，无输血史。自诉有安乃近过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，双肺呼吸音清，可闻及少许细湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率106次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。双下肢无浮肿。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：左侧背部留置胸腔积液引流管，双肺呼吸音清，可闻及少许细湿性罗音；心界不大，心率106次/分，律齐，双下肢无浮肿。",
            "辅助检查": "暂缺"
        },
        "diagnosis": {
            "初步诊断": "1.继发性肺结核痰涂（+）；2.结核性胸膜炎；3.地中海贫血；4.电解质紊乱；5.左侧胸腔积液",
            "诊断依据": "1.男，36岁。因“反复咳嗽、咳痰3月，加重间伴发热3天余”步行入院。有地中海贫血病史，曾在外院住院治疗，于左侧胸腔置管引流积液等治疗后于今天出院，出院诊断：1、继发性肺结核痰涂（+）；2.结核性胸膜炎；3.地中海贫血；4.电解质紊乱；5.左侧胸腔积液。2.专科检查：左侧背部留置胸腔积液引流管，双肺呼吸音清，可闻及少许细湿性罗音；心界不大，心率106次/分，律齐，双下肢无浮肿。",
            "鉴别诊断": "1.原发性肺结核、支气管淋巴结结核，应该与结节病、淋巴瘤、组织细胞增生症、转移性恶性肿瘤和各种纵膈恶性肿瘤等疾病相鉴别；如果胸部x线片仅显示肺内病灶，而肺门淋巴结不肿大时，则应该与各种非结核性肺部炎症相鉴别；如果原发病灶出现干酪坏死和空洞时，需与肺脓肿相鉴别。2.血行播散型肺结核，从影像学改变出发，应该与非结核肺部感染、支气管肺泡细胞癌，肺淋巴管癌和弥漫性肺间质纤维化相鉴别。",
            "诊断结果": "1.继发性肺结核；2.结核性胸膜炎；3.地中海贫血；4.胸腔积液；"
        },
        "cure": "患者入院予以呼吸道隔离治疗，并完善相关检查：中性粒细胞比率(NEU%)76.6%↑，降钙素原检测(PCT)0.242ng/ml↑，超敏C反应蛋白68.91mg/L↑，肺炎衣原体IgM抗体(CPN-IgM)弱阳性(±)。影像提示：1.结合病史，考虑左肺及右肺下叶继发性结核。2.左侧胸腔闭式引流术后改变，左侧胸腔引流管留置，左侧胸腔少量积液，左侧叶间裂少量积液（部分包裹）。3.心腔密度减低，考虑贫血，请结合实验室检查；心包少量积液。结合患者病史，诊断为1、继发性肺结核；2、结核性胸膜炎；3、地中海贫血；4、胸腔积液；治疗上予以地塞米松磷酸钠注射液5mg每日一次、左氧氟沙星氯化钠注射液0.5g每日1次抗炎抗感染治疗。入院第五天，拆除左侧背部留置胸腔积液引流管。同时予以异烟肼片300mgqd、吡嗪酰胺片750mgqd、利福平胶囊300mgqd、盐酸乙胺丁醇片0.25gqd四联抗结核治疗，结合肝太乐0.2gtid护肝治疗。经过积极治疗9天，患者症状好转出院，出院时无发热、畏寒，咳嗽缓解、胸腔无积液、无胸痛，转慢性病防治院继续治疗。"
    },
    {
        "id": 53,
        "symptom": {
            "一般资料": "女性，29岁，无",
            "主诉": "咳嗽、咳痰、气促4月余。",
            "现病史": "缘患者于4月余前天气变化时受凉后始出现咳嗽、咳痰，间中呈刺激性咳嗽，咳中量白痰，伴发热，并气促，活动用力后为甚，休息可减轻，无胸痛、咳血等症；患者起病后曾到当地医院住院诊治，考虑肺结核，患者自动出院，未规范诊治，症状有所减轻，现咳嗽、咳痰、气促症状再次反复加重，遂至我院门诊诊治，建议收入我科，患者近期精神、睡眠、胃纳一般，大小便正常，体重无明显变化。",
            "既往史": "否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：青年女性，发育正常，神清，慢性病容，精神一般，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。颈静脉无怒张，胸廓对称，双肺听诊呼吸音粗，双肺可闻及散在湿啰音及少许哮鸣音；心率96次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音；专科查体：腹查体（-），双足轻微紫绀，四肢肌力、肌张力正常，生理反射正常，病理反射未引出。",
            "辅助检查": "外院胸部CT示：双肺感染，请结合临床及进一步检查；肝内多发团片状低密度影。"
        },
        "diagnosis": {
            "初步诊断": "双肺感染（结核待排）。",
            "诊断依据": "1.女，29岁，咳嗽、咳痰、气促4月余。2.专科检查：T：36.5℃，Ｐ：96次/分，R：23次/分，BP：112/71mmHg，神清，慢性病容，精神一般，颈静脉无怒张，胸廓对称，双肺听诊呼吸音粗，双肺可闻及散在湿啰音及少许哮鸣音；心率96次/分，律齐无杂音；腹查体（-），双足轻微紫绀，四肢肌力、肌张力正常。",
            "鉴别诊断": "心源性哮喘：心源性哮喘可有相似临床表现，完善相关检查以目前诊断。",
            "诊断结果": "1.肺孢子虫病；2.艾滋病；3.肺部混合感染（真菌、支原体）；4.乙型病毒性肝炎大三阳；5.肝海绵状血管瘤。"
        },
        "cure": "患者入院后，间有咳嗽、咳痰，间中呈刺激性咳嗽，咳中量白痰，仍有气促，活动用力后易加重，休息难以缓解，予以中流量吸氧。辅查：动脉血酸碱度7.399，氧合指数384.1mmHg↓，动脉血氧饱和度98.9%↑，二氧化碳分压34.6mmHg↓，氧分压124.9mmHg↑；白细胞6.21x10^9/l，中性粒细胞4.57x10^9/l，中性粒细胞比率73.6%↑，血红蛋白101g/l↓，丙氨酸氨基转移酶83.16U/L↑，天门冬氨酸氨基转移酶73.83U/L↑，总胆固醇3.30mmol/L↓，高密度脂蛋白胆固醇0.91mmol/L↓，低密度脂蛋白胆固醇1.94mmol/l↓，肌钙蛋白I10.000(阳性)↑，HIV-Ab98.063(待复查)。胸部CT示：双肺渗出性病变，考虑炎症性病变，请结合临床化验检查；肝右叶钙化灶；肝内低密度影，建议上腹部平扫+增强。支气管镜示：支气管炎症改变，予肺泡灌洗术+刷检术。上腹部增强CT示：肝内占位，考虑海绵状血管瘤。目前诊断：1、艾滋病？2、肺部感染；3、乙型病毒性肝炎大三阳。4、海绵状血管瘤。治疗上予注射用头孢哌酮钠舒巴坦钠2g每日2次、注射用多索茶碱0.2g每日1次、盐酸氨溴索注射液30mg每日1次、注射用甲泼尼龙琥珀酸钠40mg每日1次、脱氧核苷酸钠注射液150mg每日1次，同时予硫酸特布他林雾化液5mg、吸入异丙托溴铵溶液250ug每日两次雾化治疗，口服复方甲氧那明胶囊25mg每日3次，益气健脾口服液10ml每日2次抗感染、止咳化痰、平喘及吸氧等方案。入院第四天普通痰涂片及气管镜痰涂片均未找到抗酸菌，普通痰及气管镜痰真菌培养均见真菌及菌丝生长。肺泡灌洗液外送24项呼吸道病原体核酸监测见：巨细胞病毒DNA、EB病毒DNA、白色念珠菌DNA、耶氏肺孢子虫DNA定性均阳性。疾控中心回报HIV确诊检验（+），结合患者病史诊断为：1.肺孢子虫病；2.艾滋病；3.肺部混合感染（真菌、支原体）；4.乙型病毒性肝炎大三阳；5.肝海绵状血管瘤。遂加用复方新诺明2片q12h治疗。经过积极住院6天治疗，患者症状好转出院。"
    },
    {
        "id": 54,
        "symptom": {
            "一般资料": "男性，29岁，无",
            "主诉": "反复腰骶部疼痛9月",
            "现病史": "患者于9月前无明显诱因出现腰骶部疼痛，以休息痛明显，久坐或睡眠时有疼痛，活动后好转，疼痛剧烈时跛行，诉有晨僵半小时以上，既往无虹膜睫状体炎，无尿路感染，无腹泻，无口干，眼干，无发热，皮疹，无口腔溃疡，无光过敏等不适。予“塞来昔布”消炎镇痛治疗后有好转，但仍有反复。患者为求进一步诊治于我院门诊就诊，门诊以“腰痛查因”收治入院，自起病以来，患者精神、食纳、睡眠尚可，大小便未见明显异常，近期体重无明显变化。",
            "既往史": "患者否认肝炎、结核、疟疾等传染病史，否认高血压、心脏病、糖尿病病史，否认脑血管疾病、精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，接种3针新冠疫苗。"
        },
        "examine": {
            "查体": "发育正常，营养良好，慢性病容，神志清楚，精神尚可，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，全身浅表淋巴结未触及肿大。头颅无畸形、双眼脸无浮肿，眼球活动自如，无外突，结合膜无充血及水肿，巩膜无黄染，角膜透明，双侧瞳孔等大等圆，对光反应灵敏。耳廓无畸形，外耳道无溢脓，乳突无压痛。外鼻无畸形，鼻通气良好，无鼻翼扇动，副鼻窦区无压痛。唇无紫绀，口腔粘膜无出血点，伸舌居中，无震颤，咽部无充血，扁桃体无肿大，无脓性分泌物。颈软无抵抗，无颈静脉怒张，甲状腺无肿大，无血管杂音，气管居中，肝颈静脉回流征阴性。胸廓无畸形，双侧呼吸动度对称，语颤无增强，双肺叩诊清音，双肺呼吸音清晰，未闻及干湿性啰音和胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内0.5cm，未触及震颤，心界无扩大，心率86次／分，律齐，心音正常，各瓣膜听诊区未闻及病理性杂音。腹部平软，未见腹壁静脉曲张，无胃肠型及蠕动波，全腹无压痛及腹肌紧张，未触及腹部包块，肝、脾肋缘下未触及，莫菲氏征阴性，肝及肾区无叩击痛，腹部移动性浊音阴性，肠鸣音正常。肛门、外生殖器未查。脊柱无畸形，腰骶关节活动受限，可有叩击痛。余四肢关节无红肿，无杵状指（趾），双下肢无浮肿，双下肢皮肤无色素沉着。四肢肌力、肌张力正常。生理反射存在，巴氏征阴性，克氏征阴性，布氏征阴",
            "辅助检查": "入院后完善相关检查，：动态红细胞沉降率（ESR）26↑mm/h。免疫全套：C-反应蛋白21.4↑mg/L。人类白细胞抗原B27测定（HLA-B27）：155；结论阳性。凝血四项、肾功能、血常规、输血前四项、风湿全套、ANCA、肝功能、血脂、甲功三项、心肌酶、电解质、D-二聚体、糖化血红蛋白、PPD皮试未见明显异常。心脏彩超、腹部B超未见明显异常。脊关节椎MRI：1.双侧骶髂关节内信号改变，考虑强直性脊柱炎所致，请结合临床。2.C5/6椎间盘突出。3.胸腰椎未见明显异常。肺部HRCT示：双肺少许纤维增殖灶，部分小结节拟LU-RADS2类，建议年度复查。肺气肿。"
        },
        "diagnosis": {
            "初步诊断": "腰痛查因：强直性脊柱炎？腰椎间盘突出症？其他",
            "诊断依据": "患者青年男性，反复腰骶部疼痛9月，以休息痛明显，久坐或睡眠时有疼痛，活动后好转，疼痛剧烈时跛行，诉有晨僵半小时以上，既往无搬运重物受伤病史，口服“塞来昔布”后疼痛可暂时缓解但再次复发，结合患者年龄及疼痛部位，考虑强直性脊柱炎可能性，不排除腰椎间盘突出症等可能",
            "鉴别诊断": "1.类风湿关节炎：此病多见于女性，性质为自生免疫性对称性多关节炎，以掌指关节及近端指间关节受累为主，多不累及骶髂关节，如有脊柱受累常侵犯颈椎，有类风湿结节，RF常阳性。2.骨关节炎：此病临床表现为缓慢发展的关节疼痛、压痛、僵硬、关节肿胀、活动受限和关节畸形等。本质是一种退行性病变，系由于增龄、肥胖、劳损、创伤、关节先天性异常、关节畸形等诸多因素引起的关节软骨退化损伤、关节边缘和软骨下骨反应性增生。本病多见于中老年人群，好发于负重关节及活动量较多的关节，过度负重或使用这些关节，均可促进疾病的发生发展。",
            "诊断结果": "1.强直性脊柱炎2.腰椎间盘突出3.肺小结节4.肺气肿"
        },
        "cure": "入院后完善相关检查，：动态红细胞沉降率（ESR）26↑mm/h。免疫全套：C-反应蛋白21.4↑mg/L。人类白细胞抗原B27测定（HLA-B27）：155；结论阳性。凝血四项、肾功能、血常规、输血前四项、风湿全套、ANCA、肝功能、血脂、甲功三项、心肌酶、电解质、D-二聚体、糖化血红蛋白、PPD皮试未见明显异常。心脏彩超、腹部B超未见明显异常。脊关节椎MRI：1.双侧骶髂关节内信号改变，考虑强直性脊柱炎所致，请结合临床。2.C5/6椎间盘突出。3.胸腰椎未见明显异常。肺部HRCT示：双肺少许纤维增殖灶，部分小结节拟LU-RADS2类，建议年度复查。肺气肿。结合患者特异性HLA-B27抗原检查结果以及影像学检查结果，该患者“1.强直性脊柱炎2.腰椎间盘突出3.肺小结节4.肺气肿”诊断明确，且根据患者ESR、CRP检查结果，提示该患者处于疾病活动期。在与患者完善医患沟通后（详见分析总结），治疗方案选择“阿达木单抗40mg皮下注射”，“塞来昔布1粒痛时服用”，注射过程顺利，注射过程中患者无明显不适。注射后患者一般情况可，未诉腰骶关节疼痛不适，活动未见明显受限。予以出院。患者肺小结节，肺气肿及腰椎肩盘突出综合考虑为强直性脊柱炎自身免疫紊乱所致。目前患者未诉明显不适，病变尚轻微，无需特殊处理，针对原发疾病针对治疗即可。嘱患者2周后返院复诊，继续使用单抗维持治疗。"
    },
    {
        "id": 55,
        "symptom": {
            "一般资料": "男性，48岁，工人",
            "主诉": "右侧肢体麻木无力10小时",
            "现病史": "患者于入院前10小时无明显诱因出现右侧肢体麻木无力，上肢可抬举，下肢搀扶下可行走，无言语笨拙，症状呈持续性，无头痛头晕，无抽搐发作。家属带患者来我院神经内科门诊，查头CT显示：双侧腔隙性脑梗死，建议患者入院，入院之后给予完善颅脑磁共振检查。患者病程当中饮食尚可，睡眠正常，二便尚可。",
            "既往史": "高血压病史，口服缬沙坦片控制血压，血压控制尚可，否认糖尿病病史。"
        },
        "examine": {
            "查体": "神志清楚，言语流利，双侧瞳孔等大同圆，直径约3.0毫米，对光反射存在，双侧眼球活动自如，无眼震，双耳听力正常，右侧肢体肌力4-级，左侧肢体肌力正常，四肢肌力正常，感觉及共济运动查体未见异常。",
            "辅助检查": "颅脑磁共振显示左侧基底节急性脑梗死，左侧大脑中动脉局限性狭窄"
        },
        "diagnosis": {
            "初步诊断": "脑梗死",
            "诊断依据": "1.既往高血压病史2.主因“右侧肢体麻木无力10小时”入院3.查体：右侧肢体肌力4-级4.颅脑磁共振显示左侧基底节急性脑梗死，左侧大脑中动脉局限性狭窄",
            "鉴别诊断": "1.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。2.蛛网膜下腔出血：可突发头痛恶心呕吐，剧烈头痛难以忍受，脑膜刺激征阳性，头晕CT显示脑沟、脑裂高密度。",
            "诊断结果": "大脑中动脉狭窄性脑梗死"
        },
        "cure": "入院后完善颅脑磁共振检查，显示左侧基底节急性脑梗死，向患者及家属交代病情，症状可能波动加重，急性期少活动，多饮水。化验结果显示：甘油三酯1.99mmol/L、血尿酸472mmol/L、血红蛋白165g/L；原则上以改善微循环、保护脑组织以及抗血小板聚集等药物对症治疗，给予醒脑静注射液20ml，一天一次静脉点滴，共7天；给予灯盏细辛注射液40ml，一天一次静脉点滴，共7天；给予胞磷胆碱注射液0.5g，一天一次静脉点滴，共7天；给予疏血通6ml，一天一次静脉点滴，共7天；给予氯吡格雷片75mg，一天一次口服，共7天；通过以上治疗，患者症状有所缓解，患者右侧肢体无力的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后控制血压，继续口服药物治疗，康复治疗，定期复查。"
    },
    {
        "id": 56,
        "symptom": {
            "一般资料": "男性，54岁，无",
            "主诉": "乏力、纳差、尿黄3天。",
            "现病史": "患者于3天前始出现乏力、纳差、尿黄，无发热、畏寒，无腹泻，无尿频、尿急、尿痛及血尿，曾在当地门诊用药治疗，具体不详，效果欠佳，遂来我科住院治疗，起病来，精神、睡眠欠佳，大便正常。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "中年男性，发育正常，营养一般，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤黏膜重度黄染，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音粗，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率83次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：皮肤巩膜重度黄染。",
            "辅助检查": "CT示：胆囊炎。生化示：血清丙氨酸氨基转移酶测定496.93U/L↑。血清天门冬氨酸氨基转移酶测定157.26U/L↑。血清Y-谷氨酰基转移酶测定850.41IU/L↑。血清总胆红素测定171.56μmol/L↑。血清直接胆红素测定107.65μmol/L↑。血清间接胆红素测定63.9umol/L↑。餐后葡萄糖测定(Glu)9.89mmol/L↑。糖化血红蛋白测定5.9%。经检查乙肝两对半阴性，甲肝、丙肝阴性，戊型肝炎病毒抗体igm阳性。"
        },
        "diagnosis": {
            "初步诊断": "黄疸查因：急性肝炎？",
            "诊断依据": "1.乏力、纳差、尿黄3天。2.专科检查：皮肤巩膜重度黄染。3.根据肝功能检查可支持诊断。",
            "鉴别诊断": "阻塞性黄疸：多有腹痛，B超检查可助鉴别。",
            "诊断结果": "1.急性戊型病毒性肝炎2.急性胆囊炎"
        },
        "cure": "入院生化示：血清丙氨酸氨基转移酶测定496.93U/L↑。血清天门冬氨酸氨基转移酶测定157.26U/L↑。血清Y-谷氨酰基转移酶测定850.41IU/L↑。血清总胆红素测定171.56μmol/L↑。血清直接胆红素测定107.65μmol/L↑。血清间接胆红素测定63.9umol/L↑。餐后葡萄糖测定(Glu)9.89mmol/L↑。糖化血红蛋白测定5.9%。戊型肝炎病毒抗体igm阳性。CT示：胆囊炎。诊断为急性戊型病毒性肝炎、急性胆囊炎。入院后使用舒肝宁注射液10ml每日一次、多烯磷脂酰胆碱注射液10ml每日一次使酶活力恢复，调节肝脏细胞再生，保护肝功能。注射兰索拉唑30mg每日一次、间苯三酚40mg每日一次抑制胃酸分泌，止痛等。口服消炎利胆片5片tid、益气健脾口服液10mltid利湿退黄，益气扶正，改善胃肠功能。口服复方甘草酸苷胶囊150mgtid、葡醛内酯片0.2gtid进行护肝降酶治疗。经过住院7天治疗，患者病情好转，精神、睡眠、胃纳尚可，诉少许乏力，无伴发热、呕吐、腹泻等。复查生化示：血清丙氨酸氨基转移酶测定125.97U/L↑。血清天门冬氨酸氨基转移酶测定70.17U/L↑。血清总胆红素测定21.40μmol/L↑。血清Y-谷氨酰基转移酶测定502.16IU/L↑。"
    },
    {
        "id": 57,
        "symptom": {
            "一般资料": "男性，29岁，无",
            "主诉": "眼黄，尿黄，腹胀，乏力，纳差4天。",
            "现病史": "缘患者于4天前喝酒后发现眼黄、尿黄，伴有腹胀、乏力、纳差，偶有头晕、头痛，无咳嗽、咳痰、咯血，无胸痛、胸闷、心悸、气促，无腹痛、腹泻，无畏寒、发热，发病后未特殊处理，上述症状未自行消退，今遂来我科住院治疗，起病以来，患者精神、胃纳差，大便量少。",
            "既往史": "既往有乙肝病史２０余年，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "青年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤黏膜重度黄染，无皮疹及出血点，无肝掌无蜘蛛痣。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率８９次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。",
            "辅助检查": "辅查提示：血浆凝血酶原时间测定19秒↑。血浆纤维蛋白原测定0.789g/L↓。糖类抗原199(CA199)574.6U/ml↑。乙型肝炎表面抗原测定(HBsAg)阳性(+)。乙型肝炎核心抗体测定(HBc)阳性(+)。腹部彩超提示：肝实质回声增粗，请结合临床。肝功提示：ALT834.73U/L；AST1019.57U/L；TBIL189.18umol/L"
        },
        "diagnosis": {
            "初步诊断": "1.重症肝炎2.慢乙肝",
            "诊断依据": "1.眼黄，尿黄，腹胀，乏力，纳差4天。2.专科检查：全身皮肤黏膜重度黄染，巩膜黄染，腹平软，无压痛、反跳痛，未触及明显包块，肝脾肋下未及，墨菲氏征阴性，肝肾区无叩击痛，腹水征阴性，肠鸣音正常。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "药物性肝炎：患者眼黄，尿黄，腹胀，乏力，纳差症状，查肝功能异常，近期无异常服药史，暂排除。",
            "诊断结果": "1.急性重症肝炎2.慢乙肝"
        },
        "cure": "完善入院相关检查：辅查提示：血浆凝血酶原时间测定19秒↑。血浆纤维蛋白原测定0.789g/L↓。糖类抗原199(CA199)574.6U/ml↑。乙型肝炎表面抗原测定(HBsAg)阳性(+)。乙型肝炎核心抗体测定(HBc)阳性(+)。腹部彩超提示：肝实质回声增粗，请结合临床。脾大。曾主任查房后指示：诊断1.急性重症肝炎2.慢乙肝。治疗上予以舒肝宁注射液10ml每日一次，注射用复方甘草酸苷100mg每日一次护肝降酶治疗。注射用头孢噻肟钠舒巴坦钠1.5g每日一次抗感染治疗。同时予以参灵肝康胶囊2gtid降酶护肝治疗，入院后患者上腹部出现胀痛，遂予以甲氧氯普胺片10mgtid治疗。经过住院7天治疗，患者并且好转，全身黄染较前减退。"
    },
    {
        "id": 58,
        "symptom": {
            "一般资料": "男性，43岁，无",
            "主诉": "全身黄染、腹胀、尿少、乏力、纳差伴双下肢浮肿半月。",
            "现病史": "缘患者半月前始出现全身黄染，伴腹胀、尿少、纳差，曾入住外院治疗，予抗病毒、抗感染、补充白蛋白等治疗，效果不佳，黄染未消退，腹胀程度加重，伴双下肢浮肿，今日为继续治疗再次入住我院。病后精神胃纳较差，睡眠一般，小便色黄，量少，大便密结，无黑便。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "中年男性，发育正常，营养良好，肝病面容，神志清，精神疲倦，自主体位，查体合作。全身皮肤黏膜重度黄染，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率78次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹膨隆，全腹未见肠型及蠕动波，腹软，全腹部轻压痛，无反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。",
            "辅助检查": "彩色B超：肝实质回声稍增粗，考虑肝硬化可能。胆囊壁增厚。副脾。双肾结石。腹水。DR胸片提示：心肺膈未见异常。查血浆凝血酶原时间测定36.6秒↑。血清肌钙蛋白I定量0.02ng/ml↑。血清丙氨酸氨基转移酶测定71.36U/L↑。血清天门冬氨酸氨基转移酶测定91.65U/L↑。血清白蛋白测定40.78g/L。血清总胆红素测定689.03μmol/L↑。血清直接胆红素测定391.85μmol/L↑。血清间接胆红素测定297.2umol/L↑。白细胞15.7410^9/l↑。"
        },
        "diagnosis": {
            "初步诊断": "1.慢乙肝（重度）2.乙肝肝硬化失代偿期3.急性腹膜炎？4.慢性胆囊炎5.双肾结石",
            "诊断依据": "1.全身黄染、腹胀、尿少、乏力、纳差伴双下肢浮肿半月。2.专科检查：全身皮肤黏膜重度黄染，巩膜黄染，见有肝掌，腹膨隆，全腹轻压痛，无反跳痛，腹水征阳性。双下肢中度浮肿。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "肝性脑病：患者重度黄染，精神疲倦，反应稍迟钝，需警惕肝脑前期可能，继续观察病情可鉴别。",
            "诊断结果": "1.重症肝炎；2.慢乙肝；3.乙肝肝硬化失代偿期；4.急性腹膜炎；5.慢性胆囊炎；6.双肾结石。"
        },
        "cure": "入院后完善相关检查，发现患者凝血较差，病情危重，查PT36.6秒↑。活化部分凝血活酶时间85.2秒↑。血浆纤维蛋白原测定0.355g/L，前后输注血浆450ml治疗。患者白细胞持续升高，考虑不排除腹膜炎的情况，遂进行输注头孢哌酮钠舒巴坦钠1.5g每日两次，注射用头头孢孟多酯钠3g每日两次，抗感染治疗观察。入院后检查血清肌钙蛋白I定量0.02ng/ml↑。血浆凝血酶原时间测定36.6秒↑。活化部分凝血活酶时间85.2秒↑。凝血酶时间测定29.5秒↑。血清丙氨酸氨基转移酶测定71.36U/L↑。血清天门冬氨酸氨基转移酶测定91.65U/L↑。血清白蛋白测定40.78g/L。血清总胆红素测定689.03μmol/L↑。血清直接胆红素测定391.85μmol/L↑。血清间接胆红素测定297.2umol/L↑。白细胞15.7410^9/l↑。中性粒细胞比率62.5%。曾主任查房后指示：患者病情详细，曾于我科及广州中山三院诊治，诊断1.重症肝炎2.慢乙肝3.乙肝肝硬化4.急性腹膜炎5.慢性胆囊炎6.双肾结石。同时予以康艾注射液40ml每日一次增强免疫力，葡醛酸钠注射液0.4g每日一次、多烯磷脂酰胆碱注射液10ml每日一次进行护肝治疗，注射用奥美拉唑60mg每日两次进行抑酸护胃治疗。常规治疗后，在入院的第五天，患者有异常行为，烦躁表现，考虑肝性脑病前期，遂加用呋塞米20mg每日一次利尿、口服乳果糖5mltid预防脑水肿。经过住院治疗14天后，患者面色晦暗，全身黄染程度无变化，诉乏力纳差，伴腹痛腹胀，伴双下肢轻度浮肿。尿量正常，大便密结。心肺无特殊，腹膨隆，腹水征阳性。病情大致稳定。患者强烈要求出院。"
    },
    {
        "id": 59,
        "symptom": {
            "一般资料": "男性，70岁，无",
            "主诉": "咳嗽、气促1天",
            "现病史": "患者于昨日无明显诱因出现咳嗽、气促，咳嗽呈阵发性，咳少许白色粘痰，不易咳出，无痰中带血，无畏寒、发热，伴气促不适，无咯血、消瘦，诉夜间有盗汗，无胸痛不适，无胸骨前压榨样疼痛不适，无头晕、头痛，无恶心、呕吐，无腹痛、腹泻，稍有腹胀不适，无尿急、尿频，未予特殊治疗，症状加重，来我院就诊，急诊胸部CT示右肺多形态改变，考虑继发性肺结核可能性大。",
            "既往史": "既往有肺气肿、高尿酸血症病史，否认肝炎、结核、禽流感、麻疹等传染病史，否认高血压病、糖尿病、心脏病等病史。否认外伤、手术史。否认输血、中毒史。"
        },
        "examine": {
            "查体": "胸廓对称无畸形，双肺呼吸运动正常，叩诊清音，听诊双侧呼吸音清晰，未闻及干湿性啰音。专科情况：咽部无充血，气管居中，双侧颈静脉无怒张，正常胸廓，双侧呼吸动度一致，双肺呼吸音稍粗，可闻及少量湿性啰音，未闻及哮鸣音；心界不大，心率80次/分，律齐，各瓣膜听诊区未闻及病理性杂音；腹平软，无压痛反跳痛，肠鸣音正常；双下肢无浮肿，未见杵状指。",
            "辅助检查": "胸部CT示右肺多形态改变，考虑继发性肺结核可能性大。"
        },
        "diagnosis": {
            "初步诊断": "1.肺部感染；2.肺气肿；3.高尿酸血症",
            "诊断依据": "1.病史：咳嗽、气促1天，既往有肺气肿、高尿酸血症病史。2.查体：胸廓对称无畸形，双肺呼吸运动正常，叩诊清音，听诊双侧呼吸音清晰，未闻及干湿性啰音。(3)检查：胸部CT示右肺多形态改变，考虑继发性肺结核可能性大。",
            "鉴别诊断": "支气管哮喘：患者有咳嗽、咳痰，胸闷、气促，肺部可闻及大量哮鸣音，胸片肺部无阳性发现，肺通气功能为阻塞性通气功能障碍。有待进一步排除‭。",
            "诊断结果": "1.继发性肺结核右上肺涂阴初治；2.肺气肿；3.高尿酸血症；4.痛风性关节炎；5.高血糖症；6.高脂血症"
        },
        "cure": "入院完善相关检查，血常规（五分类）:WBC12.74*X109/L,NEUT#11.13*X109/L,NEUT%87.4%,LYMPH%9.1%,MONO%1.8%,肾功能三项:UA477umol/L,GLU(空腹):GLU7.31mmol/L,电解质6项:IP0.65mmol/L,肝功能(一):AST14U/L,TP60.5g/L,ALB39.2g/L,血脂4项:TC5.86mmol/L,TG3.91mmol/L,LDL3.44mmol/L,C反应蛋白(CRP):CRP0.7mg/L,血沉降（ESR）:ESR13mm/h,超敏肌钙蛋白T(cTnT):hs-TNT。患者有感染征象，遂用头孢唑林钠进行抗感染治疗一天两次。此外给予中流量吸氧，同时予以注射多索茶碱进行祛痰止咳，配合吸入异丙托溴铵溶液、布地奈德混悬液进行雾化治疗。每天两次。诊断结核后，予以常规使用异烟肼片300mgqd、吡嗪酰胺片750mgqd、利福平胶囊300mgqd、盐酸乙胺丁醇片0.25gqd四联抗结核治疗，结合肝太乐0.2gtid护肝治疗。经过治疗后，患者症状好转。"
    },
    {
        "id": 60,
        "symptom": {
            "一般资料": "男性，46岁，工人",
            "主诉": "复视1年，左侧眼脸下垂1个月",
            "现病史": "患者缘于1年前无明显诱因出现复视，表现为物体上下重影，自觉眼球活动无异常，无头晕、恶心、呕吐，无视物旋转、视力下降，无言语不利及肢体活动不利，无耳鸣，无听力下降，无口角流诞，无抽搐及意识障碍，无尿、便失禁。症状持续约1日，休息后症状完全缓解。未诊治。约半月后再次出现复视，性质同前，症状呈波动性，晨轻暮重，无其他伴随症状。故就诊于我院眼科，完善相关检查，考虑\"麻痹性斜视\"，给予\"血栓通\"等药物治疗，患者症状较前无改善。入院前1个月无明显诱因出现头部不适，性质难以描述，短时间后（具体不详）症状缓解，但出现左侧眼下垂，呈波动性，晨轻暮重，复视较前无加重，无喘憋、呼吸费力。为求进一步诊治就诊于我院门诊，以\"重症肌无力\"收入我科。",
            "既往史": "\"高血压病\"病史10余年，\"感冒\"病史半月。"
        },
        "examine": {
            "查体": "意识清楚，言语流利。记忆力、判断力、计算力粗测正常。双侧瞳孔等大正圆，直径约3.0mm，对光反射灵敏。左侧眼脸下垂，遮挡角膜2-10点，疲劳试验阳性。眼位居中，右侧眼球活动自如，左侧眼球内收不到位、上视及下视活动差，疲劳试验阳性，双眼右视时可见水平眼震。双侧额纹、鼻唇沟对称，示齿口角不偏，伸舌不偏。四肢肌力5级，疲劳试验可疑阳性，四肢肌张力正常。双侧指鼻试验稳准。颜面及肢体温痛觉对称存在。双侧腱反射对称存在。双侧巴氏征、双划征阴性。颈软无抵抗感。双肺呼吸音清，未闻及干湿性啰音，心律齐，未闻及病理性杂音。腹软，无压痛、反跳痛，双下肢无水肿。",
            "辅助检查": "胸部CT:右侧局限性胸膜增厚。肌电图＋重频电刺激：1．所查肌电图未见明显异常；2.瞬目反射未见异常；3．左侧胶神经﹣三角肌、副神经﹣斜方肌重复刺激低频异常。化验：血沉、抗核抗体谱、自身抗体、免疫球蛋白、补体测定未见异常。细胞角蛋白19片段、糖类抗原125、神经元特异性烯醇化酶、糖类抗原153、糖类抗原724、癌胚抗原、前列腺特异抗原、糖类抗原199未见异常。新斯的明试验阳性头颅MRI+MRA:1．头MRI检查未见异常；2．基底动脉、双侧大脑后动脉硬化，双侧胚胎型大脑后动脉。SWI：考虑右侧额叶发育性静脉畸形。重症肌无力抗体谱：阳性。"
        },
        "diagnosis": {
            "初步诊断": "重症肌无力？",
            "诊断依据": "患者青年男性，以复视、左侧眼脸下垂为主要症状，症状呈波动性，晨轻暮重，查体：有神经系统定位体征，疲劳试验阳性，考虑诊断。",
            "鉴别诊断": "1.肌无力综合征：患者青年男性，以复视、左侧眼脸下垂为主要症状，症状呈波动性，晨轻暮重，需注意。入院后进一步查肌电图、肿瘤标志物协助诊断。2.Miller-Fisher综合征：患者青年男性，以复视、左侧眼脸下垂为主要症状，需注意。患者否认前驱感染病史，无共济失调、腱反射减弱，不支持。3.后交通动脉瘤：患者青年男性，以复视、左侧眼脸下垂为主要症状，需注意。但患者无头痛及瞳孔受累表现，症状呈波动性，不支持。注意完善头颇血管检查进一步除外。4.脑干病变：患者青年男性，既往高血压病病史，此次以复视、左侧眼脸下垂为主要症状，需注意。但患者无头晕、肢体无力等脑干其他部位受累表现，不支持。注意完善头颅核磁进一步除外。",
            "诊断结果": "重症肌无力"
        },
        "cure": "患者入院后筛查胸部CT,未发现胸腺增生；头颅核磁及SWI检查未发现脑干病变；结合患者临床表现（复视、左侧眼脸下垂为主要症状，症状呈波动性，晨轻暮重）、疲劳试验阳性、新斯的明试验阳性、肌电图存在重复低频电刺激、重症肌无力抗体谱阳性，最后诊断为重症肌无力。给予溴比斯的明60mg日三次口服改善症状，给予丙种球蛋白30g（80kg*0.4g/kg）日一次静点免疫治疗，共五天。给予醋酸泼尼松片20mg日一次口服，通过一周后增加10mg，直至目标剂量80mg日一次口服。通过上述治疗，患者复视、眼脸下垂、肢体无力较前减轻，疲劳时间较前延长，喘憋较前减轻，指脉氧稳定。患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后继续口服药物治疗，定期复查。"
    },
    {
        "id": 61,
        "symptom": {
            "一般资料": "女性，65岁，无",
            "主诉": "乏力、纳差、尿黄10余天。",
            "现病史": "患者于10余天前开始无明显诱因下出现乏力、纳差、尿黄，活动时较平时易疲劳，每餐进食量少，半流质食物约300ml，尿液呈深黄色，量较正常少，无发热、畏寒，无腹泻，无尿频、尿急、尿痛及血尿，未用药治疗，具体不详，上述症状无好转，昨天于当地卫生院住院治疗，考虑肝功能不全建议转院，今天来我科就诊拟“肝功能不全“后收住入院，起病以来，患者精神、睡眠欠佳，大便正常。",
            "既往史": "患者近1月来因自觉“感冒”坚持服用速效伤风胶囊治疗。患者否认有食鱼生史。否认冠心病、高血压病、糖尿病史，有近1年牙龈出血史，未诊治。否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "老年女性，发育正常，营养中等，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜、巩膜轻度黄染，未见皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率60次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹部查体见专科情况。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：全身皮肤黏膜、巩膜轻度黄染，未见肝掌及蜘蛛痣。腹平软，无压痛，无反跳痛，未触及明显包块，肝脾肋下未及，墨菲氏征阴性，肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。",
            "辅助检查": "ALT387.31U/L、AST484.3U/L、TBIL63.5μmol/L"
        },
        "diagnosis": {
            "初步诊断": "1.药物性肝炎？肝硬化？2.肝功能不全",
            "诊断依据": "1.女，65岁,乏力、纳差、尿黄10余天。2.专科检查：全身皮肤黏膜、巩膜轻度黄染，未见肝掌及蜘蛛痣。腹平软，无压痛，无反跳痛，未触及明显包块，肝脾肋下未及，墨菲氏征阴性，肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "慢性乙型肝炎：有肝炎病史，暂不排除，可完善乙肝三对等进一步鉴别。",
            "诊断结果": "1.肝硬化失代偿期2.肝功能不全3.慢性乙型病毒性肝炎4.脾大5.低蛋白血症6.血小板减低7.中度贫血8.肝右叶囊肿9.胆囊小结石10.左肾中下极囊肿"
        },
        "cure": "入院后完善相关检查，白细胞2.44×10^9/L、血红蛋白(HGB)108g/L、中性粒细胞比率(Neu)74.7%、中性粒细胞比率(Neu)74.7%、血小板比积(PCT)0.09%、血清丙氨酸氨基转移酶测定441.00U/L、血清天门冬氨酸氨基转移酶测定649.00U/L、血清Y-谷氨酰基转移酶测定65.00IU/L、血清总胆红素测定57.77μmoL/L、二氧化碳16.90mmoL/L、钾测定3.41mmoL/L、锌测定5.70umoL/L、总胆固醇3.52mmoL/L、高密度脂蛋白胆固醇0.80mmoL/L↓。低密度脂蛋白胆固醇1.32mmoL/L、血清载脂蛋白AⅠ测定0.72g/L、血浆凝血酶原时间测定13.9秒、活化部分凝血活酶时间36.3秒、甲型肝炎抗体测定(HAV-IgM)0.022(阴性)。乙型肝炎表面抗原测定(HBsAg)&gt;250.0000(阳性)、乙型肝炎e抗体测定(HBeAb)1.172(阳性)、乙型肝炎病毒外膜蛋白前S1抗原141.935(阳性)，上、下腹部CT：肝右叶囊肿，考虑肝硬化并脾大，建议增强扫描；左肾下极复杂性囊肿；下腹部CT扫描未见明确异常。予护肝、降酶，退黄，营养补液等对症支持治疗。患者检查结果：HBVDNA阳性，6.75x10的7次方，患者肝功能失代偿、乙型肝炎肝硬化患者，予恩替卡韦分散片每次0.5mg,每日1次/1天口服抗病毒治疗。同时予以舒肝宁注射液10ml每日一次，多烯磷脂酰胆碱注射液10ml每日一次，葡醛酸钠注射液0.399g每日一次进行护肝降酶治疗。予以联苯双酯滴丸9mg每日三次治疗。经过住院治疗13天，患者病情好转，各项症状均得到有效缓解。"
    },
    {
        "id": 62,
        "symptom": {
            "一般资料": "男性，31岁，自由职业",
            "主诉": "双下肢无力20余日，加重5日",
            "现病史": "该患者于入院前20日余无明显诱因出现双下肢无力，症状呈持续性，述下肢无力显示上午症状轻，下午症状重，且平日生活中上下楼下肢无力感明显，不能跑步，入院前5日患者症状有所加重，今日为求明确诊治来我院，门诊以肌无力收入我科，患者一般状态尚可，二便正常。",
            "既往史": "患者1年前曾有两次较严重的感冒、高热，较以往感冒时恢复慢，且伴浑身乏力，未予重视。半年前曾有双手洗脸无力，几日后症状缓解，也未予关注。"
        },
        "examine": {
            "查体": "查体：神清语明，双侧眼脸举力量可，双侧瞳孔等大同圆，对光反射存在，四肢肌张力正常，双下肢肌力4级，感觉对称存在，生理反射存在，病理反射未引出。",
            "辅助检查": "胸腺CT见：胸腺密度不均匀增高，胸腺形态略饱满，局部小结节样影，较大者长径约7mm胸腺密度增高，局部结节样改变，退化不良或增生可能性大，查头CT显示双侧腔隙性脑梗死，颅脑磁共振检查显示未见急性期病灶。面神经重复神经电刺激显示波幅异常。血清乙酰胆碱受体抗体阳性。"
        },
        "diagnosis": {
            "初步诊断": "肌无力",
            "诊断依据": "1.男，31岁；2.平素健康状况良好，无传染病史，无外伤手术史，无药物或食物过敏史，无输血史，患者1年前曾有两次较严重的感冒、高热，较以往感冒时恢复慢，且伴浑身乏力，未重视。3.患者症状有晨轻暮重，双下肢肌力4级，辅助检查：胸腺CT见：胸腺密度不均匀增高，胸腺形态略饱满；面神经重复神经电刺激显示波幅异常。4.患者血清乙酰胆碱受体抗体阳性。",
            "鉴别诊断": "1.Lambert-Eaton综合症：2/3伴发癌症，尤以肺癌常见，疲劳试验示休息后肌力减退，短暂用力后增强，持续收缩后又呈病态疲劳。重复神经电刺激试验有助于鉴别诊断。2.脑梗死：患者多表现为偏侧肢体无力，急性期病，逐渐加重，查颅脑磁共振检查可以鉴别。",
            "诊断结果": "重症肌无力"
        },
        "cure": "根据患者晨轻暮重的临床表现，结合辅助检查以及阳性化验结果，诊断为重症肌无力，给予溴吡斯的明60mg，一天三次口服，共8天；给予甲钴胺注射液0.5mg，一天一次，静脉点滴，共7天；给予维生B1片10mg，一天三次口服，共7天；给予神经节苷脂钠注射液40mg，一天一次，静脉点滴，共8天；给予舒血宁注射液20ml，一天一次，静脉点滴，共8天。通过以上治疗，患者双下肢无力症状较前好转，住院期间无明显病情波动，无呼吸困难，无眼睑下垂，达到出院标准，嘱咐患者出院后避免着凉感冒，继续口服药物治疗，定期复查。"
    },
    {
        "id": 63,
        "symptom": {
            "一般资料": "男性，49岁，职工",
            "主诉": "突起上腹痛1天",
            "现病史": "患者自诉XX号XX点于XXX酒店进食晚餐及饮酒后开始出现上腹部持续性隐痛不适，程度较轻，尚可耐受，不伴他处放射痛，伴恶心呕吐，呕吐胃内容物1次，无咖啡色液体及酸臭味食物，无呕血黑便，无畏寒发热、肛门停止排气排便、胸闷胸痛、气促不适，开始未引起重视，后腹痛症状无明显缓解，阵发性加剧，遂于今晨就诊于我院急诊，完善全腹部平扫CT提示急性胰腺炎，遂以“急性胰腺炎”收入我科。起病以来，患者精神一般，小便基本正常，大便黄软，1次／天，体重无明显下降",
            "既往史": "否认“肝炎、结核、伤寒、痢疾”等传染病史，否认“高血压、冠心病、糖尿病”病史，无重大外伤手术史，无输血史，无药物及食物过敏史，接种3针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养良好，急性面容，神志清楚，精神尚可，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，未见蜘蛛痣及肝掌。全身浅表淋巴结未触及肿大。头颅、五官大小形态无异常，无突眼，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，外耳道无流脓，乳突无压痛。口唇无发绀，咽部无充血，双侧扁桃体无肿大。颈软，颈静脉无充盈，颈动脉无异常搏动，气管居中，甲状腺无肿大。胸廓两侧对称无畸形，呼吸运动自如，双侧语颤正常，双肺叩诊清音，双下肺呼吸音稍低，未闻及干、湿罗音。心前区无异常隆起，心尖搏动左第5肋间锁骨中线内0.5cm，心界无扩大，心率88次／分，律齐，无杂音。腹稍膨隆，未见胃肠型及蠕动波，未见腹壁静脉显露，腹部张力稍大，无肌紧张，上腹压痛明显，无明显反跳痛，肝脾肋下未及，肝区、双肾区无叩痛，Murphy氏征（＋／－），移动性浊音阴性，肠鸣音正常，3-4次／分。肛门外生殖器未查。脊柱四肢活动自如。双下肢无水肿。双膝反射正常，双克、布氏征阴性，双巴氏征阴性",
            "辅助检查": "血常规：WBC9.62X10＾9/L，N75.4％；血淀粉酶、心肌酶、肌钙蛋白肾功能大致正常；电解质：NA:133mmol/LCL:94.7mmol/L新型冠状肺炎核酸检测:阴性腹部CT:急性胰腺炎并胰周炎性渗出、腹膜炎，继发结肠肝曲管壁稍增厚，胆囊炎可能，请结合临床。双肾小结石；左肾囊性病变"
        },
        "diagnosis": {
            "初步诊断": "1.急性胰腺炎2.双肾小结石",
            "诊断依据": "1.急性胰腺炎：患者系49岁男性，急性起病，发病前饮酒，表现为突起上腹痛1天余，体查见上腹部压痛明显，淀粉酶虽正常，但腹部CT示胰周炎性渗出，考虑急性胰腺炎，故结合患者腹痛及腹部CT结果，考虑急性胰腺炎基本诊断明确2.双肾小结石根据急诊腹部CT诊断明确",
            "鉴别诊断": "1.消化性溃疡并穿孔:患者表现为慢性规律性上腹痛病，腹痛剧烈时需考虑穿孔可能，体查有腹膜刺激征，必要时完善腹部立位平片；2.急性胆囊炎：可表现为急性上腹痛，墨菲氏征阳性，但多无淀粉酶升高，该诊断不排除",
            "诊断结果": "1.轻症急性胰腺炎2.双肾小结石"
        },
        "cure": "患者入院后急查血常规，血淀粉酶及完善急诊CT，患者查血淀粉酶不高，考虑发病时间短，血淀粉酶暂未上升，完善急诊腹部CT示胰周炎性渗出，考虑急性胰腺炎，故结合患者腹痛及腹部CT结果，急性胰腺炎基本诊断明确，治疗上采取：1.入院立即禁食，持续3天，3天后腹痛症状减轻，改用半流质饮食2天，腹痛症状基本消失。复查血淀粉酶正常后，改正常清淡少油饮食。2.入院立即液体复苏，补液扩容，患者心肾功能无明显障碍，予以碳酸氢钠林格氏液体2500ml快速扩容，水化。期间查血淀粉酶有上升，为正常升高实现，暂观察。后每日补液2000ml葡萄糖基础液体需要量+2500ml碳酸氢钠林格氏液水化扩容，持续至第3天腹痛症状缓解后减去2500ml扩容液体。患者期间未诉不适，且腹痛进行性减轻。3.入院时生长抑素3mg+NS60ml泵入，艾司奥美拉唑80mg+NS50ml泵入，抑酸护胃，抑制胰酶分泌，持续使用至第三天停用。4.待患者腹痛第三天基本控制后换用口服抑酸药物泮托拉唑40mg2次/日，持续服用至第5日出院。复查血淀粉酶基本正常，腹痛症状消失，体查无殊，治疗有效。予以出院，出院后清淡少油饮食。患者有双肾小结石，但结石小，且未见明显尿路刺激征，未有肾绞痛症状表现，故嘱患者平日多喝水，多排尿，多跳绳争取自行排出结石，定期泌尿外科就诊即可。"
    },
    {
        "id": 64,
        "symptom": {
            "一般资料": "男性，52岁，职工",
            "主诉": "突发言语不清、左侧肢体活动不灵1.5小时。",
            "现病史": "患者入院前1.5小时与人饮酒时突然出现言语不清、左侧肢体活动不灵，回答问题切题，左上肢抬举持物可，左下肢僵硬，可抬离地面。无头痛、头晕，无饮水呛咳、吞咽困难，无肢体抽搐、二便失禁，无复视、黒矇。立即来院就诊，急诊行颅脑CT检查未见明显异常。遂以“脑血管病”收入神经内科。",
            "既往史": "“高血压病”病史2年，平素服用“厄贝沙坦75mgqd”，平日血压120-130/80mmHg。否认冠心病、糖尿病病史。"
        },
        "examine": {
            "查体": "中年男性，神志清，精神一般，言语欠清晰，听力正常，自主体位，查体合作。双侧瞳孔等大等圆，对光反射灵敏。左侧鼻唇沟略浅，伸舌居中。双肺呼吸音粗，未闻及明显干湿性啰音。心率58次/分，律齐，未闻及病理性杂音。腹平软，无压痛、反跳痛，肝脾肋下未及。左侧肢体肌力4级，右侧肢体肌力5级，肌张力正常。深浅感觉未见明显异常。双侧巴氏征阴性。脑膜刺激征阴性。",
            "辅助检查": "颅脑CT检查未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "1.脑梗死2.高血压病（正常级）",
            "诊断依据": "1.中年男性，既往“高血压病”病史。2.突发言语不清、左侧肢体活动不灵1.5小时。3.查体：左侧鼻唇沟略浅，伸舌居中。左侧肢体肌力4级，右侧肢体肌力5级，肌张力正常。深浅感觉未见明显异常。双侧巴氏征阴性。脑膜刺激征阴性。4.辅助检查：颅脑CT检查未见明显异常。",
            "鉴别诊断": "1.脑出血：多于活动中起病，病情进展快，发病时血压明显升高，有神经科定位体征，脑CT发现出血灶可明确诊断。该患者不支持。2.脑栓塞：起病急骤，局灶体征在数秒钟到数分钟达到高峰，常有栓子来源的基础疾病，如心房纤颤、感染性心内膜炎等，大脑中动脉栓塞引起大面积脑梗死最常见。该患者不支持。",
            "诊断结果": "1.脑梗死（小动脉闭塞型）2.高血压病（正常级）3.高脂血症"
        },
        "cure": "入院后给予以下治疗：1.持续心电监护、血氧饱和度监测；2.阿替普酶54mg静脉溶栓；3.双联抗血小板聚集药物（阿司匹林肠溶片100mgqd、硫酸氢氯吡格雷75mgqd）；3.依达拉奉右莰醇清除自由基；4.丁苯酞软胶囊改善侧支循环；5.雷贝拉唑肠溶胶囊保护胃粘膜；6.银杏内酯注射液活血化瘀；7.瑞舒伐他汀控制血脂、稳定斑块。患者血压较理想，考虑脑梗死急性期，病情不稳定，暂未予降压药物。患者好转出院后，继续口服厄贝沙坦控制血压。患者急性起病，短时间内出现神经功能缺损症状，颅脑CT已排除脑出血，考虑急性脑梗死，在静脉溶栓治疗时间窗内，有适应症，无禁忌症，向患者家属详细告知静脉溶栓的可行性、有效性及存在的风险和相关的抢救措施，同意溶栓，给予阿替普酶54mg静脉溶栓，溶栓结束后左侧肢体肌力好转至4+级，言语含糊，仍有左侧鼻唇沟略浅。无皮肤黏膜出血、鼻衄等。行颅脑磁共振检查示右侧大脑半球部分为急性或亚急性缺血梗死灶。未见溶栓后出血，后续加用抗栓等药物，注意有无出血倾向。患者甘油三酯极高，达7.62mmol/L，低密度脂蛋白1.84mmol/L，已加用瑞舒伐他汀降脂，嘱患者改善饮食结构，1月后复查。患者治疗10天好转出院，出院时言语较前清晰，左侧肢体活动较灵活，日常生活不受限。"
    },
    {
        "id": 65,
        "symptom": {
            "一般资料": "女性，50岁，农民",
            "主诉": "头昏沉感1月",
            "现病史": "患者入院前1月无明显诱因出现头昏沉感，偶有视物成双、黒矇、耳鸣，无行走不稳，无头痛，无饮水呛咳、吞咽困难，无突发跌倒、四肢无力，无肢体抽搐、二便失禁。未予重视。因症状持续不缓解遂来院就诊，门诊行颅脑CT示脑内软化灶。为系统诊治收入神经内科",
            "既往史": "“2型糖尿病”病史10年，长期口服“二甲双胍肠溶片0.5gtid、格列美脲2mgqd”，未监测血糖。“高血压病”病史10年，长期口服“硝苯地平缓释片20mgbid”，平素血压150-160/90mmHg。"
        },
        "examine": {
            "查体": "T：36.3℃，P：70次/分，R：21次/分，Bp152/76mmHg。中年女性，神志清，精神可，言语清晰，听力正常，自主体位，查体合作。头颅无畸形，双侧瞳孔等大等圆，对光反射灵敏。口唇无紫绀，伸舌居中。颈软，气管居中。双肺呼吸音清，未闻及明显干湿性啰音。心率70次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，全腹无压痛，肝脾肋下未及。双下肢无水肿。四肢肌力5级，肌张力正常。深浅感觉未见异常。双侧巴氏征阴性。脑膜刺激征阴性。",
            "辅助检查": "颅脑CT示脑内软化灶。糖化血红蛋白7.5%。"
        },
        "diagnosis": {
            "初步诊断": "1.缺血性脑血管病2.2型糖尿病3.高血压病（1级，中危）",
            "诊断依据": "1.中年女性，“2型糖尿病”、“高血压病”病史。2.头昏沉感1月。3.查体：颅神经阴性。四肢肌力5级，肌张力正常。双侧巴氏征阴性。脑膜刺激征阴性。4.辅助检查：颅脑CT示脑内软化灶。糖化血红蛋白7.5%。",
            "鉴别诊断": "1.椎基底动脉供血不足：多发生在中老年人，多有动脉硬化或颈椎病病史。临床表现可多种多样，最主要的症状为眩晕发作，持续时间一般为几个小时，可每日发作多次或很长时间发作一次。发作时可伴有视力障碍、共济失调、恶心、呕吐、呼吸困难、头痛、意识障碍以及脑干定位体征等，该患者暂不支持。2.梅尼埃综合征：主要表现为发作性眩晕、恶心、呕吐、耳鸣、耳聋及眼球震颤。临床上青壮年多见，老年人少见，男性多于女性。梅尼埃综合征发作前几日至数月可有耳鸣和/或耳聋为持续性高音调耳鸣以“呼呼声”为背景，混有尖锐的尖叫声或机器声。发作期上述症状明显加重，耳聋为神经性耳聋。该患者暂不支持。",
            "诊断结果": "1.烟雾病2.2型糖尿病3.高血压病（1级，中危）"
        },
        "cure": "入院后给予以下治疗：1.阿司匹林肠溶片100mgqd、阿托伐他汀10mgqn卒中预防；2.二甲双胍肠溶片0.5gtid、格列美脲2mgqd、阿卡波糖50mgtid控制血糖；3.硝苯地平控释片30mgqd、厄贝沙坦75mgqd控制血压；4.阿魏酸钠0.3gqd改善循环。患者考虑慢性脑缺血，完善颅脑磁共振示右侧颈内动脉动脉及两侧大脑中动脉闭塞，右侧大脑前动脉变细狭窄，不能排除烟雾病。为进一步明确诊断，行颈CTA示右侧颈内动脉变细，软硬斑块形成并管腔狭窄，部分管腔中重度狭窄；左侧颈内动脉钙化斑块形成并管腔轻度狭窄；双侧大脑中动脉闭塞并侧枝循环形成，考虑烟雾病。患者糖化血红蛋白偏高，提示近2-3个月血糖控制欠佳，监测血糖谱示早餐前血糖7.3mmol/L、早餐后2小时血糖11.2mmol/L、午餐前血糖8.5mmol/L、午餐后2小时血糖13.5mmol/L、晚餐前血糖8.8mmol/L、晚餐后2小时血糖12.8mmol/L。调整饮食结构，控制摄入量，加用阿卡波糖降低餐后血糖，监测血压，防止低血糖发生。经治疗后患者头昏沉感明显改善，血压、血糖控制较理想，无新发不适。"
    },
    {
        "id": 66,
        "symptom": {
            "一般资料": "女性，66岁，无",
            "主诉": "反复发热，畏寒，咳嗽，咳痰，咽痛，腹胀10余天。",
            "现病史": "缘患者于10天前无明显诱因出现反复发热，畏寒，多为中，高热，最高39℃，为不规则热，咳嗽，咳痰，痰量少，多为白粘痰，并诉有咽痛，全身不适，头晕，腹胀，恶心，呕吐，腹痛，腹泻等不适，无昏迷，抽搐。曾经在疾控中心明确诊断为：AIDS病，正规治疗期，门诊治疗（具体不详）效果欠佳，今日夜间复发高热，遂由其家属送入我院治疗。起病以来，患者纳差，二便正常。",
            "既往史": "既往患者10天前在河源市疾控中心明确诊断为：AIDS病。否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：神清，精神差，查体合作，营养极差，急性痛苦面容，口腔，舌毛状白斑，皮肤，巩膜无黄染，全身浅表淋巴结未触及肿大；双肺肋间隙正常，双肺呼吸平顺，两肺呼吸音增粗，可闻及明显湿性罗音，心界不大，律齐，各瓣膜可闻及病理性杂音；腹平，软，上腹压痛，无反跳痛，肝，脾肋下未及，murphy’s(-),移动性浊音阴性，肠鸣音亢进，12~15次∕分。专科查体：双下肢轻度凹陷性水肿，NS(-)，四肢肌力，肌张力正常。",
            "辅助检查": ""
        },
        "diagnosis": {
            "初步诊断": "1.发热查因:肺炎？2.获得性免疫缺陷综合征.3.重度营养不良。4.鹅口疮。",
            "诊断依据": "1.女，66岁,反复发热，畏寒，咳嗽，咳痰，咽痛，腹胀10余天。2.专科检查：神清，精神差，营养极差，急性痛苦面容，口腔，舌毛状白斑，两肺呼吸音增粗，可闻及明显湿性罗音，心界不大，律齐，各瓣膜可闻及病理性杂音；腹平，软，上腹压痛，无反跳痛；双下肢轻度凹陷性水肿。",
            "鉴别诊断": "1.与肺结核等鉴别，多有午后潮热，夜间盗汗，消瘦等结核中毒症状，可以行胸部影像学等检查排除。",
            "诊断结果": "1.肺炎；2.获得性免疫缺陷综合征；3.重度营养不良；4.鹅口疮"
        },
        "cure": "入院后完善相关检查，检查示：白细胞4.29×10^9/L。血红蛋白97.00g/L↓。N末端脑钠素原测定784.00pg/mL↑。人免疫缺陷病毒抗体测定可疑。血清总蛋白测定54.96g/L↓。血清白蛋白测定29.59g/L↓。全胸片示：右侧肺部感染，双上肺纤维增殖，主动脉硬化，考虑诊断：1.肺炎。2.获得性免疫缺陷综合征.3.重度营养不良。4.鹅口疮。治疗上予以氟康唑氯化钠注射液0.2g每日一次抗真菌治疗，患者营养状况极差，予以转化糖注射液250ml每日一次、生脉注射液50ml每日一次、复方氨基酸注射液250ml每日一次补充营养、补充能量。口服复方磺胺甲恶唑片960mg每日两次、伊曲康唑分散片0.1g每日一次抗感染、抗真菌治疗。住院12天，予抗感染，抗病毒，营养对症等治疗后，患者病情好转出院。"
    },
    {
        "id": 67,
        "symptom": {
            "一般资料": "男性，61岁，无",
            "主诉": "心悸6余年，加重10个月",
            "现病史": "该患者6年前因情绪激动后自觉心悸、胸闷，就诊于当地医院，诊断为：室上性心动过速，静脉滴注药物（具体不详）后约30分钟后好转。此后上述症状时有发作，偶伴后背不适感，每次须静脉注射药物（具体不详）后约30分钟-1小时左右可好转。近10个月，上述症状加重，就诊于当地医院静脉注射药物好转不明显，遂就诊于我院急诊。今为进一步诊治收入我科。病来，一般状态可，无胸闷胸痛，无恶心呕吐，无心悸气短等，饮食可，睡眠差，二便正常。",
            "既往史": "否认冠心病、高血压、糖尿病病史"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：84次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。",
            "辅助检查": "心电图：窦性心律轻度ST-T异常。发作心电图：室上性心动过速。心脏超声：EF：57%，主动脉瓣退行性变，左室舒张功能正常，静息状态下左室收缩功能正常。cTnI0.02ng/ml、CK-MB0.10ng/ml、BNP43pg/ml，其余化验均正常。"
        },
        "diagnosis": {
            "初步诊断": "心律失常阵发性室上性心动过速",
            "诊断依据": "以心悸6余年，加重10个月为主诉入院，患者发作心电图提示室上速性心动过速。",
            "鉴别诊断": "1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。",
            "诊断结果": "心律失常阵发性室上性心动过速心电检查及射频消融术后房室结双径路"
        },
        "cure": "入院后完善术前检查，心脏超声，动态心电图，血常规、肝肾功、离子、心肌酶、肌钙蛋白等化验均未见异常，针对室上性心动过速择期行心电生理检查，1%利多卡因局麻后穿刺左右股静脉，插入鞘管后，经6F鞘将4极标测电极送至RVA，送10极可调弯电极至CS。电生理检查，心室起搏S1S1220ms室房文氏传导。导管刺激诱发出心动过速，V、A为1：1传导。A波呈向心性传导，VA＜70ms，心内电生理诊断为：房室结折返性心动过速，经右股静脉送入盐水大头消融导管，在三维标测辅助下，大头于冠状窦口上方，HIS束中下三分之一，小A大V处，在该处以30W、55°放电，约5秒后出现交界部心律，于靶点周围巩固放电240秒，观察20分钟，再行心内电生理检查，心房，心室反复刺激及静点异丙肾下反复刺激无心动过速发作，无房室结跳跃现象，手术成功。术后患者未再发作心慌、心悸症状，好转出院。"
    },
    {
        "id": 68,
        "symptom": {
            "一般资料": "男性，36岁，职工",
            "主诉": "发现血压升高半年，腰痛不适4天",
            "现病史": "患者半年前因头晕至我院急诊就诊，完善基本查体测血压192/123mmHg，遂予以降压治疗病情缓解后出院，出院后患者未规律服用药物治疗，未监测血压，平素无头痛、头晕，无，无胸闷、心悸、气促等不适，近4天患者出现腰痛不适，呈持续性胀痛，伴双下肢麻木、乏力，无胸痛胸闷，无心悸、气促，无头痛头晕，无恶心呕吐，无腹痛腹胀等不适，遂再次我院急诊就诊，测血压200/122mmHg，完善胸腹主动脉CTA未见明显异常。予以“硝普钠、替米沙坦”降压治疗，患者血压仍偏高，拟“高血压：原发性？继发性？”收住我科，患者起病以来，精神食欲可，夜间打鼾明显，偶有呼吸暂停，大小便未见明显异常，近期体重无明显变化",
            "既往史": "否认肝炎、结核、疟疾病史，否认心脏病史，否认糖尿病、脑血管疾病、精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，接种3针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养良好，体型肥胖，慢性面容，神志清楚，精神尚可，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，全身浅表淋巴结未触及肿大。头颅无畸形、双眼睑无浮肿，眼球活动自如，无外突，结合膜无充血及水肿，巩膜无黄染，角膜透明，双侧瞳孔等大等圆，对光反应灵敏。耳廓无畸形，外耳道无溢脓，乳突无压痛。外鼻无畸形，日间鼻通气良好，夜间打鼾明显，偶有呼吸暂停。无鼻翼扇动，副鼻窦区无压痛。唇无紫绀，口腔粘膜无出血点，伸舌居中，无震颤，咽部无充血，扁桃体无肿大，无脓性分泌物。颈软无抵抗，无颈静脉怒张，甲状腺无肿大，无血管杂音，气管居中，肝颈静脉回流征阴性。胸廓无畸形，双侧呼吸动度对称，语颤无增强，双肺叩诊清音，双肺呼吸音清晰，未闻及干湿性啰音和胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内0.5cm，未触及震颤，心界无扩大，心率102次／分，律齐，心音正常，各瓣膜听诊区未闻及病理性杂音。腹软，未见腹壁静脉曲张，无胃肠型及蠕动波，全腹无压痛及腹肌紧张，未触及腹部包块，肝、脾肋下未触及，莫菲氏征阴性，肝及肾区无叩击痛，腹部移动性浊音阴性，双肾区无叩击痛。肠鸣音正常。肛门、外生殖器正常。关节无红肿，无杵状指（趾），双下肢无浮肿，双下肢皮肤无色素沉着。四肢肌力、肌张力正常。生理反射存在，巴氏征阴性，克氏征阴性，布氏征阴性。",
            "辅助检查": "急诊血气分析：P0270mmHg、实际碳酸氢盐26mmol/L、标准碳酸氢根25.2mmol/L、二氧化碳结合力27.4mmol/L、乳酸3.0mmol/L心肌酶学、血常规、肾功能电解质、凝血功能、D-二聚体、淀粉酶未见明显异常。心电图、胸腹主动脉CTA未见明显异常。入院后完善相关检查：血脂：甘油三酯2.31↑＊mmol/L；高密度脂蛋白胆固醇0.71↓＊mmol/L；低密度脂蛋白胆固醇3.42↑＊mmol/L；大小便常规、肝功能、ACTH、血皮质醇节律、尿皮质醇、输血前四项、甲状腺功能三项、同型半胱胺酸、原醛卧立位试验、24小时尿钠及尿钾、血浆及24小时尿MNS、尿微量白蛋白、尿微量白蛋白比肌酐、新冠抗体未见明显异常。心脏彩超、双肾血管彩超、颈部血管彩超未见明显异常。腹部彩超：脂肪肝。头部＋肺部＋肾上腺增强CT：副鼻窦炎。考虑肺内散在少许纤维增殖灶，建议随诊复查。肝内小囊肿。颅脑、双侧肾上腺CT检查未见异常，请结合临床。"
        },
        "diagnosis": {
            "初步诊断": "1.高血压：原发性？继发性？2.阻塞性睡眠呼吸暂停低通气综合征？",
            "诊断依据": "1.高血压：原发性？继发性？患者，男性，36岁，因发现血压升高半年入院，多次静息状态下测血压＞140/90mmHg，达到高血压诊断标准，目前诊断为高血压，但导致其高血压原因不明，拟完善继发性高血压相关检查协助诊治。2.阻塞性睡眠呼吸暂停低通气综合征？：该患者体型肥胖，夜间睡眠打鼾，伴呼吸暂停、结合患者不符合年龄的极高血压，以及入院时查血气示低氧血症，考虑是否存在阻塞性睡眠呼吸暂停低通气综合征致使心血管重构所致？拟请耳鼻喉科会诊并完善夜间通气试验等相关检查明确诊断。",
            "鉴别诊断": "1.肾血管性高血压：一支或多支肾动脉狭窄或闭塞引起的全身性血压增高，病因可为动脉粥样硬化，大动脉炎或先天性肾动脉纤维肌性发育不良，可行开博通试验及双肾动脉CT检查、肾动脉造影明确诊断。2.嗜铬细胞瘤：多发生于肾上腺髓质肿瘤或交感神经链上肿瘤，血压阵发性升高，伴有出汗、面色苍白、心慌等，通过查儿茶酚胺、尿苄肾上腺素、苄去甲肾上腺素及肾上腺CT可明确诊断，必要时可行MIBG试验。3.醛固酮增多症：表现为高血压、乏力、夜尿多、血钾低，查普卧、普立位肾素、血管紧张素II、醛固酮可见异常，肾上腺皮质可见增生或占位，可查肾上腺CT明确。（5）肾实质性高血压：有肾病史，肌酐、尿素氮可见异常。",
            "诊断结果": "1.重度睡眠呼吸暂停低通气综合征2.重度夜间低血氧症3.继发性高血压3级很高危组4.高脂血症5.脂肪肝6.肝内小囊肿7.副鼻窦炎"
        },
        "cure": "急诊血气分析：P0270mmHg、实际碳酸氢盐26mmol/L、标准碳酸氢根25.2mmol/L、二氧化碳结合力27.4mmol/L、乳酸3.0mmol/L，心肌酶学、血常规、肾功能电解质、凝血功能、D-二聚体、淀粉酶未见明显异常。心电图、胸腹主动脉CTA未见明显异常。入院后根据患者急诊血气结果，提示低氧血症与代谢性酸中毒，予以4L/min住院期间持续流量吸氧，并予以“碳酸氢钠林格氏液1500ml静脉滴注、碳酸氢钠溶液100ml静脉滴注立即”扩容补液，改善酸中毒。“硝普钠25mg静脉泵入”降低血压。后续完善相关检查：血脂：甘油三酯2.31↑＊mmol/L；高密度脂蛋白胆固醇0.71↓＊mmol/L；低密度脂蛋白胆固醇3.42↑＊mmol/L；大小便常规、肝功能、ACTH、血皮质醇节律、尿皮质醇、输血前四项、甲状腺功能三项、同型半胱胺酸、原醛卧立位试验、24小时尿钠及尿钾、血浆及24小时尿MNS、尿微量白蛋白、尿微量白蛋白比肌酐、新冠抗体未见明显异常。心脏彩超、双肾血管彩超、颈部血管彩超未见明显异常。腹部彩超：脂肪肝。头部＋肺部＋肾上腺增强CT：副鼻窦炎。考虑肺内散在少许纤维增殖灶，建议随诊复查。肝内小囊肿。颅脑、双侧肾上腺CT检查未见异常，请结合临床。并请耳鼻喉科会诊，完善相关检查示：阻塞性睡眠呼吸暂停综合征，慢性鼻窦炎，咽腔狭窄，肥胖。诊断：1.重度睡眠呼吸暂停低通气综合征，低通气事件为主，2.重度夜间低血氧症。建议：改变卧姿，以侧卧睡眠；合理饮食，控制体重，戒烟酒；结合血液学检查结果及专科会诊意见，患者“1.重度睡眠呼吸暂停低通气综合征2.重度夜间低血氧症3.继发性高血压3级很高危组4.高脂血症5.脂肪肝6.肝内小囊肿7.副鼻窦炎”诊断明确。治疗上予以：“阿托伐他汀钙20mg口服1次／晚”调节血脂、“经鼻正压通气治疗”改善呼吸睡眠暂停，“苯磺酸左氨氯地平2.5mg口服1次／天；厄贝沙坦氢氯噻嗪12.5mg口服1次／天”调节血压。经上述治疗7天后，患者无头痛头晕等不适，一般情况良好，查血压147/92mmHg，病情较前好转，予以出院。出院后嘱患者避免食用油腻，含盐分高，及如动物内脏，蛋黄等含胆固醇高的食物。加强低盐低脂饮食控制，加强运动，缓解脂肪肝问题，肝内小囊肿无明显症状体征与不适，暂观察。副鼻窦炎考虑为重度睡眠呼吸暂停低通气综合征继发性影响所致，且患者副鼻窦炎目前无严重鼻塞，流涕不适，故先针对原发疾病治疗，待控制原发病后待其自然好转。继续服药控制高血压与高脂血症，并需注意有无肌肉疼痛等不适，定期复查肝功能。自行购入并使用呼吸机改善夜间通气障碍，定期呼吸科及我科门诊复查，不适随诊。"
    },
    {
        "id": 69,
        "symptom": {
            "一般资料": "男性，20岁，学生",
            "主诉": "反复乏力、软瘫1月余，再发7小时",
            "现病史": "患者自诉1月余前无明显诱因出现乏力，易疲乏，活动后症状明显，伴有多食、善饥、失眠、思想不集中，情绪易激动，体重在3月内减轻10kg，无心悸、胸闷、气促等不适，患者未重视，后症状加重，发作软瘫1次，当时肢体不能活动，无意识障碍，当时外院就诊完善离子示低钾血症，予以补钾治疗后症状好转，但仍感体力较前下降。患者未进一步住院完善相关检查即自行出院。今晨6:00起床时患者再次出现软瘫，不能起床行走，无意识障碍、肢体强直或大小便失禁，无恶心呕吐、胸闷胸痛、心悸气促、腹痛腹胀，遂由辅导员送至我院急诊就诊，查电解质：K＋1.50mmol/L；予以补钾补镁治疗后，复查血钾仍低：1.3mmol/L，症状无好转、再次复查血气分析示：k＋1.7mmol/L，予以颈静脉置管后中心静脉泵钾治疗，建议住监护室，患者及其辅导员拒绝。15:42复查血气分析示：K＋7.2mmol/L，予以暂停补钾，立即予利尿及葡萄糖加胰岛素降钾处理，拔出中心静脉置管，17:45复查血气分析示:k＋3.39mmol/L，，遂改静脉补钾，患者症状逐渐好转，拟“低钾周期性瘫痪？”收住我科。患者此次起病以来，精神差，睡眠欠佳，食纳可，大小便正常，体重变化同前述",
            "既往史": "否认肝炎、结核、疟疾病史，否认高血压、心脏病史，否认糖尿病、脑血管疾病、精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，接种三针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养良好，急性面容，甲亢面容，神志清楚，精神欠佳，自动体位，查体合作，问答切题，全身皮肤粘膜未见黄染，全身浅表淋巴结未触及肿大。头颅无畸形、双眼睑无浮肿，眼球无外突，Stellwag征（－），vonGraefe征（－），Joffroy征（－），Mobius征（－），巩膜无黄染，双侧瞳孔等大等圆，对光反应灵敏。耳廓无畸形，外耳道无溢脓，乳突无压痛。外鼻无畸形，鼻通气良好，无鼻翼煽动，副鼻窦区无压痛。唇无紫绀，口腔粘膜无出血点，伸舌居中，无震颤，咽部无充血，扁桃体无肿大，无脓性分泌物。颈软无抵抗，无颈静脉怒张，甲状腺II度肿大，质地柔软，可闻及血管杂音，气管居中，肝颈静脉回流征阴性。胸廓无畸形，双侧呼吸动度对称，语颤正常，双肺叩诊清音，双肺呼吸音清晰，未闻及干湿性罗音和胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内0.5cm处明显，未触及细震颤，心界无扩大，心率116次／分，律齐，心音无明显增强和减弱，各瓣膜听诊区未闻及病理性杂音。腹部平软，未见腹壁静脉曲张，无胃肠型及蠕动波，全腹无压痛及腹肌紧张，未触及腹部包块，肝、脾肋缘下未触及，莫菲氏征阴性，腹部移动性浊音阴性，双肾区无叩击痛，肠鸣音正常。肛门、外生殖器未查。脊柱无畸形，双手细颤（＋），活动自如，关节无红肿，无杵试指（趾），双下肢无浮肿，双下肢皮肤无色素沉着。四肢肌力四级，肌张力正常。双膝反射正常，巴氏征阴性，克氏征阴性，布氏征阴性。",
            "辅助检查": "入院后完善相关检查：促甲状腺受体抗体22.77↑＊IU/L；甲状腺球蛋白抗体112.48↑＊IU/mL；甲状腺过氧化物酶抗体349.91↑＊IU/mL；粪便常规、尿常规、血糖、CRP、肝功能、血脂、ESR、炎性指标、糖化血红蛋白、术前四项、新冠抗体未见明显异常。胸片、心脏彩超、腹部彩超未见明显异常甲状腺彩超：甲状腺实质弥漫性病变、血彩丰富：符合甲亢声像甲状腺左侧叶囊性结节：TI-RADS：2类；补钾后复查电解质未见明显低钾血症："
        },
        "diagnosis": {
            "初步诊断": "继发性低钾周期性麻痹：原发性甲状腺功能亢进症可能？",
            "诊断依据": "继发性低钾周期性麻痹：原发性甲状腺功能亢进症可能？：患者，男20岁，反复乏力软瘫1月余，再发7小时。患者临床查体：甲状腺II度肿大，质地柔软，可闻及血管杂音，结合入院时电解质低钾，诊断低钾周期性麻痹基本明确。结合查体考虑可能为原发性甲状腺功能亢进症所致？可查甲功3项、TR-Ab和甲状腺B超等明确诊断。",
            "鉴别诊断": "1.继发性低血钾：散发病例应与可反复引起低血钾的疾病鉴别，如甲亢、原发性全固酮增多症、肾小管酸中毒、失钾性肾炎、腹泻、药源性低钾麻痹（噻嗪类利尿剂、皮质类固醇等）等。但上述疾病均有原发病的其他特殊症状可鉴别。2.吉兰-巴雷综合征：本病瘫痪性质呈四肢弛缓性瘫痪，远端重于近端，可有周围性感觉觉障碍和脑神经损害，脑脊液蛋白-细胞分离现象，肌电图神经源性损害，可与低钾型周期性瘫痪鉴别。3.重症肌无力：常亚急性起病，可累及四肢及脑神经支配肌肉，症状呈波动性，晨轻暮重，病态疲劳。疲劳试验及新斯的明试验阳性。血清钾正常，重复神经电刺激波幅递减，抗乙酰胆碱受体抗体阳性可鉴别。",
            "诊断结果": "1.继发性低钾周期性麻痹：原发性甲状腺功能亢进症Graves病2.甲状腺囊性结节"
        },
        "cure": "入院后完善相关检查：促甲状腺受体抗体22.77↑＊IU/L；甲状腺球蛋白抗体112.48↑＊IU/mL；甲状腺过氧化物酶抗体349.91↑＊IU/mL；游离三碘甲状腺原氨酸19.21↑pmo1/L、游离甲状腺素40.33↑pmol/L粪便常规、尿常规、血糖、CRP、肝功能、血脂、ESR、炎性指标、糖化血红蛋白、术前四项、新冠抗体未见明显异常。胸片、心脏彩超、腹部彩超未见明显异常甲状腺彩超：甲状腺实质弥漫性病变、血彩丰富：符合甲亢声像甲状腺左侧叶囊性结节：TI-RADS：2类；根据患者在入院时的低钾血症及瘫痪病史，结合各项检查结果，治疗上予以：1.绝对卧床休息防治再次突发瘫痪发生二次伤害，并吸氧，优质蛋白饮食。2.继续予以静脉：500ml5%GS+15ml10%氯化钾qd静脉补钾，并口服氯化钾颗粒1.05gtid共三天补充钾，后复查离子电解质。3.根据患者检查结果针对原发病用药：甲巯咪唑10mgbid、硒酵母100ugbid复合维生素B1片2片tid，普萘洛尔20mgtid长期服用。经上述治疗7天后，复查电解质未见明显异常。患者未再发瘫痪等不适，心率数值正常界限，仍有稍乏力不适，生命体征平稳，一般情况可。予以带“甲巯咪唑10mgbid、硒酵母100ugbid复合维生素B1片2片tid，普萘洛尔20mgtid氯化钾颗粒1.05gqd”出院，嘱患者出院后继续服用抗甲状腺药物，每日口服补钾，并低碘高热量饮食，适当运动，避免受凉劳累。每周复查电解质、血常规，1月后每月复查血常规、肝肾功能、甲状腺功能等，定期调整用药方案。甲状腺囊性结节良性可能性大，暂观察，定期复查彩超即可，不适随诊。"
    },
    {
        "id": 70,
        "symptom": {
            "一般资料": "男性，34岁，职员",
            "主诉": "黑便10小时",
            "现病史": "患者自诉近日因感冒多次服用“感冒药”，10小时前解大便时出现解黑色柏油便，前后共解2次，大便性状呈稀糊状，总量约200g，伴有头晕乏力、精神不振，全身冷汗，感恶心。无明显呕吐，无明显腹痛、腹胀、无发热畏寒、无咳嗽咳痰，无呕血，无反酸暖气，无胸闷胸痛等不适。患者遂于今日就诊于我院门诊，门诊遂以“黑便查因“收住我科。起病以来，患者精神睡眠较差，至今未进食，大便如前所述，小便正常，体重近期无明显下降。",
            "既往史": "自诉6年余前曾在外院行胃镜检查示“十二指肠溃疡”，口服药物治疗后复查胃镜治愈。否认“结核、痢疾、伤寒”等病史。否认“高血压、冠心病、糖尿病”病史。无重大外伤手术史，否认输血史。否认食物及药物过敏史，无放射性毒物接触史。接种3针新冠疫苗"
        },
        "examine": {
            "查体": "发育正常，营养良好，体型中等，自动体位，神清合作，正常面容。全身皮肤巩膜无黄染，浅表淋巴结未扪及，未见肝掌及蜘蛛痣。头颅、五官大小形态无异常，无突眼，双侧瞳孔等大等圆，对光反射灵敏，外耳道无流脓，乳实无压痛。口唇无发绀，咽部无充血，双侧扁桃体无肿大、颈软，颈静脉无充盈，颈动脉无异常搏动，气管居中，甲状腺不大。胸廓两侧对称无畸形，呼吸运动自如，双侧语颤正常，双肺叩诊清音，双肺呼吸音清晰，未闻及干、湿罗音。胸前区无异常隆起，心尖搏动左第5肋间锁骨中线内0.5cm。心界不大，心率128次／分，律快，齐，无杂音。腹平坦，未见胃肠型及蠕动波，未见腹壁静脉显露，腹软，全腹无压痛，无反跳痛，无腹肌紧张，肝脾肋下未及，Murphy氏征阴性，肝区、双肾区无叩痛，移动性油音阴性，肠鸣音5-6次／分，音调不高。肛门外生殖器未查。脊柱四肢活动自如，双下肢无浮肿。双膝腱反射正常，双克、布氏征阴性，双巴氏征阴性。",
            "辅助检查": "入院后完善相关检查，血常规：红细胞计数2.71＊10＾12/L、血红蛋白浓度82↓＊g/L；尿常规、电解质、凝血功能、D-二聚体、电解质、肾功能、CRP、心肌酶＋肌钙蛋白、癌胚抗原、糖类抗原15-3、糖类抗原19-9、AFP、肝功能、血脂、输血前四项、2019新型冠状病毒抗体均未见明显异常。胃镜：十二指肠球部溃疡（A1ForrestIb）并出血、慢性浅表性胃炎、反流性食管炎。复查血常规示血红蛋白浓度89↓＊g/L幽门螺旋杆菌（HP）C14呼气实验：335个＊DPM:"
        },
        "diagnosis": {
            "初步诊断": "黑便查因：急性胃粘膜病变出血?消化性溃疡并出血?",
            "诊断依据": "黑便查因：急性胃粘膜病变出血?消化性溃疡并出血？患者系34岁男性，既往有十二指肠溃疡病史，本次急性起病，无明显诱因，表现为黑便10小时，伴有贫血、血容量不足症状，入院体查可见心率快，血压偏低，无明显腹部体征，日前患者黑便原因不明确，需进一步完善胃镜检查协助明确诊断。",
            "鉴别诊断": "1.急性胃黏膜病变：是以胃粘膜发生不同程度糜烂、浅溃疡和出血为特征的病变，以粘膜出血改变为主可称为急性出血性胃炎，发生于应激状态，以多发性溃疡为主者可称为应激性溃疡，是消化道出血黑便的常见病因之一，约占20－30%。口服胃粘膜屏障破坏剂为导致急性胃粘膜病变的首要原因,常表现为上消化道出血,胃镜检查是诊断本病的首选手段。2.血管畸形并出血：先天性血管发育畸形，可见血管裸露，走形异常等，于外因刺激下可表现为呕血、黑便，出血量较大，该诊断不排除。",
            "诊断结果": "1.十二指肠球部溃疡并出血2.失血性贫血3.慢性浅表性胃炎4.反流性食管炎5.幽门螺旋杆菌感染"
        },
        "cure": "患者入院后予禁食，并立即静脉滴注5%GS1500ml，碳酸氢钠林格氏液1000ml补充容量，并予以艾司奥美拉唑80mg+NS50ml、生长抑素3mg+NS60mliv泵入，硫糖铝凝胶5ml+凝血酶冻干粉1000单位Tid口服抑酸护胃，保护胃黏膜，止血。同时完善相关检查:血常规:血常规:红细胞计数：2.71↓＊10＾12/L、血红蛋白浓度82↓＊g/L；尿常规、电解质、凝血功能、D-二聚体、电解质、肾功能、CRP、心肌酶＋肌钙蛋白、癌胚抗原、糖类抗原15-3、糖类抗原19-9、AFP、肝功能、血脂、输血前四项、2019新型冠状病毒抗体均未见明显异常。上述结果表明患者一般情况尚可，能耐受胃镜检查，在禁食8h后胃排空后，予以无痛胃镜下行钛夹止血术，胃镜示：1.十二指肠球部溃疡（A1ForrestIb）并出血2.慢性浅表性胃炎3.反流性食管炎。术后持续艾司奥美拉唑80mg+NS50ml、生长抑素3mg+NS60mliv泵入，硫糖铝凝胶5ml+凝血酶冻干粉1000单位Tid口服抑酸护胃，保护胃黏膜，止血，疗程共3天。患者未解黑便，大便转黄，诉乏力气促较入院缓解后，停泵入药物，改用口服泮托拉唑40mgbid抑酸，并继续口服硫糖铝凝胶5mlTid保护胃黏膜，用至出院。同时可进食半流质。为明确患者十二指肠溃疡具体病因，完善14C吹气试验：幽门螺旋杆菌（HP）C14呼气实验：335个＊DPM，病因基本明确为幽门螺杆菌感染。治疗上予以四联疗法：阿莫西林1gbid、克拉霉素0.5gbid、枸橼酸铋钾20mgbid、泮托拉唑40mgbid，抗Hp药物应用2周根除Hp，抑酸药物持续使用8周治疗十二指肠溃疡，反流性食管炎。继续住院观察2天后复查血常规示：血红蛋白浓度89↓＊g/L，现患者消化道出血停止，血红蛋白浓度较入院时回升，大便黄软，未见明显乏力气促不适。表明治疗有效，予出院。出院后嘱患者按时坚持服药根除幽门螺杆菌，抑酸护胃治疗溃疡及反流性食管炎。并注意少服用感冒药，止痛药。清淡，高营养饮食，通过摄入高营养食物改善失血性贫血。8周后门诊复查评估疗效。"
    },
    {
        "id": 71,
        "symptom": {
            "一般资料": "男性，68岁，无",
            "主诉": "胸闷、咳嗽1周，身目黄染、尿黄、乏力纳差3天。",
            "现病史": "患者于1周前出现胸闷、咳嗽，程度中，无明显咳嗽，无发热，无胸痛心悸等不适。曾服用“中草药”治疗，胸闷、咳嗽未见好转，3天前出现身目黄染，伴尿黄，伴乏力纳差，未诊治，今来我院就诊，查肝功异常，为进一步诊治遂入住我院。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。有饮酒史。"
        },
        "examine": {
            "查体": "一般情况：老年男性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜黄染，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率73次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。专科检查：全身皮肤黏膜黄染，无皮疹，巩膜黄染，浅表淋巴结无肿大，心肺无特殊。腹软，肝区轻叩痛，无压痛无反跳痛，腹水征阴性。",
            "辅助检查": "肝功能：ALT693.59U/L、AST555.87U/L、TBIL43.57umol/L"
        },
        "diagnosis": {
            "初步诊断": "1.重症肝炎2.酒精性肝炎",
            "诊断依据": "1.男，68岁,胸闷、咳嗽1周，身目黄染、尿黄、乏力纳差3天。2.专科检查：全身皮肤黏膜黄染，无皮疹，巩膜黄染，浅表淋巴结无肿大，心肺无特殊。腹软，肝区轻叩痛，无压痛无反跳痛，腹水征阴性。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "病毒性肝炎：患者查肝酶明显升高，伴身目黄染，既往无病毒性肝炎病史，血液检测可鉴别，待排除。",
            "诊断结果": "1.重症肝炎2.慢乙肝3.酒精性肝炎"
        },
        "cure": "入院后第二天，予以告病重，完善相关检查，白细胞6.09×10^9/L、中性粒细胞比率59.4%、血浆凝血酶原时间测定13.4秒、乙型肝炎表面抗原测定(HBsAg)阳性(+)、B超提示双肾结石，予护肝、褪黄、降酶等治疗，嘱戒酒。治疗上予以康艾注射液40mlivdrip每日一次；注射用复方甘草酸苷100mg，每日一次；参灵肝康胶囊2g，口服tid；葡醛内酯片0.2g口服tid；联苯双酯滴丸12mg口服tid；洋托拉唑钠肠溶片20mg口服bid；百令片0.9g口服tid，喷托维林氯化铵片325mg口服tid；入院第12天患者诉有偶发性咳嗽咳痰，伴乏力纳差，尿色减淡，无诉其他不适。查体心肺腹无特殊。血液辅查提示：白细胞5.27×10^9/L、中性粒细胞比率57.2%、血浆凝血酶原时间测定13.6秒、血清丙氨酸氨基转移酶测定170.90U/L、血清天门冬氨酸氨基转移酶测定215.77U/L、血清总胆红素测定46.82μmol/L，肝酶降低，肝功指标好转，病情好转。"
    },
    {
        "id": 72,
        "symptom": {
            "一般资料": "女性，66岁，退休",
            "主诉": "胸闷、胸痛1年，加重2个月",
            "现病史": "患者1年前劳累时出现胸闷、伴气短，休息2-3分钟后缓解。此后上述症状反复发作，多由劳累及情绪激动诱发，休息后可缓解。近2个月上述症状加重，发作较前频繁，无诱因也可发作，持续时间延长，可达10分钟，休息或服用速效救心丸数分钟后可缓解，伴活动耐力减低，近10个天无明显诱因出现心前区针刺样疼痛。既往高血压10余年，未规律用药治疗。",
            "既往史": "高血压病史10余年，平素口服氨氯地平降压，血压控制在130/80mmHg左右。"
        },
        "examine": {
            "查体": "双肺呼吸音清，未闻及干湿啰音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率56次／分，心律齐，各瓣膜听诊区未闻及病理性杂音。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉搏动好，无血管杂音，双足背动脉搏动良好。",
            "辅助检查": "cTnI：0.007ng/ml,CK-MB:0.5g/ml,NT-ProBNP:1254.30pg/ml,心电图：窦性心动过缓，T波改变。心脏超声：EF：46%，左室心肌节段性运动异常，左心比例略大，主动脉瓣退行性变伴轻度反流，主动脉窦部及升主动脉增宽，左室舒张功能减低，静息状态下左室整体收缩功能减低。肺CT:双肺微笑结节，随诊观察。右肺中叶少许慢性炎症，双肺轻度间质性改变，双肺及胸膜陈旧病变。"
        },
        "diagnosis": {
            "初步诊断": "1.冠心病不稳定性心绞痛2.高血压3级很高危",
            "诊断依据": "1.患者有发作性胸痛症状，且有静息状态下气短不适，心电图提示T波改变，结合患者存在高血压危险因素，冠心病诊断不除外，考虑胸痛症状近期加重，诊断为不稳定心绞痛。2.高血压病史10余年，平素口服氨氯地平降压，血压控制在130/80mmHg左右。",
            "鉴别诊断": "1.急性心肌梗死：患者疼痛性质剧烈，持续时间明显延长，多超过30分钟，有时可长达数小时，含服硝酸酯类药物不能使之缓解；心电图中相关导联ST段抬高，并有异常Q波。实验室检查示心肌酶学标志物增高等。2.心脏神经症：患者胸痛为短暂（数分钟）的刺痛或持久（数小时）的隐痛或灼痛，患者常喜欢不时地吸一大口气或作叹息性呼吸；胸痛部位多在左胸乳房下心尖部附近，或经常变动。症状多在疲劳之后出现，而不再疲劳的当时，含服硝酸甘油无效或在10多分钟后才\"见效\"，常伴有心悸、疲乏及其他神经衰弱的症状。3.主动脉夹层：高血压为导致本病的重要因素；患者表现为突发剧烈的胸痛，常放射到背、肋、腹、腰和下肢，伴有心动过速，血压更高，两上肢的血压和脉搏可有明显差别，可有下肢暂时性瘫痪、偏瘫和主动脉瓣关闭不全的表现，二维超声心动图检查X线或磁共振体层显像有助于诊断。4.需与心脏以外原因引起的胸痛鉴别，如食管疾病、消化性溃疡、肌肉骨骼疾病、肋软骨炎等。",
            "诊断结果": "1.冠心病不稳定性心绞痛冠脉造影及PCI术后2.高血压3级很高危"
        },
        "cure": "入院后给予阿司匹林100mg，日一次口服，氯吡格雷75mg，日一次口服抗血小板治疗，阿托伐他汀20mg，日一次口服联合依折麦布10mg，日一次口服降脂稳定斑块，诺欣妥50mg，日二次口服降压防止心肌重塑治疗，静脉应用硝酸异山梨酯注射液缓解胸痛症状，患者入院提示心动过缓，未予以β受体阻滞剂治疗。根据患者症状，入院心电图提示ST段及T波改变，心脏超声提示左室心肌节段运动异常，考虑存在冠脉病变，择期行冠脉造影结果提示：回旋支远段100%狭窄，回旋支近段30%狭窄，左前降支近段30%狭窄，中段50%狭窄。在回旋支植入支架1枚。经过7天药物强化治疗及介入手术治疗，患者胸痛症状未在发作，好转出院。"
    },
    {
        "id": 73,
        "symptom": {
            "一般资料": "女性，43岁，无",
            "主诉": "恶心呕吐、纳差伴巩膜黄染、尿黄1周，上腹痛1天。",
            "现病史": "缘患者于1周前无明显诱因出现恶心呕吐胃内容物，至今共4-5次，量少，非血性及喷射性，伴纳差、食欲不振，并有巩膜黄染及尿黄，无腹胀腹泻，无头晕头痛，无咳嗽咳痰，无气促、胸闷、胸痛，无发热畏寒，无尿频尿急尿痛等，未处理，症状持续；1天前出现上腹痛，以剑突下及右上方阵发性钝痛为主，程度一般，无反射至他处，无腹泻，无发热等，为进一步治疗来我院就诊，门诊完善肝功能及B超后，拟“肝炎”收入我科。起病来，患者精神、睡眠欠佳，近1周解硬便2次，量不详，小便如上述，近期体重未监测。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年女性，发育正常，营养良好，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，乳房发育正常，双侧乳房未触及包块，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率85次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平软，剑突下轻压痛，无反跳痛，余腹无异常，肝脾未触及，墨菲征（+），肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，精神欠佳，无贫血貌，巩膜黄染。腹平软，剑突下轻压痛，无反跳痛，余腹无异常，肝脾未触及，墨菲征（+），肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。",
            "辅助检查": "血常规示：白细胞(WBC)8.5510^9/l，血红蛋白(HGB)139g/l，红细胞压积(HCT)40.8%。肝肾功能：血清丙氨酸氨基转移酶测定(ALT)1293.00U/L↑，血清天门冬氨酸氨基转移酶测定(AST)1128.00U/L↑，血清碱性磷酸酶测定(ALP)306.00U/L↑，血清Y-谷氨酰基转移酶测定(GGT)397.00IU/L↑，血清白蛋白测定(ALB)40.10g/L，血清总胆红素测定(TBIL)130.35μmol/L↑，血清直接胆红素测定(DBIL)79.20μmol/L↑，尿素测定(Urea)2.38mmol/L↓，肌酐测定(Creat)51.80umol/L。B超示：左室舒张功能减退。二尖瓣轻度返流。三尖瓣轻度返流。胆囊炎。胆囊窝积液。"
        },
        "diagnosis": {
            "初步诊断": "1.黄疸查因：胆道梗阻？急性肝炎？2.胆囊炎",
            "诊断依据": "1.女，42岁。2.专科检查：神清，精神欠佳，无贫血貌，对答切题，查体合作。巩膜黄染。腹平软，剑突下轻压痛，无反跳痛，余腹无异常，肝脾未触及，墨菲征（+），肝肾区无叩击痛，移动性浊音阴性，肠鸣音正常。3.根据辅助检查可支持诊断。",
            "鉴别诊断": "肝恶性肿瘤：多有“乙肝及酒精肝硬化”病史，中老年多发，以右上腹痛、纳差及黄疸等症状，病程较长，可完善腹部MR进一步排除。",
            "诊断结果": "1.急性丙型肝炎2.胆囊炎"
        },
        "cure": "入院后完善相关检查，辅助检查：白细胞(WBC)7.1810^9/l，网织红细胞数0.115510^12/L↑，未成熟网织红细胞比例9.2%↑，凝血酶时间测定(TT)21.9秒↑，血浆纤维蛋白原测定(FIB)1.38g/L↓，肝功示：血清丙氨酸氨基转移酶测定(ALT)1059.00U/L↑，血清天门冬氨酸氨基转移酶测定(AST)939.00U/L↑，血清Y-谷氨酰基转移酶测定(GGT)337.00IU/L↑，血清总胆红素测定(TBIL)125.98μmol/L↑，血清直接胆红素测定(DBIL)75.93μmol/L↑，淀粉酶测定(AMY)63.00U/L，血清脂肪酶测定(LPS)34.60U/L，肝吸虫抗体阴性(-)N，丙型肝炎抗体测定(HCV-Ab)11.457(阳性)S/CO。DR示：1.心肺膈未见异常。2.腹部未见重要病变X线征。目前黄疸考虑丙型肝炎所致，结合病史、症状、辅助检查，诊断为急性丙型肝炎、胆囊炎。治疗上予以盐酸雷尼替丁注射液50mg每日1次、舒肝宁注射液10ml每日一次、间苯三酚注射液120mg每日1次、注射用丁二酸腺苷蛋氨酸1g每日1次予护胃、护肝、退黄、降酶对症等治疗。同时予以口服双环醇片50mg每日3次、复方甘草酸苷胶囊75mg每日3次护肝治疗。经过住院治疗11天，患者症状好转出院，出院时无腹痛腹胀，无尿黄，胃纳可，无发热畏寒等。"
    },
    {
        "id": 74,
        "symptom": {
            "一般资料": "女性，32岁，工人",
            "主诉": "间断心慌2年，气短6天",
            "现病史": "患者2年前无明显诱因出现心慌，就诊于外院，诊断为“房颤、房早”，对症治疗好转后出院，此后间断口服普罗帕酮，心慌症状缓解，6天前无明显诱因出现气短，不能平卧，就诊于当地医院，诊断为“心衰”，后转入我院急诊，病来无视物模糊，无发热寒战，无咳嗽咳痰，无恶心及呕吐，无腹痛腹泻，无尿频、尿急及尿痛，无双下肢水肿，无夜间憋醒，饮食及睡眠可，精神及体力佳，二便正常，近期体重无明显改变。",
            "既往史": "一般健康状况良好，否认高血压、糖尿病病史"
        },
        "examine": {
            "查体": "神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音粗，肺底可闻及湿罗音，心率：84次/分，心律不齐，偶可闻及早搏，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双下肢略浮肿。",
            "辅助检查": "NT-ProBNP1064.00pg/mL,cTnI0.053ng/mL,床旁心脏超声心动图检查意见:EF：40%，左室心肌节段性变薄，运动异常左心大左室其余节段心肌肥厚，左室心尖部室壁瘤形成趋势左室收缩功能减低。动态心电图结果回报：异位节律，心房颤动伴长间歇，最长R-R间期2.25秒，室性逸搏，频发多源室性早搏，成对室性早搏，室性早搏二三联律，短阵室性心动过速，ST改变，ⅡⅢAVF,v3-v6导联持续异常Q波。"
        },
        "diagnosis": {
            "初步诊断": "1.扩张性心肌病（心功能Ⅲ级）2.心律失常持续性房颤频发室性早搏短阵室速",
            "诊断依据": "1.患者存在发作性气短症状，不能平卧，入院完善床旁心脏超声提示左心增大，收缩功能减低，追问患者既往无高血压、酗酒等其他基础疾病情况，暂考虑诊断为扩张性心肌病，根据患者休息状态即出现气短，心功能分级为III级。2.患者入院及动态心电图结果回报提示为房颤节律，频发室性早搏短阵室速。",
            "鉴别诊断": "1.急性心肌梗死：患者疼痛性质剧烈，持续时间明显延长，多超过30分钟，有时可长达数小时，含服硝酸酯类药物不能使之缓解。心电图中相关导联ST段抬高，并有异常Q波。实验室检查示心肌酶学标志物增高等。2.心脏神经症：患者胸痛为短暂（数分钟）的刺痛或持久（数小时）的隐痛或灼痛，患者常喜欢不时地吸一大口气或作叹息性呼吸。胸痛部位多在左胸乳房下心尖部附近，或经常变动。症状多在疲劳之后出现，而不再疲劳的当时。含服硝酸甘油无效或在10多分钟后才“见效\"，常伴有心悸、疲乏及其他神经衰弱的症状。3.主动脉夹层：高血压为导致本病的重要因素。患者表现为突发剧烈的胸痛，常放射到背、肋、腹、腰和下肢，伴有心动过速，血压更高，两上肢的血压和脉搏可有明显差别，可有下肢暂时性瘫痪、偏瘫和主动脉瓣关闭不全的表现，二维超声心动图检查X线或磁共振体层显像有助于诊断。",
            "诊断结果": "1.肥厚型心肌病伴心肌致密化不全心功能不全心功能III级2.心律失常持续性房颤频发室性早搏短阵室速"
        },
        "cure": "针对患者心电图提示ⅡⅢAVF,v3-v6导联持续异常Q波及心脏超声提示的左室心尖部室壁瘤形成趋势，暂予以阿司匹林100mg，日一次口服、氯吡格雷75mg，日一次口服、阿托伐他汀20mg，日一次口服、琥珀酸美托洛尔47.5mg，日一次口服口服，择期完善冠脉造影，结果示未见冠脉狭窄，左室造影提示左室略大，心肌内有造影剂滞留，心尖运动减弱。针对造影结果，完善心脏磁共振检查，结果提示左室肥厚型心肌病伴心肌致密化不全可能大，左室间隔壁水肿可能性大，静息状态下双室收缩功能减低。针对冠脉造影结果停用双联抗血小板治疗，继续琥珀酸美托洛尔口服，同时加用利伐沙班20mg，日一次口服预防血栓治疗。经过5天的药物治疗，患者气短症状缓解，好转出院。"
    },
    {
        "id": 75,
        "symptom": {
            "一般资料": "男性，47岁，无",
            "主诉": "眼黄、尿黄、纳差1周。",
            "现病史": "缘患者于1周前前始无明显诱因出现面黄，眼黄，尿黄如浓茶样，伴纳差，厌食油腻食物。无腹痛、腹胀，无恶心、呕吐，无明显乏力，无畏寒、发热。",
            "既往史": "既往体健，否认冠心病、高血压病、糖尿病病史，否认痢疾、伤寒、疟疾、肝炎、结核病史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养一般，无贫血貌，神志清，精神可，自主体位，查体合作。全身皮肤粘膜黄染，无皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜重度黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音清晰，未闻及干湿性罗音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率60次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常，双下肢无浮肿。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神清，营养一般，皮肤及巩膜重度黄染，无肝掌及蜘蛛痣，腹平软，无压痛及反跳痛，肝脾肋下未及，murphy’s(-)，无移动性浊音，肠鸣音正常，双下肢无浮肿。",
            "辅助检查": "肝功能：ALT608.91U/L，AST604.24U/L，GGT319.64U/L，TBIL158.45umol/L，DBIL108.21umol/L。"
        },
        "diagnosis": {
            "初步诊断": "急性黄疸型肝炎",
            "诊断依据": "1.男，47岁,因眼黄、尿黄、纳差1周入院。有长期嗜酒史20余年。2.专科检查：神清，营养一般，皮肤及巩膜重度黄染，无肝掌及蜘蛛痣，腹平软，无压痛及反跳痛，肝脾肋下未及，murphy’s(-)，无移动性浊音，肠鸣音正常，双下肢无浮肿，3.根据辅助检查可支持诊断。",
            "鉴别诊断": "肝癌：患者有眼黄、尿黄、纳差表现，肝功能异常，应与肝癌鉴别，查上腹CT可助鉴别。",
            "诊断结果": "1.急性黄疸型甲型肝炎；2.慢性乙型肝炎"
        },
        "cure": "入院后完善相关检查，乙肝三对示：小三阳。甲型肝炎抗体测定(HAV-IgM)阳性(+)。肝纤维化指标：人III型前胶原肽23.219ng/mL↑，血清透明质酸酶126.429ng/mL↑，血清IV型胶原168.684ng/mL↑。尿常规：颜色黄色↑，尿胆原阳性(2+)，胆红素阳性(2+)。糖类抗原199(CA199)63.4U/ml↑，糖类抗原125正常。肝吸虫抗体、肿瘤二项、糖化血红蛋白、血清肌钙蛋白、心酶、血凝、血常规未见异常。戊型肝炎病毒抗体二项：HEV-IgM阴性（-），HEV-IgG阳性（+），考虑为既往感染。目前诊断：1、急性黄疸型甲型肝炎；2、慢性乙型肝炎。治疗上予以舒肝宁注射液10ml每日一次、注射用复方甘草酸苷100mg每日一次、多烯磷脂酰胆碱注射液10ml每日一次、葡醛酸钠注射液0.399g每日一次、肌苷注射液400mg每日一次进行护肝降酶治疗。口服参灵肝康胶囊2g每日3次、消炎利胆片6片每日3次以加强护肝、利胆退黄治疗，续观病情。由于乙肝病毒（HBV-DNA）定量高，病毒复制活跃，富马酸替诺福韦二吡呋酯片300mg每日1次抗病毒治疗。经过积极治疗12天后，眼黄、尿黄较前消褪，其他症状均好转出院。"
    },
    {
        "id": 76,
        "symptom": {
            "一般资料": "男性，35岁，工人",
            "主诉": "胸闷气短半个月，加重3天",
            "现病史": "患者半个前情绪激动及熬夜后出现胸闷、气短症状，曾做心脏超声提示射血分数38%，心包积液（少量），左室收缩功能减低，予以扩血管药物治疗后缓解，近3天无明显诱因再次出现胸闷、气短症状，伴夜间憋醒，为进一步明确病因入我院。饮食、睡眠差，尿量减少，大便正常，近半个体重下降10斤。",
            "既往史": "否认高血压、糖尿病"
        },
        "examine": {
            "查体": "神清语明，查体配合，睑结膜略苍白，口唇无发绀，颈静脉无怒张。双肺呼吸音粗，左肺底可闻及少量湿啰音。心前区无隆起及凹陷，心尖搏动向左下移位，心前区未触及震颤和心包摩擦感，心脏相对浊音界向左下扩大，心率96次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛，肝脾肋下未触及。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉搏动好，无血管杂音，双足背动脉搏动良好，双下肢浮肿。",
            "辅助检查": "完善化验检查结果如下：cTnI：0.007ng/ml,CK-MB:1.5ng/ml,NT-ProBNP:1750.60pg/ml,心电图：窦性心律，T波改变。心脏超声：EF：32%，全心大，左室收缩功能明显减低，心包积液（少量）。"
        },
        "diagnosis": {
            "初步诊断": "慢性心力衰竭心功能III级",
            "诊断依据": "患者存在发作胸闷、气短症状，入院前3天出现夜间阵发呼吸困难，存在典型心衰症状，心脏超声提示全心大，射血分数降低，化验NT-ProBNP:1750.60pg/ml，结合患者典型症状，心脏超声结果及化验结果支持慢性心衰诊断，鉴于患者存在夜间阵发呼吸困难，诊断为心功能III级。",
            "鉴别诊断": "肺部疾病引起的胸闷、气短，比如肺栓塞、气胸等，肺栓塞有高龄危险因素，比如下肢静脉血栓病史，长期口服避孕药等，同时发作时可能有胸痛、气短、血氧低等临床表现，完善DD聚体，血气分析，肺动脉CTA可明确诊断。",
            "诊断结果": "扩张性心肌病慢性心力衰竭心功能III级冠状动脉粥样硬化冠脉造影术后"
        },
        "cure": "入院后针对患者胸闷、气短及夜间阵发呼吸困难症状，给予抗心衰及改善预后药物治疗，首先考虑患者入院存在心衰急性失代偿状态，表现为休息时可出现气短症状，查体肺部可闻及湿啰音，双下肢浮肿，予以呋塞米20mg，每日2次静脉推注，螺内酯20mg，每日1次口服，利尿治疗，同时予以重组人利钠肽静脉泵入减轻心脏前后负荷治疗，同时加用达格列净10mg，每日一次口服，经过强化利尿、扩血管抗心衰治疗3天后，患者气短、浮肿症状明显缓解，改静脉呋塞米为20mg，每日一次口服，停用重组人利钠肽静脉泵入。加用倍他乐克23.75mg，日一次口服，同时根据血压情况，加用诺欣妥25mg，每日2次口服，为明确心衰原因，择期完善冠脉造影评估，结果提示右冠脉远段30%狭窄，钝缘支30%狭窄，回旋支远段30%狭窄。考虑患者慢性心衰为扩张性心肌病所致。经过药物强化治疗后，复查NT-ProBNP:550.9pg/ml,患者气短胸闷症状明显缓解。"
    },
    {
        "id": 77,
        "symptom": {
            "一般资料": "男性，30岁，无",
            "主诉": "纳差、尿黄5天。",
            "现病史": "缘患者有长期饮酒史，每日饮酒约于200-300g，5天前出现纳差，每餐进食1碗粥或粉，伴有尿黄，无气促、胸闷、胸痛，无咳嗽咳痰，无腹痛腹胀，无发热腹泻，无尿急尿痛等。",
            "既往史": "既往因“肝功能异常”于我院住院，出院诊断为：1.酒精性肝病2.肝纤维化3.十二指肠球部溃疡4.慢性胃炎5.电解质紊乱低钾血症低钠低氯血症低磷血症6.血小板减少7.慢性酒精中毒。否认“高血压、糖尿病、冠心病”病史，否认“肝炎、结核”病史，否认“重大外伤、手术”史。已行新冠病毒核酸检测。其他预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：神清，精神欠佳，全身皮肤黏膜、巩膜轻度黄染，皮肤无苍白，头颅无畸形，瞳孔对称，肺部听诊呼吸音清，未闻及明显干湿性啰音，心率68次/分，律齐，未及病理性杂音。腹肌软，未见胃肠蠕动波，腹部无压痛，无反跳痛，肝脾肋下未及，肝肾区无叩击痛，肠鸣音正常。双下肢无浮肿。四肢肌力、肌张力正常，生理反射正常，病理反射未引出。专科情况：全身皮肤黏膜、巩膜轻度黄染，皮肤无苍白。",
            "辅助检查": "ALT:129.43u/l，AST:539.17U/L，GGT:1807.34，血清总胆红素：56.85umol/l，血清直接胆红素：30.64umol/l，血清间接胆红素：26.21umol/l，总胆汁酸83.84umol/l。"
        },
        "diagnosis": {
            "初步诊断": "1.酒精性肝病，2.肝纤维化，3.十二指肠球部溃疡，4.慢性胃炎。",
            "诊断依据": "1.男，30岁。2.专科检查：全身皮肤黏膜、巩膜轻度黄染，皮肤无苍白。3.辅助检查及既往史。",
            "鉴别诊断": "肝内胆管结石并梗阻：患者可有腹痛、腹胀、全身皮肤、巩膜黄染等症状，行腹部CT检查以鉴别。",
            "诊断结果": "1.酒精性肝病；2.肝纤维化；3.HP感染；4.慢性胃炎；5.肝吸虫病"
        },
        "cure": "入院后完善相关检查，并嘱咐绝对禁止饮酒，辅助检查：肝吸虫抗体阳性(+)*，尿素酶抗体(Urease)16.92RU/ml↑，细胞毒素抗体(CagA)6.50RU/ml↑，幽门螺旋菌抗体I型阳性*，血清a羟基丁酸脱氢酶测定(HBDH)288.00U/L↑，乳酸脱氢酶测定(LDH)421.00U/L↑，葡萄糖测定(Glu)7.92mmol/L↑，钾测定(K)3.09mmol/L↓，总胆固醇(CHOL)8.09mmol/L↑，低密度脂蛋白胆固醇(LDL-C)4.78mmol/L↑，血清载脂蛋白AⅠ测定(APOAⅠ)1.64g/L↑，载脂蛋白B测定(APOB)1.55g/L↑，血清层黏连蛋白测定139.885ng/mL↑，人III型前胶原肽测定16.095ng/mL↑，血清IV型胶原测定144.658ng/mL↑。胸片示：心肺膈未见异常。上下腹部CT平扫示：1.肝脏体积增大，肝内密度重度减低，结合临床考虑酒精性肝损害，2.肝右叶前叶低密度影，囊肿？3.盆腔见少许积液。结合患者症状、体征及辅助检查，目前诊断为：1.酒精性肝病，2.肝纤维化，3、HP感染，4、慢性胃炎，5、肝吸虫病。治疗上以甘草酸单铵半胱氨酸氯化钠注射液250ml每日一次、注射用法莫替丁20mg每日2次、葡醛酸钠注射液0.399g每日一次，双环醇片50mg每日3次、复方甘草酸苷胶囊75mg每日3次、消化酶片84.9mg每日3次护肝、护胃治疗。经过对症治疗7天后，患者症状好转出院。"
    },
    {
        "id": 78,
        "symptom": {
            "一般资料": "男性，49岁，无",
            "主诉": "发热伴咳嗽、咳痰3天。",
            "现病史": "缘患者于1周前无明显诱因出现发热，最高体温达38℃，伴咳嗽、咳黄色粘痰，有咽痛，无胸痛、胸闷、气促，无恶心、呕吐，无腹痛、腹胀，无尿频、尿急、尿痛，无四肢抽搐，无神志改变等，为进一步诊治。",
            "既往史": "既往有“乙肝肝硬化、食管静脉曲张”病史3年，平素服用“富马酸替诺福韦二吡呋酯片”抗乙肝病毒治疗；有“泌尿系结石”病史，具体不详。否认“冠心病、高血压病、糖尿病”病史，否认“痢疾、伤寒、疟疾、结核病”史及密切接触史。无外伤手术史，无输血史。无药物及食物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年男性，发育正常，营养良好，肝病面容，神志清，精神可，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，双肺呼吸音稍粗，可闻及少许湿罗音，无哮鸣音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率111次/分，心律齐，各瓣膜听诊区未闻及杂音。腹平坦，全腹未见肠型及蠕动波，腹软，全腹部无压痛、反跳痛，肝脾未触及，肝肾区无叩击痛，无移动性浊音，肠鸣音正常。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：神志清，精神尚可，肝病面容，咽充血，双侧扁桃体未见明显肿大，双肺呼吸音稍粗，可闻及少许湿罗音，无哮鸣音，心腹查体未见明显异常。",
            "辅助检查": "肝胆脾胰B超：肝实质回声增粗增强，符合肝硬化声像；肝囊肿；脾大。"
        },
        "diagnosis": {
            "初步诊断": "1.发热查因：肺部感染？2.肝硬化；3.肝囊肿",
            "诊断依据": "1.男，49岁,发热伴咳嗽、咳痰3天。既往有“乙肝肝硬化、食管静脉曲张”病史3年，平素服用“富马酸替诺福韦二吡呋酯片”抗乙肝病毒治疗。2.专科检查：神志清，精神尚可，肝病面容，咽充血，双侧扁桃体未见明显肿大，双肺呼吸音稍粗，可闻及少许湿罗音，无哮鸣音，心腹查体未见明显异常。3.根据患者病史、症状、体征及辅助检查可支持诊断。",
            "鉴别诊断": "流感：多有发热、头晕、全身肌肉酸痛等症状，暂不考虑，必要时可完善流感A+B进一步鉴别。",
            "诊断结果": "1.肺部真菌感染；2.乙型肝炎后肝硬化失代偿期；3.肝囊肿"
        },
        "cure": "入院后完善相关检查，入院后血常规：血常规：白细胞4.65*10^9/l；中性粒细胞比率74.2%↑；淋巴细胞比率18.6%↓；嗜酸性粒细胞比率0.1%↓；降钙素原检测0.276ng/ml↑；生化：ALT58.14U/L↑；AST87.22U/L↑；血清白蛋白测定27.25g/L↓；血清总胆红素测定31.62μmol/L↑；血清直接胆红素测定14.20μmol/L↑；血清间接胆红素测定17.42umol/L；血清总胆汁酸测定67.07μmol/L↑；血清胆碱脂酶测定2447.10↓；血清尿酸测定161.41umol/L↓；二氧化碳19.31mmol/L↓；总胆固醇2.50mmol/L↓；C—反应蛋白测定41.34mg/L↑；红细胞沉降率测定13mm/h；涂片找疟原虫未找到疟原虫。胸部CT示：双肺多发渗出性病变，考虑双肺感染性病变，未排除真菌感染，请结合临床相关实验室检查，建议治疗后复查；纵隔多发淋巴结；右位主动脉弓及右侧胸降主动脉；肝硬化并脾大；肝内低密度灶，建议CT增强扫描；食管下段、脾静脉及左肾上极周围静脉曲张。乙肝三对：乙型肝炎表面抗原测定&gt;250.0000(阳性)↑；乙型肝炎e抗体测定1.918(阳性)；乙型肝炎核心抗体测定&gt;10.000(阳性)↑；乙型肝炎病毒外膜蛋白前S1抗原49.722(阳性)；尿常规：尿蛋白质2+↑；大便常规：潜血试验±↑结合患者胸部CT结果，症状、体征，诊断为肺部感染、乙型肝炎后肝硬化失代偿期、肝囊肿。治疗上予以注射用头孢噻肟钠舒巴坦钠1.6g每日2次抗感染治疗。同时予以口服复方福尔可定口服液10ml每日3次、苏黄止咳胶囊1.35g每日3次祛痰止咳。入院后第3天，真菌涂片、肥达氏未见异常。细菌培养：正常菌伴真菌生长。予停用抗生素，加用伊曲康唑胶囊0.2g每日1次抗真菌治疗。患者既往有“肝硬化”病史，加用多烯磷脂酰胆碱注射液10ml每日一次、康艾注射液40ml每日1次治疗。肝功能示血清白蛋白测定27.25g/L↓，存在低蛋白血症，为纠正低蛋白血症，家属要求自备药品输人血白蛋白治疗。经过住院治疗13天，患者精神尚可，咳嗽、咳痰较前缓解，无畏寒、发热，无胸痛、胸闷、气促，无腹痛、腹胀等。"
    },
    {
        "id": 79,
        "symptom": {
            "一般资料": "男性，71岁，退休",
            "主诉": "胸闷气短3年，加重2个月",
            "现病史": "患者3年前始出现胸闷气短，当时于医院诊断“心衰”，一直口服诺新妥、呋塞米、螺内酯等药物支持治疗，近2个月因自行药物减量后症状加重，不能平卧，夜间有憋醒，活动耐力下降，行走不足百米即出现症状，同时出现双下肢浮肿，尿量减少，今为系统诊治来我院，病来精神状态可，无发热，偶有咳痰，咳黄痰，无流涕，无胸痛，无腹痛腹泻，饮食可，睡眠稍差，尿量少，大便正常，近期体重未监测。",
            "既往史": "高血压病史40年，最高达170-180/90-110mmHg，心衰病史3年，一直口服诺新妥、螺内酯、呋塞米等支持治疗，发现肺大泡、肺纤维化、纵膈占位3年，未系统诊治。否认糖尿病病史。"
        },
        "examine": {
            "查体": "双肺呼吸音弱，双肺底可闻及散在湿啰音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线外1cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率88次／分，心律绝对不齐，第一心音强弱不等，各瓣膜听诊区未闻及病理性杂音。双侧桡动脉脉搏短促。双股动脉搏动好，无血管杂音，双足背动脉搏动良好，双下肢凹陷性浮肿。",
            "辅助检查": "血气分析+乳酸测定:pO2(a)64.4mmHg,ctCO221.2mmol/L,sO2(a)91.3%,NT-ProBNP5018.00pg/mL,UA539umol/L,hs-CRP9.13mg/L,PCT0.98ng/mL,心脏超声：双房及右室大，二尖瓣反流（轻度），肺高压，三尖瓣反流（轻-中度）主动脉瓣退行性变，反流（轻度）右室收缩功能减低静息状态下左室整体收缩功能正常。"
        },
        "diagnosis": {
            "初步诊断": "1.肺心病，肺动脉高压，心功能不全心功能4级，2.心律失常-房颤，3.高血压3级，很高危4.肺大泡、肺气肿",
            "诊断依据": "1.主诉:胸闷气短3年，加重2个月。疾病史:高血压病史40年，最高达170-180/80-100mmHg，心衰病史3年，一直口服诺新妥、螺内酯、呋塞米等支持治疗，发现肺大泡、肺纤维化、纵膈占位3年，未系统诊治。2.专科查体:T：36.4℃，P：76次/分，R：28次/分，BP：110/74mmHg。双肺呼吸音弱，可闻及湿啰音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率88次／分，心律齐，各瓣膜听诊区未闻及病理性杂音。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉搏动好，无血管杂音，双足背动脉搏动良好，双下肢凹陷性浮肿。3.辅助检查:心电图：异位心律，房颤。肺CT：双肺间质性改变，双肺及胸膜陈旧病变。双侧肺气肿，肺大泡。双肺微、小结节，随诊观察。纵隔淋巴结略增大。心脏大。心脏彩超：双房及右室大二尖瓣返流（轻度）肺高压，三尖瓣返流（轻-中度）主动脉瓣退行性变，返流（轻度）右室收缩功能减低静息状态下左室整体收缩功能正常，EF55%。",
            "鉴别诊断": "1.支气管哮喘：心源性哮喘需与支气管哮喘相鉴别，前者多见于中老年人有高血压、冠心病或慢性心瓣膜病史，后者多见于青少年有过敏史；前者发作时必须坐起，重症者肺部有干湿啰音，甚至咳粉红色泡沫痰，后者发作时双肺可闻及典型哮鸣音，咳出白色粘痰后呼吸困难常可缓解。2.心包积液、缩窄性心包炎：患者可出现颈静脉怒张、肝大、下肢水肿等表现，根据患者病史、心脏体征以及周围血管体征可资鉴别，超声心动图检查可明确诊断。3.肝源性及肾源性浮肿：通过患者肝病及肾病病史、基础心脏病体征有助于鉴别，且非心源性肝硬化不会出现颈静脉怒张等上腔静脉回流受阻的体征。",
            "诊断结果": "1.肺心病，肺动脉高压，上呼吸道感染心功能不全急性加重心功能4级，2.心律失常-房颤，3.高血压3级，很高危4.肺大泡、肺气肿"
        },
        "cure": "入院后予以重组人脑利尿肽注射液减轻心脏负荷，呋塞米20mg，日三次口服，螺内酯20mg，日一次口服利尿，对症补钾，继续沙库巴曲缬沙坦100mg，日二次口服，比索洛尔5mg，日一次口服口服抗心衰治疗，同时予以低分子肝素皮下注射预防血栓，盐酸氨溴索注射液30mg，日三次静推化痰，噻托溴铵喷雾剂缓解支气管痉挛，哌拉西林钠他唑巴坦钠抗炎治疗。经过7天抗炎，抗心衰治疗后患者气短、浮肿症状明显缓解，复查血气分析+乳酸测定:pO2(a)70.6mmHg,ctCO222.0mmol/L,sO2(a)93.2%,NT-ProBNP1020.00pg/mL,PCT0.056ng/mL,停用静脉重组人脑利尿肽注射液及哌拉西林钠他唑巴坦钠治疗，改呋塞米为20mg，日一次口服，继续螺内酯20mg，日一次口服，沙库巴曲缬沙坦100mg，日二次口服，比索洛尔5mg，日一次口服，达格列净10mg，日一次口服，同时改低分子肝素为利伐沙班20mg，日一次口服预防房颤血栓形成，继续噻托溴铵喷雾剂治疗，患者症状明显缓解，预约出院，嘱定期门诊复查。"
    },
    {
        "id": 80,
        "symptom": {
            "一般资料": "女性，57岁，无",
            "主诉": "腹胀半月余。",
            "现病史": "患者于半月余前开始无明显诱因下出现腹胀，进食后明显，自觉腹部逐渐膨隆，伴间中恶心，无呕吐，无反酸、嗳气，间有腹部隐痛，无腹泻，觉全身稍疲乏，伴有少许气促，活动时明显，无胸闷，无胸痛及心前区不适，无咳嗽咳痰，无头晕头痛，无双下肢浮肿，未用药治疗，症状无缓解，腹胀逐渐加重，今日患者出现气促加重，活动时加重。",
            "既往史": "患者否认高血压病、糖尿病、冠心病病史，否认肝炎、肺结核病史，否认重大外伤手术史，否认输血史，否认食物药物过敏史。预防接种史不详。"
        },
        "examine": {
            "查体": "一般情况：中年女性，发育正常，营养良好，无贫血貌，神志清，急性病容，自主体位，查体合作。全身皮肤粘膜未见黄染、皮疹及出血点。双侧腋窝、锁骨上、腹股沟浅表淋巴结未触及肿大。头颅无畸形。双眼睑无水肿，结膜无充血，巩膜无黄染，两侧瞳孔等大等圆，对光反射灵敏，咽部无充血，双侧扁桃体无肿大。颈软，无抵抗，气管居中，双侧甲状腺未触及肿大。胸廓对称，双侧呼吸动度均等，双肺叩诊呈清音，呼吸音粗，未闻及干湿性啰音。心前区未见隆起，心尖搏动位于左侧第5肋间锁骨中线内0.5cm处，无震颤及心包摩擦感，心浊音界正常。心率71次/分，心律齐，心音有力，各瓣膜听诊区未闻及杂音。腹部查体见专科情况。肛门外观未见异常。脊柱四肢无畸形，活动正常。腹壁反射、肱二头肌、肱三头肌反射、膝腱反射正常，巴彬斯基征、霍夫曼征阴性。专科情况：[腹膨隆，腹肌软，无压痛反跳痛，肝区无叩击痛，肝脾肋下未及，墨菲氏征阴性，未及异常包块，双肾区无叩击痛，移动性浊音阳性，肠鸣音正常，约5次/分。",
            "辅助检查": "腹部CT诊断：1.考虑肝硬化伴脾大、大量腹水，建议上腹部CT增强扫描。2.左侧输尿管上段结石并左肾轻度积液。3.左肾结石。4.双侧胸腔少量积液。"
        },
        "diagnosis": {
            "初步诊断": "1、肝硬化失代偿期2、大量腹水3、脾大4、左侧输尿管上段结石并左肾轻度积液5、左肾结石6、慢性乙型肝炎？7、低蛋白血症？",
            "诊断依据": "1.女，57岁。2.专科检查：腹膨隆，腹肌软，无压痛反跳痛，肝区无叩击痛，肝脾肋下未及，墨菲氏征阴性，未及异常包块，双肾区无叩击痛，移动性浊音阳性，肠鸣音正常。",
            "鉴别诊断": "肝癌：常有乙肝或肝硬化病史，腹部CT等检查有助于诊断，待排除。",
            "诊断结果": "1、肝硬化失代偿期；2、慢性乙型病毒性肝炎；3、中量腹水；4、脾大；5、低蛋白血症；6、食管静脉曲张；"
        },
        "cure": "患者入院后完善相关检查，并给予持续低流量给氧，实验室检查：血清丙氨酸氨基转移酶测定73.18U/L↑。血清天门冬氨酸氨基转移酶测定111.51U/L↑。血清白蛋白测定31.50g/L↓。血清层黏连蛋白测定140.917ng/mL↑。人III型前胶原肽测定11.053ng/mL。血清透明质酸酶测定636.74ng/mL↑。血清IV型胶原测定165.508ng/mL↑。乙型肝炎表面抗原测定(HBsAg)65.4265(阳性)。乙型肝炎表面抗体测定(HBsAb)10.000(阳性)↑。上腹部平扫+增强MRCP诊断意见：1.考虑肝硬化伴脾大、中量腹水。2.左侧输尿管上段结石并左肾轻度积液。3.左肾结石。4.肝门区、上腹腔及腹膜后多发小淋巴结。5.双侧胸腔少量积液。患者根据病史、目前临床表现及辅助检查结果诊断：肝硬化失代偿期、中量腹水、低蛋白血症。遂进行腹腔穿刺引流腹水、输人血白蛋白100ml每日一次等治疗。实验室检查：HBV-DNA4.840E+05↑。甲胎蛋白(AFP)154.02ng/mL↑。治疗上予以舒肝宁注射液12ml每日一次、葡醛酸钠注射液0.399g每日一次、复方氨基酸注射液250ml每日1次，复方甘草酸苷胶囊150mg每日3次，呋塞米片20mg每日3次，螺内酯片20mg每日3次，恩替卡韦分散片0.5mg每日一次，益气健脾口服液10ml每日三次。护肝、利尿、补充白蛋白、放腹水、营养补液等对症支持治疗。注意观察病情变化。患者住院11天，症状好转，无明显腹胀，间有腹部隐痛，无恶心呕吐，无反酸、嗳气，无腹泻，觉全身稍疲乏，无明显气促，无胸闷胸痛及心前区不适，无咳嗽咳痰，无头晕头痛。"
    },
    {
        "id": 81,
        "symptom": {
            "一般资料": "男性，31岁，工人",
            "主诉": "上腹部胀痛7小时",
            "现病史": "患者于2022年1月23日晚进食高脂饮食，于2022年1月24日9点，感上腹部疼痛，以左上腹为著，腹痛呈持续性，程度较剧烈，不能耐受，伴恶心、呕吐，呕吐后腹痛无明显缓解，无左腰背部放射痛，无反酸、烧心，无呕血、黑便，无发热、寒颤、黄染，未予治疗，为进一步诊治急来我院急诊就诊，查上腹部CT示：符合胰腺炎伴周围渗出，脂肪肝，后以“急性胰腺炎”收住院。病程中，患者无头晕、乏力，无心慌，无胸闷、胸痛、气短，无咳嗽、咳痰，小便正常，未排气排便，体重无明显变化。",
            "既往史": "否认高血压、糖尿病史，否认冠心病、脑血管病史，否认肝炎、结核、疟疾病史，否认精神疾病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:38.9℃,P:110次／分，R:27次／分，BP:150/90mmHg，患者神清语利、查体合作，皮肤粘膜无苍白黄染，无瘀点瘀斑，头颅五官无畸形，颈软，无抵抗，未及颈淋巴结肿大，胸廓对称，双肺音清，未及干、湿音，心音有力，节律律齐，心率110次／分，各瓣膜听诊区未及病理性杂音，腹软对称，剑突下、左上腹压痛（+)，无反跳痛及肌紧张。肝脾未及，移动性浊音（-)，肠鸣音弱。脊柱四肢无畸形，双下肢指压征（-)，生理反射存在，病理反射未引出。",
            "辅助检查": "白细胞15.14x10*9/L，电解质基本正常，甘油三酯9.44mmol/L，肝肾功能正常，降钙素正常，血糖正常，上腹部CT示：符合胰腺炎伴周围渗出，脂肪肝，"
        },
        "diagnosis": {
            "初步诊断": "1.急性胰腺炎；2.脂肪肝",
            "诊断依据": "患者因上腹部胀痛7小时入院，患者于2022年1月23日晚进食高脂饮食，于2022年1月24日9点，感上腹部疼痛，以左上腹为著，腹痛呈持续性，程度较剧烈，不能耐受，伴恶心、呕吐，呕吐后腹痛无明显缓解，无左腰背部放射痛，无反酸、烧心，无呕血、黑便，无发热、寒颤、黄染，未予治疗，为进一步诊治急来我院急诊就诊，查上腹部CT示：符合胰腺炎伴周围渗出，脂肪肝，白细胞15.14x10*9/L，故诊断。",
            "鉴别诊断": "1.胆囊炎，胆囊结石：表现为右上腹疼痛伴右腰背部放射痛，多于进食油腻食物及暴饮暴食而诱发，伴恶心呕吐发热，结合患者病史症状、查体及辅助检查，目前不考虑此病。2.胃、十二指肠溃疡并穿孔：既往多有胃溃疡病史，表现为周期性，规律性上腹痛，胃溃疡多表现为进食后腹痛，十二指肠溃疡多表现肌饿痛，进食后缓解，多于季节交替时发作，伴反酸烧心，呕血、黑便，穿孔后表现为剧烈腹痛，腹平片可见臑下游离气体，结合患者病史，查体及辅助检查，目前不考虑此病。",
            "诊断结果": "1.急性胰腺炎高脂血症型2.全身炎症反应综合征3.脂肪肝4.高脂血症5.低蛋白血症"
        },
        "cure": "入院后患者腹痛加重，出现高热，最高达39°C，给予心电、血压、血氧监护，持续低流量吸氧，奥美拉唑抑酸、低分子肝素降脂治疗、生长抑素抑制胰酶分泌、补液维持水电解质平衡、莫西沙星抗感染治疗。患者于2022年1月30日痊愈出院，患者出院时无发热，无恶性、呕吐，无腹痛、腹胀，排气、排便通畅。"
    },
    {
        "id": 82,
        "symptom": {
            "一般资料": "女性，45岁，工人",
            "主诉": "反复咳嗽5月余，加重伴发热、呼吸困难2天",
            "现病史": "患者入院前5月余前无明显诱因开始出现反复咳嗽，为阵发性单声咳，不伴畏寒、发热，无咳痰，无咽痛、头痛、胸闷、胸痛、气促、呼吸困难、尿频、尿急、尿痛、腹泻等，未系统诊治。2天前患者咳嗽加重，伴咳痰，痰液性质描述不详，有发热，体温最高39℃，气促、呼吸困难明显，不能平卧，无咳粉红色泡沫痰，无头痛、肌肉酸痛，就诊于地段医院，查胸部CT提示双肺重症感染，未见详细病历资料，考虑病情危重转入我院急诊科，取得家属同意后，拟“重症肺炎”收入我科进一步抢救治疗。患者近期精神、饮食和睡眠差，大小便正常，体重减轻情况不详。",
            "既往史": "反复黄疸5年余，诊断肝硬化，未系统诊治；5年前因颅脑动静脉畸形行介入栓塞治疗，术后恢复良好；2年前诊断为2型糖尿病，血糖最高不详，长期使用胰岛素控制，自行停用3个月，未监测血糖；否认“高血压病、心脏病”等其他慢性病史，"
        },
        "examine": {
            "查体": "体温36.3℃，脉搏115次/分，呼吸40次/分，血压135/68mmHg，脉搏血氧饱和度88%（面罩高流量给氧）。神志清楚，对答切题，极度消瘦，全身皮肤、巩膜重度黄染，前胸部可见散在蜘蛛痣，双侧瞳孔等大等圆，直径均为3mm，对光反射灵敏。颈软，无抵抗。呼吸急促，三凹征明显，双肺呼吸音粗，双肺可闻及散在湿啰音，无干啰音。律齐，各瓣膜听诊区未闻及病理性杂音。腹部平软，全腹无压痛、反跳痛，肠鸣音正常。四肢肌张力、肌力正常，生理反射存在，病理反射未引出。双下肢无水肿。",
            "辅助检查": "血气分析PO2:62mmHg，血氧饱和度87%，PH7.24，血钾3.6mmol/L，血糖10.4mmol/L，白细胞15.14x10*9/L，CRP大于200mg/L，APTT51.8秒，PT17.6秒，INR1.56，降钙素46.51ng/ML，CT提升两肺感染"
        },
        "diagnosis": {
            "初步诊断": "1.肺部感染(重症)2.I型呼吸衰竭3.肝硬化4.慢加急性肝衰竭5.2型糖尿病",
            "诊断依据": "患者因反复咳嗽5月余，加重伴发热、呼吸困难2天入院，入院查体：体温36.3℃，脉搏115次/分，呼吸40次/分，血压135/68mmHg，脉搏血氧饱和度88%（面罩高流量给氧）。神志清楚，对答切题，极度消瘦，全身皮肤、巩膜重度黄染，前胸部可见散在蜘蛛痣，双侧瞳孔等大等圆，直径均为3mm，对光反射灵敏。颈软，无抵抗。呼吸急促，三凹征明显，双肺呼吸音粗，双肺可闻及散在湿啰音，无干啰音。律齐，各瓣膜听诊区未闻及病理性杂音。腹部平软，全腹无压痛、反跳痛，肠鸣音正常。四肢肌张力、肌力正常，双下肢无水肿。既往患者有反复黄疸5年余，诊断肝硬化，未系统诊治；2年前诊断为2型糖尿病，血糖最高不详，长期使用胰岛素控制，自行停用3个月，未监测血糖；辅助检查：血气分析PO2:62mmHg，血氧饱和度87%，PH7.24，血钾3.6mmol/L，血糖10.4mmol/L，白细胞15.14x10*9/L，CRP大于200mg/L，APTT51.8秒，PT17.6秒，INR1.56，降钙素46.51ng/ML，CT提升两肺感染",
            "鉴别诊断": "1.肺栓塞:胸痛，呼吸困难，气促是肺栓塞最常见的症状，严重的时候可以出现休克，呼吸频率增快，血氧下降。2.张力性的气胸:可以突发剧烈的胸痛，极度的呼吸困难，端坐呼吸，偶尔会干咳疼痛的可以放射到肩部或甚至是腹部，病情快速进展，可以导致严重的缺氧死亡。",
            "诊断结果": "1.肺部感染(重症)2.脓毒血症感染性休克3.I型呼吸衰竭4.左心衰竭合并急性肺水肿5.肝硬化6.慢加急性肝衰竭7.2型糖尿病"
        },
        "cure": "入院后1.完善相关检查，动脉血气分析、血常规、肝肾功能、电解质、凝血功能、PCT、CRP等；2.告病危，心电监测，观察神志瞳孔变化，暂禁食，紧急经口气管插管接呼吸机辅助呼吸；3.予抗感染、抗炎、预防应激性溃疡、脏器保护、营养支持、维持内环境及血流动力学稳定等综合治疗。患者病情危重，预后差，死亡风险极高，反复向患者家属告知。入院时患者已严重呼吸衰竭，并迅速出现休克症状，综合相关辅助检查，支持重症肺炎、脓毒症及感染性休克的诊断，抗感染至关重要，患者有严重低免疫疾病的基础，目前病原学不明确，同意予比阿培南+莫西沙星+替考拉宁+伏立康唑重锤猛击抗感染，血必净100ml，q8h抗炎，积极追踪血及肺泡灌洗液的NGS结果，尽快转为目标性抗感染治疗；患者慢性肝衰竭急性加重，目前重度黄疸，建议行人工肝支持治疗。患者NT-probnp异常升高，考虑感染诱发急性左心衰竭，加用心活素抗心衰治疗，加强利尿保持液体负平衡。第三日：经重锤猛击抗感染治疗后目前体温热峰有所下降，复查CRP、PCT及IL-6等感染指标均在持续下降，血及肺泡灌洗液NGS结果回报为大肠埃希菌，无革兰氏阳性球菌及真菌及非典型病原菌感染证据，予单用比阿培南目标性抗感染治疗，停用莫西沙星、替考拉宁及伏立康唑，动态观察体温及感染指标变化，今日再次予纤支镜吸痰，复查胸片评估肺部炎症情况。患者黄疸进行性加重，有人工肝支持指征，建议尽早行人工肝支持治疗。第四日：患者体温热峰及感染指标持续下降，痰量减少，昨日复查胸片提示双肺渗出明显吸收减少，考虑感染较前控制，继续比阿培南抗感染治疗，患者目前合并严重肝衰竭，重度黄疸，昨日行血浆置换一次，今晨复查胆红素有所下降，继续按计划行血浆置换治疗。余继续原治疗方案。第五日：经积极比阿培南抗感染治疗后目前患者全身炎症反应减轻，体温热峰及感染指标均在动态下降，痰明显减少，考虑治疗有效，继续目前抗生素使用，今日行纤支镜检查，复查胸片评估肺部情况。患者严重肝衰竭已行血浆置换2次，胆红素有动态下降趋势，继续按计划每日行血浆置换治疗。第六日：患者感染指标仍在持续下降，痰明显减少，昨日复查胸片提示双肺渗出明显吸收减少，考虑肺部感染明显控制，拟明日复查胸部CT，今日逐步开始减少镇痛镇静药物唤醒评估神志，尽早评估脱机拔管时机；患者肝衰竭血浆置换治疗后黄疸持续下降，今日继续行血浆置换治疗。第七日：患者神志转清，感染明显好转，循环基本稳定，呼吸机条件不高，脏器功能改善，痰不多，今日外出完善颅脑+胸部+全腹部CT检查，按计划今日行第5次血浆置换治疗。余继续原治疗方案。第八日：患者体温及感染明显控制，痰不多，昨日复查胸部CT提示双肺渗出基本吸收，予今日行纤支镜检查，如痰液减少则尽早行SBT试验，评估脱机拔管时机。患者慢性肝衰竭急性加重，经血浆置换治疗5次，今日暂停血浆置换，动态观察肝功能变化。第九日：患者感染指标仍在持续下降，2天无发热，感染控制可，比阿培南降阶梯为哌拉西林舒巴坦钠抗感染治疗，今日患者胆红素较前仍有升高，今日再次行人工肝（胆红素吸附），动态观察肝功能变化。患者昨日脱机拔管，加强翻身拍背，鼓励患者多咳痰。第十日：患者脱机拔管2天，呼吸循环基本稳定，目前最主要问题仍为肝硬化、慢加急性肝衰竭，目前肝功能较前有所好转，但仍较重，拟请肝病科会诊评估能否转专科继续治疗。第十一日：患者神志清楚，已脱机拔管3天，呼吸循环稳定，已请肝病科会诊，同意转肝病科继续治疗肝硬化及慢性肝衰竭相关专科疾病，予办理转科。患者在ICU治疗10天，后转入肝病科专科治疗，于2022-1-5顺利康复出院。"
    },
    {
        "id": 83,
        "symptom": {
            "一般资料": "男性，45岁，工人",
            "主诉": "突发口周麻木1周，左手麻木1日.",
            "现病史": "患者于1周前感冒后出现口周麻木，为双侧口周麻木，无沟通障碍，无言语笨拙，无头晕、恶心及呕吐，未在意，1天前无诱因出现左手麻木，无持物费力，为求诊治急来我院。",
            "既往史": "睡眠中打呼噜多年，否认高血压、糖尿病及冠心病史，否认烟酒史。"
        },
        "examine": {
            "查体": "T:36.5℃，P:72次/分，R:20次/分，BP:180/100mmHg。神清，言语清晰，高级智能正常。颅神经：双侧口周针刺觉下降，余（-）。运动：四肢肌力5级。感觉：左手部针刺觉下降，余（-）反射：四肢腱反射活跃，双侧Babinski征阴性。共济：双侧指鼻尚可，跟膝胫试验（-），Romberg征（-）。",
            "辅助检查": "头CT：右侧丘脑及基底节区脑梗塞头颈部血管CTA：双侧大脑后动脉粗细不均伴散在轻中度狭窄，动脉硬化不除外入院常规（血尿便常规，肝肾功，凝血，血脂，血糖，糖化）空腹血糖：9.1mmol/l,糖化：7.5%，心脏彩超心电图动态心电图（—）颈部血管彩超：双侧颈部血管动脉硬化颅内血管TCD：未见异常睡眠监测：睡眠中多次呼吸暂停"
        },
        "diagnosis": {
            "初步诊断": "脑梗死,手口综合征,右侧丘脑膝状动脉,动脉到动脉栓塞可能性大,高血压病,2型糖尿病,呼吸暂停综合征",
            "诊断依据": "定位：右侧丘脑依据：口周针刺觉下降左手针刺觉下降可定位于感觉神经传导通路，丘脑腹后外侧区、脑桥或大脑皮质。结合头CT影像定位于右侧丘脑。头CTA见大脑后动脉狭窄，为丘脑供血区域，血管定位为大脑后动脉。定性：脑梗死依据：中年男性，有高血压及糖尿病，睡眠呼吸暂停，存在脑血管病的危险因素，急性起病，迅速出现神经功能缺失症状体征。",
            "鉴别诊断": "周围神经病：表现为四肢末端对称性痛温觉下降，周围神经传导速度可见异常。与本患不符。神经系统脱髓鞘疾病如多发性硬化：中年多见，发作表现为时间多发及空间多发，影像学可见脱髓鞘改变，与本患不符。",
            "诊断结果": "脑梗死,手口综合征,右大脑后动脉,动脉到动脉栓塞可能性大,高血压病2型糖尿病,呼吸暂停综合征"
        },
        "cure": "入院后给予阿司匹林及氯吡格雷双抗抑制血小板聚集，阿托伐他汀控制血脂稳定动脉硬化，丁苯酞改善侧枝循环，依达拉奉脑保护治疗。入院后监测血压提示患者血压高，符合高血压3级，血糖高，符合2型糖尿病诊断，立即控制血糖，根据血压情况适度控制血压对症治疗，患者自觉口周及手部麻木有所缓解，入院治疗10天，出院时BP140/90mmhg。左手部针刺觉下降，余神经系统查体未见异常。病情稳定出院，"
    },
    {
        "id": 84,
        "symptom": {
            "一般资料": "男性，63岁，农民",
            "主诉": "头晕、视物模糊3天。",
            "现病史": "患者于入院前3天前无明显诱因出现头晕、视物模糊，有时伴有走路不稳。在家休息后未见改善。今日在我院门诊行头颅CT提示脑出血，为行诊治入院。入院时可独立行走，精神饮食可，视物模糊。本次发病以来无肢体无力、大小便失禁等。",
            "既往史": "有高血压3级病史，未规律服药，近1年未监测血压。"
        },
        "examine": {
            "查体": "神清，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。高级智能活动正常，头晕、视物模糊，视野粗侧正常，视力下降。余颅神经(-),四肢肌力肌张力正常，双侧巴彬斯基征阴性。",
            "辅助检查": "头颅CT：左侧枕叶可见大小约30mm*27mm*40mm的不规则高密度影，CT值约65Hu，周缘可见低密度水肿带，左侧侧脑室后角受压。双侧基底节区可见斑点样低密度影，边界清楚。小脑半球未见异常密度影。随机血糖：7.1mmol/L。"
        },
        "diagnosis": {
            "初步诊断": "高血压脑出血高血压病3级（极高危）腔隙性脑梗死",
            "诊断依据": "1.病史：平素身体健康，有高血压3级病史，未规律服药，近1年未监测血压。2.症状：头晕、视物模糊3天。3.体征：体温：36.2℃，脉搏：72次/分，呼吸：20次/分，血压176/107mmHg，神清，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。高级智能活动正常，头晕、视物模糊，视野粗测正常，视力下降，余颅神经(-),四肢肌力肌张力正常，双侧巴彬斯基征阴性。4.辅助检查：头颅CT：左侧枕叶可见大小约30mm*27mm*40mm的不规则高密度影，CT值约65Hu，周缘可见低密度水肿带，左侧侧脑室后角受压。双侧基底节区可见斑点样低密度影，边界清楚。小脑半球未见异常密度影。随机血糖：7.1mmol/L。",
            "鉴别诊断": "1.与脑梗死鉴别老年人多见，多有动脉粥样硬化的危险因素，可有TA史，头痛、恶心、呕吐少见，头颅CT检查有助于鉴别。2.与蛛网膜下腔出血鉴别各年龄组均可见，以青壮年多见，多在动态时起病，病情进展急骤，头痛剧烈，多伴有恶心、呕吐，多无局灶性神经功能缺损的症状和体征，头颅CT、头颅MRI及脑脊液检査有助于明确诊断。3.与外伤性颅内血肿，特别是硬膜下血肿鉴别这类出血以颅内压增高的症状为主，但多有头部外伤史，头颅CT检查有助于确诊。4.与其他昏迷患者鉴别对发病突然，迅速昏迷，局灶体征不明显的患者，应与引起昏迷的全身性疾病鉴別，如中毒(CO中毒、酒精中毒、镇静催眠药中毒等)和某些系统性疾病（低血糖肝性昏迷、肺性脑病、尿毒症等）。应仔细询问病史和认真查体，并进行相关的实验室检查，头颅CT能除外脑出血。",
            "诊断结果": "高血压脑出血,高血压病3级（极高危）,腔隙性脑梗死"
        },
        "cure": "患者入院后嘱卧床休息，避免情绪波动，预防血肿扩大。给予静滴20%甘露醇注射液125ml，bid，脱水降颅压，治疗10天患者视物模糊、头晕明显改善，复查头颅CT血肿体积减小，水肿减轻，病情明显改善，可以独立下地活动，改20%甘露醇注射液为125ml，qd至出院。患者入院后血压偏高，口服卡托普利25mgbid缓慢平稳血压。住院10天患者血压未达标，波动在150/95mmHg左右，调整卡托普利为50mgbid，至出院时血压稳定在135/85毫米汞柱左右。"
    },
    {
        "id": 85,
        "symptom": {
            "一般资料": "男性，62岁，退休",
            "主诉": "左侧肢体乏力伴口齿不清3天。",
            "现病史": "患者3天前突发左侧肢体乏力，伴口齿不清，伴口角歪斜，伴头晕，症状逐渐加重，无明显头痛，无视物旋转，伴左侧肢体麻木，步行不稳，无意识不清，无四肢抽搐，无小便失禁，无心慌、胸闷，无恶心呕吐，无吞咽困难，无发热咳嗽，2021.05.0408:20至我院神经内科急诊，9:14头颅CT+胸部CT：两侧基底节区脑软化灶，脑萎缩改变，必要时MRI进一步检查，两肺纹理增强，主动脉及冠状动脉钙化改变，建议结合临床，血常规：白细胞计数9.80*109/L,肝肾功能正常，葡萄糖8.69mmol/L,电解质：K3.45mmol/L,Na134.9mmol/L,栓溶二聚体正常，凝血功能正常，心肌酶正常，现为进一步诊治，拟诊“脑梗死”收入院。患者自发病以来，神志清，精神可，胃纳、夜眠可，大小便正常，近期体重无明显改变。",
            "既往史": "高血压病史10年，最高血压180/100mmHg,长期口服奥美沙坦氢氯噻嗪及拜新同治疗。糖尿病病史10年，长期注射精蛋白锌重组人胰岛素混合注射液（优泌林）皮下注射bid。"
        },
        "examine": {
            "查体": "神清，口齿不清，对答切题。双侧额纹对称，双眼裂对称，双侧眼睑闭合全。眼球运动无明显受限。直接间接角膜反射正常。双侧瞳孔等大等圆，直径0.25cm，直接、间接对光反射灵敏。粗侧视力、视野尚可。左侧鼻唇沟浅，伸舌右偏，无舌肌震颤，舌肌无萎缩。悬雍垂居中，咽反射存在。全身肌肉无萎缩或肥大。四肢肌张力可，左侧肢体轻瘫试验阳性，右侧肢体肌力5级，无不自主运动。双侧指鼻、轮替、跟膝胫试验正常。闭目难立征检查不能合作。深浅感觉存在、对称，双侧面部、肢体针刺觉对称。肱二、三头肌腱反射（+），膝腱反射、跟腱反射（+），膑阵挛阴性、踝阵挛阴性。腹壁反射正常。生理反射存在。左侧巴氏征阳性，右侧巴氏征阴性。脑膜刺激征阴性。NIHSS评分：6分（口齿不清2分+面舌瘫2分+左侧肢体轻瘫2分），饮水试验提示有吞咽障碍（患者家属坚决拒绝留置胃管）。",
            "辅助检查": "我院：2021.05.049:14头颅CT+胸部CT：两侧基底节区脑软化灶，脑萎缩改变，必要时MRI进一步检查，两肺纹理增强，主动脉及冠状动脉钙化改变，建议结合临床，血常规：白细胞计数9.80*109/L,肝肾功能正常，葡萄糖8.69mmol/L,电解质：K3.45mmol/L,Na134.9mmol/L,栓溶二聚体正常，凝血功能正常，心肌酶正常。"
        },
        "diagnosis": {
            "初步诊断": "（左侧侧脑室旁）脑梗死,高血压病3级（极高危）,2型糖尿病",
            "诊断依据": "1.（右侧）基底节脑梗死：患者，中老年男性，因“左侧肢体乏力伴口齿不清3天”入院，突发左侧肢体乏力，伴口齿不清，伴口角歪斜，2021.05.0408:20至我院神经内科急诊，9:14头颅CT+胸部CT：两侧基底节区脑软化灶，头颅MR检查：左侧脑桥梗死。故考虑该诊断，定位：左侧脑桥，定性：血管性，缺血性。诊断脑梗死后遗症。2.高血压病3级（极高危）：高血压病史10年，最高血压180/100mmHg,未发现导致高血压的内分泌等因素，诊断为高血压病3级，合并脑梗死，危险分层为极高危。3.2型糖尿病：糖尿病病史10年，长期注射精蛋白锌重组人胰岛素混合注射液（优泌林）皮下注射bid。老年发病，未发现酮症倾向，诊断为2型糖尿病。",
            "鉴别诊断": "1.动脉夹层相关性卒中：颈动脉和椎动脉夹层是导致TIA和卒中的相对常见的原因，尤其在年轻患者中。严重的头颈部创伤可能导致动脉夹层，但是有大约一半是自发性的或由轻微损伤所致。动脉夹层可导致缺血性卒中，表现类似脑栓塞，需查MRI和MRA或CTA明确诊断。2.卵圆孔未闭（PFO）相关性卒中：PFO是房间隔的胚胎性缺损，伴有或不伴有房间隔动脉瘤。PFO会显著增高高危患者的卒中风险，需查食道超声心动检查或TCD发泡试验可鉴别。",
            "诊断结果": "左侧侧脑室旁脑梗死,高血压病3级（极高危）,2型糖尿病"
        },
        "cure": "入院后完善相关检查，予Ⅱ级护理,洼田饮水试验评估,糖尿病饮食,测血压、心率qd,葡萄糖测定4次,陪护1人，急性期康复锻炼，预防深静脉血栓形成，控烟及健康教育,防跌倒。抗血小板聚集：肠溶阿斯匹林。降血压：硝苯地平控释片。保护胃黏膜：雷贝拉唑钠肠溶胶囊。活血化瘀：注射用曲克芦丁。改善微循环：丁苯肽氯化钠注射液，注射用尼麦角林，盐酸倍他司汀注射液。治疗眩晕：天麻素注射液。降脂，稳定斑块：阿托伐他汀钙片。化痰：氨溴索针。完善相关检查：NIHSS评分、MMSE评分、MRS评分，头颅MR+MRA+DWI增强（患者多次脑梗死，予检查患者脑血管情况），治疗痴呆：盐酸多奈哌齐片,治疗糖尿病：盐酸二甲双胍缓释片,吞咽训练/qd，言语训练/qd，面神经功能训练/qd，手指点穴/qd，胃管留置，加强营养：肠内营养混悬液500ml,矿泉水1500ml胃管注入qd，改善胃肠动力：莫沙必利片,自备流质,化痰：吸入用布地奈德混悬液,硫酸特布他林雾化液,治疗糖尿病周围神经：依帕司他片,糖尿病饮食，自备粉碎机粉碎后食用,治疗肺部感染：头孢呋辛针,左氧氟沙星针,雾化：吸入用乙酰半胱氨酸溶液,营养神经：胞磷胆碱钠胶囊,活血化瘀：蚓激酶肠溶胶囊,降血压：门冬氨酸氨氯地平片。患者症状逐渐好转，住院19天，上级医师查房后准予出院。"
    },
    {
        "id": 86,
        "symptom": {
            "一般资料": "男性，17岁，学生",
            "主诉": "间断排黑便6天。",
            "现病史": "患者缘于6天前无明显诱因出现排黑便，为黑色糊状便，次数不详，总量约800g，伴头晕、心悸、乏力，无呕血，无尿量减少及尿色加深，无四肢湿冷、口唇发绀，无意识障碍、晕厥，平素间断腹痛，饥饿痛明显，进食后可缓解，无腹胀、腹泻，无胸闷、气短，无发热，无胸痛，无呼吸困难等不适，发病前无剧烈恶心、呕吐，就诊于我院急诊，查血常规示血红蛋白95g/L，诊断“消化道出血”，给予“奥美拉唑钠以8mg/h泵抑酸及补液”等治疗，为进一步诊治，急诊以“消化道出血”收入我科。发病以来，患者精神较好，睡眠好，未进食，大小便如上，体重无明显变化，体力一般。",
            "既往史": "体健。"
        },
        "examine": {
            "查体": "T:36.3℃，P:98次/分，R:20次/分，BP:116/72mmHg。发育正常，营养中等，正力体型，平车推入病房，神志清楚。查体合作。全身皮肤黏膜无黄染、出血点、瘀斑。周身浅表淋巴结未触及肿大。头颅无畸形、包块。眼睑无水肿，结膜苍白，巩膜无黄染，双侧瞳孔正圆等大，对光反射灵敏。口唇无发绀。双肺呼吸音清，未闻及干湿性啰音，无胸膜摩擦音。心率98次/分，律齐，各瓣膜听诊区未闻及杂音，腹平坦，未见胃肠型及蠕动波，柔软，无抵抗，上腹偏右压之不适，肝脾未触及，移动性浊音阴性。肠鸣音4次/分。双下肢无水肿。四肢肌力正常。双侧Babinski征阴性。",
            "辅助检查": "血常规:红细胞计数3.24*10*/L,血红蛋白95g/L,红细胞压积26.5%。复查血常规:红细胞计数2.56*10”/L，血红蛋白78g/L,红细胞压积22.5%。粪便常规(急诊):隐血试验阳性(+)，转铁蛋白阳性+。"
        },
        "diagnosis": {
            "初步诊断": "消化道出血,失血性贫血",
            "诊断依据": "依据患者以排黑便为主要表现，伴有乏力、头晕等血容量不足表现，查体贫血貌，查血红蛋白低可诊断。",
            "鉴别诊断": "1.食管/胃底静脉曲张破裂出血:患者无肝硬化病史，此次以间断排黑便为主要表现，暂不考虑此病因。2.消化性溃疡并出血:患者有间断腹痛，饥饿痛表现，患者为消化性溃疡高发人群，首先考虑此病因。3.食管贲门粘膜撕裂综合征:患者近期无大量饮酒史，无剧烈呕吐病史，无胸骨后疼痛，暂不考虑。",
            "诊断结果": "十二指肠球部溃疡并出血,失血性贫血(中度),非萎缩性胃炎"
        },
        "cure": "1.内科I级护理，卧位，监护。2.给予禁食水，泮托拉唑钠40mg日二次静点抑酸治疗，适当补液、补充电解质。3.严密监测生命体征、尿量、神志变化:观察呕血、排便情况，监测血红蛋白浓度、红细胞计数、红细胞压积变化及尿素氮、便潜血动态变化。4.备血。入院第二天行内镜下十二指肠钛夹止血术，胃镜诊断：1十二指肠球部溃疡并出血2.非萎缩性胃炎。术后安返病房，术后给予泮托拉唑40mg日二次静点抑酸、硫糖铝混悬凝胶1.0g日二次口服保护粘膜等治疗。经治疗6天，患者未再排黑便，病情好转出院。出院医嘱:1.流食，避免坚硬刺激食物。2.继续应用:泮托拉唑钠肠溶胶囊40mg空腹口服，1/日，硫糖铝混悬凝胶1.0g空腹口服，2/日。应用6周后复查胃镜，择期完善呼气试验检查，必要时根除幽门螺杆菌，门诊随诊。"
    },
    {
        "id": 87,
        "symptom": {
            "一般资料": "女性，83岁，农民",
            "主诉": "反复胸痛6年，再发伴胸闷半月",
            "现病史": "患者6年前反复出现活动后胸痛不适，胸痛位于心前区，未隐痛，阵发性发作，每次持续约10-15min可缓解，无后背部放射痛，无胸闷心悸，无气促，患者未在意，未及时诊治，长期服用通心滴丸。半月前患者再次出现胸痛不适，性质同前，伴胸闷心悸，稍有气促，有头晕，无发热，无咳嗽咳痰，无头痛，无黑矇晕厥，无恶心呕吐，无腹痛腹胀，无尿频尿急尿痛，无阵发性呼吸困难，夜间可平卧，昨日至我院门诊就诊，查头颅、胸部CT：1.皮层下动脉硬化性脑病（腔隙灶、脑萎缩、脱髓鞘），建议MRI进一步检查。2.两肺纹理增强，左肺下叶少许索条及轻度支气管扩张，两肺小斑点结节样密度增高影，建议结合临床并复查随访。心肌标志物、栓溶二聚体基本正常。现为进一步治疗，拟诊“冠心病”收入病房。病程中患者神志清，精神可，纳眠一般，二便如常，体重无明显变化。",
            "既往史": "高血压病史数年，血压最高大于180/mmHg，目前服用氯沙坦钾氢氯噻嗪、乐卡地平控制血压，未规律监测血压。糖尿病病史数年，目前服用二甲双胍、格列美脲、阿卡波糖控制血糖，未规律监测血糖。脑梗死病史，未遗留后遗症，目前长期服用阿司匹林、阿托伐他汀。"
        },
        "examine": {
            "查体": "T:36.8℃，P:72次/分，R:19次/分，BP:137/67mmHg。发育正常，营养良好，神志清楚，呼吸平稳，查体合作，对答切题。全身皮肤粘膜无黄染，无出血点及瘀斑。锁骨上浅表淋巴结未及肿大。头颅无畸形，毛发分布均匀。双眼睑无浮肿，结膜无充血，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏。外耳道无脓性分泌物，乳突无压痛。无鼻翼扇动及鼻出血，鼻窦无压痛，鼻唇沟对称。口腔无特殊气味，口唇无绀，伸舌居中，双扁桃体不大。颈软，颈静脉无充盈，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，胸壁无压痛。两侧呼吸运动度基本对称，语颤正常，叩诊呈清音，两肺呼吸音粗，未闻及明显干湿啰音。心前区无异常隆起，心尖搏动位于左第五肋间锁骨中线内0.5cm，心尖搏动不弥散，未触及震颤，心界无扩大，心率72次/分，律齐，心音无亢进、分裂，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。周围血管征阴性。腹平，未见肠形及蠕动波，腹软，全腹无明显压痛，肝脾肋下未扪及，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音存在、无亢进。直肠肛门外生殖器未检查。脊柱无畸形，无压痛。四肢无畸形，双下肢轻度浮肿。四肢肌力正常，肌张力无升高。腹壁反射正常。双侧巴氏征阴性。克匿格征阴性、布氏征阴性。",
            "辅助检查": "头颅、胸部CT：1.皮层下动脉硬化性脑病（腔隙灶、脑萎缩、脱髓鞘），建议MRI进一步检查。2.两肺纹理增强，左肺下叶少许索条及轻度支气管扩张，两肺小斑点结节样密度增高影，建议结合临床并复查随访。血红蛋白114g/L↓；随机葡萄糖9.61mmol/L↑；心肌标志物、C反应蛋白、栓溶二聚体、肝肾功能、电解质基本正常。（05.13）心超：左室舒张功能欠佳。（05.13）心电图：1、窦性心律2、顺钟向转位。（05.15-16）动态血压：24h平均压109/62mmHg，白天平均压109/62mmHg，夜间平均压108/63mmHg，清晨血压111/69mmHg。（05.15-16）动态心电图：窦性心律，最快121次/分，最慢56次/分，平均75次/分。没有超过2.0秒长间歇发生。5个室早事件，443个房早事件。在通道1.2检查到多次ST段压低事件，最大压低-0.45mv。"
        },
        "diagnosis": {
            "初步诊断": "冠状动脉粥样硬化性心脏病。稳定性心绞痛。心功能III级(NYHA分级),高血压病3级（极高危）,2型糖尿病。",
            "诊断依据": "1.冠状动脉粥样硬化性心脏病、稳定性心绞痛、心功能III级(NYHA分级)：患者，女性，83岁，既往高血压、糖尿病病史，存在冠心病危险因素，此次因“反复胸痛6年，再发伴胸闷半月。”入院。胸部CT：两肺纹理增强，左肺下叶少许索条及轻度支气管扩张，两肺小斑点结节样密度增高影，建议结合临床并复查随访。心肌标志物、栓溶二聚体基本正常。查体：血压143/69mmHg，神志清，呼吸平稳，唇绀不明显，颈静脉无充盈，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，二肺呼吸音粗，未闻及明显干湿啰音。心前区无异常隆起，心尖搏动不弥散，心界无明显扩大，心率72次/分，律齐，各瓣膜区未闻及明显病理性杂音，腹软，无压痛，肝脾肋下未及。双下肢轻度浮肿。故诊断，患者一般体力活动明显受限，故考虑该心功能分级。2.高血压病3级（极高危）：患者高血压病史数年，血压最高大于180/？mmHg，目前服用氯沙坦钾氢氯噻嗪、乐卡地平控制血压，未规律监测血压。合并心绞痛，故考虑该分级分组。3.2型糖尿病：患者糖尿病病史数年，目前服用二甲双胍、格列美脲、阿卡波糖控制血糖，未规律监测血糖。根据患者发病年龄，无酮症倾向，故考虑该诊断。",
            "鉴别诊断": "1.高血压性心脏病：可有胸闷、气促、心界扩大、心房颤动，EKG无左心室高电压表现，心超可见特征性表现。2.肥厚型心肌病：该类患者可有反复发作的胸闷、胸痛，心电图可见室壁肥厚征象，可有广泛导联ST段压低，心超可见室壁增厚，部分患者可有流出道梗阻征象。",
            "诊断结果": "冠状动脉粥样硬化性心脏病,稳定性心绞痛,心功能III级(NYHA分级),高血压病3级（极高危）,2型糖尿病。"
        },
        "cure": "患者入院后予1内护II级，低盐低脂糖尿病饮食，监测血压、血糖，吸氧prn，记24h尿量，陪护一人，冠心病健康教育；2.抗血小板聚集：阿司匹林；3.调脂、改善内皮功能：阿托伐他汀；4.控制血压、改善心肌重构：氯沙坦钾氢氯噻嗪（自备）、乐卡地平（自备）；5.控制血糖：二甲双胍、格列美脲、阿卡波糖；6.营养心肌、改善循环：力素、丹参多酚酸；7.改善头晕：倍他司汀；8.扩血管：尼可地尔；9.利尿、拮抗醛固酮、补钾：呋塞米、螺内酯、氯化钾缓释片；10.控制心率、减少心肌氧耗：美托洛尔缓释片；2021.05.14造影见冠脉呈均势型；LM：无狭窄；LAD：中段局限性狭窄约50%，血流TIMI3级；LCX：未见明显狭窄，血流TIMI3级；RCA：未见明显狭窄，血流TIMI3级。肾动脉造影：右侧肾动脉近段狭窄30%，左侧肾动脉未见狭窄。患者尿酸高，予以非布司他口服；患者头晕不适，予以甲钴胺，维生素BI，叶酸口服。患者血糖控制不佳，申请内分泌科会诊，建议胰岛素应用。经积极治疗患者症状好转，胸闷缓解，住院11天，经上级医师查房后准予出院。"
    },
    {
        "id": 88,
        "symptom": {
            "一般资料": "女性，56岁，工人",
            "主诉": "间断胸痛1月余，加重2天",
            "现病史": "患者1月前劳累后反复出现胸痛症状，位于心前区，呈针刺样，持续时间短约2-3分钟，休息可好转，无胸前及肩背部放射痛，期间伴头晕，无恶心、呕吐，无大汗淋漓，无头痛、黑曚、晕厥，无气促、浮肿、少尿，无端坐呼吸、夜间阵发性呼吸困难，期间曾中山医院就诊，完善相冠状动脉CT检查示：左前降支起始段混合斑块形成伴管腔轻度狭窄，左前降支中段走形贴近心肌；院外患者长期口服“氯吡格雷、瑞舒伐他汀、盐酸曲美他嗪”，患者症状缓解不明显。2天前，患者症状较前加重，诉疼痛次数较前增加，故为进一步治疗，来我院就诊，以“冠心病”收入我科。本次发病以来，患者精神、食欲、睡眠可，大小便正常，体重无变化。",
            "既往史": "患者20年前诊断“高血压”，现长期口服“苯磺酸左旋氨氯地平1片口服qd”，血血压未监测；"
        },
        "examine": {
            "查体": "发育正常，营养中等，体型正常，步入病房，步态正常，神志清楚，体位自主，查体合作，口齿清楚，呼吸平稳。全身皮肤粘膜无黄染，无出血点及瘀斑，未见肝脏、蜘蛛痣。双侧颈部、锁骨上、腋下等浅表淋巴结未触及肿大。头颅无畸形，双眼睑无浮肿，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏，外耳道无脓性分泌物，乳突无压痛。鼻窦无压痛，鼻唇沟对称。口唇不发绀，伸舌居中，咽不充血，双侧扁桃体无肿大。颈软，颈静脉无充盈，气管居中，甲状腺无肿大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，两肺呼吸音粗，未闻及干湿性罗音。心前区无异常隆起，心尖搏动位于第5肋间左锁骨中线，未触及震颤，心界临界，心率70次/分，心律齐，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。无水冲脉。全腹平坦，未见肠形及胃肠蠕动波，全腹软，无压痛及反跳痛，肝脾肋下未触及，肝区及双肾区无叩痛，移动性浊音(-)，肠鸣音2~3次/分。肛门、直肠、外生殖器未查。脊柱四肢无畸形，双下肢无浮肿，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。四肢肌力V级，肌张力正常。腹壁反射正常。双侧巴氏征阴性。克匿格征阴性、布氏征阴性。",
            "辅助检查": "（04.09）冠状动脉CT检查示：左前降支起始段混合斑块形成伴管腔轻度狭窄，左前降支中段走形贴近心肌；（05.13我院）心电图：未见明显异常；余血常规、肝肾功能、电解质、TNI、栓溶二聚体未见明显异常。（05.20）1、窦性心律2、房性早搏；（05.21）动态心电图：1.窦性心律，最快94次/分，最慢43次/分，平均62次/分；7个室早事件，28个房早事件；各通道未检测到ST段事件；"
        },
        "diagnosis": {
            "初步诊断": "冠状动脉粥样硬化性心脏病。稳定性心绞痛。心功能Ⅱ级(NYHA分级)。高血压病3级（极高危）。",
            "诊断依据": "1.冠状动脉粥样硬化性心脏病，稳定型心绞痛，心功能II级(NYHA)：1）患者，女性，56岁，既往高血压病史存在冠心病危险因素；2）因“间断胸痛1月余，加重2天”入院。3）患者1月前出现胸闷，位于心前区，呈憋闷样，持续时间短约2-3分钟，冠状动脉CT检查示：左前降支起始段混合斑块形成伴管腔轻度狭窄，左前降支中段走形贴近心肌；2天前，患者症状较前加重，诉疼痛次数较前增加；4）查体：血压121/73mmHg，神志清，呼吸平稳，平卧位，颈静脉无充盈，肝颈静脉回流征阴性。两肺呼吸音清，未闻及明显干湿性罗音。心前区无异常隆起，未见皮疹，心尖搏动于左第五肋间锁骨中线内0.5cm处，范围无弥散，心界无扩大，心率70次/分，律齐，心音无亢进、减低，各瓣膜听诊区未闻及病理性杂音。全腹软，未扪及异常包块，全腹部无压痛、反跳痛、肌卫，肝脾肋下未扪及。双下肢无浮肿。5）辅助检查：冠状动脉CT检查示：左前降支起始段混合斑块形成伴管腔轻度狭窄，左前降支中段走形贴近心肌；（05.13我院）心电图：未见明显异常；余血常规、肝肾功能、电解质、TNI、栓溶二聚体未见明显异常。结合病史、临床表现考虑此诊断，还需进一步完善冠状动脉造影协助诊断。因患者平时一般体力活动后稍有气促不适，故考虑心功能II级（NYHA）。2.高血压病3级，很高危组：患者20年前起发现血压升高，血压最高达200/100mmHg，目前口苯磺酸左旋氨氯地平降压治疗，平时血压控制不详。无明确继发性高血压病因（肾性、血管性、内分泌性等），故考虑为原发性高血压；据血压升高幅度，分级为3级；因有心衰、糖尿病缺乏体力活动，故危险分层为很高危组。",
            "鉴别诊断": "1.急性心包炎：也可表现为胸痛及ST段抬高，但多伴气促、心电图除aVR外广泛导联ST段弓背向下抬高、胸片见烧瓶样心等，该患者目前诊断依据不足。2.胃食道返流征：患者出现胸骨中段后方胸闷症状，伴反酸、恶心、呕吐，警惕此诊断可能，但一般本病与体位改变有关，平卧症状加重，与本患者情况不符，且心电图有心肌缺血表现，需进一步完善检查，必要时考虑胃镜鉴别。",
            "诊断结果": "冠状动脉粥样硬化性心脏病,稳定性心绞痛,心功能Ⅱ级(NYHA分级),高血压病3级（极高危）。"
        },
        "cure": "入院后予以1.内护II级，低盐低脂糖尿病饮食，监测血压、血糖；2.抗血小板（氯吡格雷）；3.改善内皮功能、稳定斑块（瑞舒伐他汀）；4.改善心肌重构（苯磺酸氨氯地平）；5.改善心肌代谢（盐酸曲美他嗪缓释片）；6.改善微循环、改善心肌代谢（二丁酰环磷酰胺、丹参多酚）；7.完善相关检查。5月19日冠脉造影穿刺右桡动脉成功，送入6F鞘，沿导丝送入5FTig造影导管，分别行左右冠状动脉造影。造影见冠脉呈右优势型；LM：无狭窄；LAD：未见明显狭窄，血流TIMI3级；LCX：未见明显狭窄，血流TIMI3级；RCA：未见明显狭窄，血流TIMI3级。现患者病情好转，无胸闷，胸痛，住院8天，经上级医师查房后准予出院。"
    },
    {
        "id": 89,
        "symptom": {
            "一般资料": "男性，59岁，无业",
            "主诉": "发热5天，胸痛6小时",
            "现病史": "患者5天前受凉后出现发热，体温最高39℃，伴咳嗽咳痰，为白粘痰，无腹痛腹泻，无尿频尿急尿痛，自行口服药物（具体不详）治疗，症状缓解不明显，6小时前患者进食月饼后出现左侧胸部疼痛，位于左侧胸前区，呈持续性胀痛不适，无他处放射痛，无恶心呕吐，无大汗淋漓，未行特殊处理，急来我院，急诊予以对症处理后，以“胸痛待查”收入我科。起病以来，患者精神饮食欠佳，小便正常，大便未解，体力下降，体重无明显减轻。",
            "既往史": "3个月前发现高血压，血压最高190/100mmHg，平素规律服用拜新同30mgQD，自诉血压控制尚可；支气管炎20年，未正规诊治。否认冠心病、糖尿病病史。否认传染病病史。过敏史：青霉素过敏，表现为全身皮疹。"
        },
        "examine": {
            "查体": "神志清楚。双肺呼吸音粗，可闻及明显哮鸣音。心律齐，未及病理性杂音。腹软，腹部无压痛反跳痛。四肢活动自如。",
            "辅助检查": "10/9血常规白细胞13.5*10*9/l，降钙素大于100，肾功能，电解质血糖心肌酶正常10/17血常规白细胞18.46*10*9/l，血小板38*10*9/L，肺Ct提示肺炎。"
        },
        "diagnosis": {
            "初步诊断": "胸痛查因：急性冠脉综合征,肺部感染,左侧液气胸,肺大泡,高血压3级极高危",
            "诊断依据": "10/9血常规白细胞13.5*10*9/l，降钙素大于100，肾功能，电解质血糖心肌酶正常10/17血常规白细胞18.46*10*9/l，血小板38*10*9/L，肺Ct提示肺炎，有发热，胸痛症状",
            "鉴别诊断": "1.肺栓塞:胸痛，呼吸困难，气促是肺栓塞最常见的症状，严重的时候可以出现休克，呼吸频率增快，血氧下降。2.张力性的气胸:可以突发剧烈的胸痛，极度的呼吸困难，端坐呼吸，偶尔会干咳疼痛的可以放射到肩部或甚至是腹部，病情快速进展，可以导致严重的缺氧死亡。",
            "诊断结果": "脓毒血症,感染性休克,双侧胸腔积液（部分包裹）肺部感染,I型呼吸衰竭,心力衰竭,血小板减低,高血压病3级极高危,左侧液气胸,肺大泡"
        },
        "cure": "患者入院后主要予护胃、护肝、抗感染（拜复乐+头孢哌酮钠舒巴坦钠+阿比多尔）、祛痰平喘等对症治疗。2020-10-11晚上因患者不配合一切治疗，十分狂躁，不愿吸氧，指脉氧降至80%左右，立即转入ICU。入ICU后予以气管插管接呼吸机辅助通气、CRRT、气管切开、胸腔穿刺置管引流、人工皮、抗感染（莫西沙星0.4gQD、舒普深3gQ8H、比阿培南0.3gQ12H、奥硝唑1gQD、利奈唑胺300mlQ12H、替加环素50mgQ12H首剂加量、利福平0.45gQ12H、卡泊芬净50mgQD首剂加量）、抗病毒（阿比多尔0.2gTID）、清除炎性因子(血必净100ml静脉泵入Q12H)、肝素、激素（甲强龙40mgQ12H）、化痰平喘、护胃、护肝、护肾、输注血液制品等器官功能支持对症治疗。患者指脉氧90%左右，血压偏低，收缩压70~80mmhg左右，扩容及血管活性药物对症治疗，血管活性药物维持下血压基本可维持。2020-10-12行胸穿，未见气体引出，可见大量褐色浑浊带臭味液体引流出。2020-10-13患者肝肾功能进行性进展，予以CRRT维持内环境稳定。2020-10-19气管插管第八天，仍脱机拔管困难，行气管切开接呼吸机通气。2020-11-01脱离呼吸机，气管切开吸氧。2020-11-09转出ICU病房。后续因压疮行人工皮。于2020-12-02成功出院。"
    },
    {
        "id": 90,
        "symptom": {
            "一般资料": "男性，57岁，工人",
            "主诉": "咳嗽，咳痰1周",
            "现病史": "缘于入院1周前无明显诱因出现咳嗽，呈阵发性，非刺激性咳嗽，伴咳痰，痰色黄，量少，无发热，畏冷、寒颤，无胸痛、胸闷、呼吸困难，无盗汗等不适，遂就诊于我院，急诊查肺部CT：1.右肺上叶支扩张伴感染；2.右侧胸腔少量积液。今为进一步治疗，急诊查体后，遂拟“支气管扩张伴感染”收住我科。发病以来：精神尚可，二便如常，近期体重无明显变化。",
            "既往史": "否认高血压病、糖尿病、冠心病等病史；否认病毒性肝炎、结核等传染病史；否认药物及食物过敏史；否认输血史。"
        },
        "examine": {
            "查体": "神志清楚，发育正常，营养一般，步行入院，对答切题，查体合作。全身皮肤、黏膜未见黄疸、皮疹、出血点，无肝掌、蜘蛛痣。全身各浅表淋巴结无肿大。眼睑无水肿，睑结膜无苍白，巩膜无黄染，双眼球运动自如，无震颤，双侧瞳孔等圆等大，直径约2.5mm,对光反射灵敏。胸廓正常，两侧呼吸运动均称，双肺叩诊清音。双肺呼吸音粗，可闻及少许湿性啰音，未闻及干性罗音。胸膜摩擦音未触及。心前区无隆起，心尖搏动位于左第5肋间腋前线内约0.5cm处，无震颤，心相对浊音界无扩大。心率103次／分，律齐，各瓣膜听诊区未闻及杂音。腹稍膨隆，未见肠型及胃蠕动波，全腹软，全腹无压痛及反跳痛，未触及包块，肝脾肋下未触及，墨菲氏征阴性，各输尿管体表投影点无压痛，肝肾区无叩痛，移动性浊音阴性，无振水音，肠鸣音约5次／分。双下肢无浮肿。四肢肌力、肌张力正常，双侧病理征未引出，脑膜刺激征阴性。",
            "辅助检查": "1.肺部CT：1.右肺上叶支扩张伴感染；2.右侧胸腔少量积液。2.血常规：单核细胞百分比8.60%,红细胞平均血红蛋白量32.30pg,血小板体积分布宽度9.80fL。3.降钙素原PCT0.39ng/ml。"
        },
        "diagnosis": {
            "初步诊断": "1.支气管扩张伴感染2.右侧胸腔积液",
            "诊断依据": "1.患者中老年男性，反复咳嗽咳嗽，呈阵发性，非刺激性咳嗽，伴咳痰，痰色黄。2.入院查体：双肺呼吸音粗，可闻及少许湿性啰音，未闻及干性罗音。3.肺部CT：右肺上叶支扩张伴感染",
            "鉴别诊断": "1.肺结核：该病常有午后低热、盗汗，表现为咳嗽、咳痰、咯血，胸片常于双肺肺尖部可见片状阴影，必要时可行PPD试验、痰找结核杆菌进一步鉴别诊断。2.肺部肿瘤：该常见于中老年男性吸烟患者，可表现为刺激性干咳，痰中带血，肺部影像学检查可见肺部占位性病变，患者肺部CT未见明显占位，故考虑可能性小，必要时可行肺部增强CT等检查进一步鉴别诊断。",
            "诊断结果": "1.支气管扩张伴感染；2.右侧胸腔积液"
        },
        "cure": "入院后予内科护理常规、二级护理，清淡饮食；完善相关检查如：三大常规，生化全套，CRP，结核菌素检查，痰培养＋药敏等。治疗上予吸氧，“莫西沙星”抗感染（根据痰培养+药敏结果，必要时调整抗生素方案），“乙酰半胱氨酸”雾化吸入、促进痰液排出，补液、营养支持等处理。"
    },
    {
        "id": 91,
        "symptom": {
            "一般资料": "女性，52岁，农民",
            "主诉": "发现颈部包块4+年，颈部疼痛不适1+年",
            "现病史": "患者于4+年前无意间，发现颈部偏左侧一包块，无说话费力、畏寒、发热、头昏、头痛、咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，无多饮、多食、怕热、手震颤，院外院外未行特殊处理（具体不详），上述症状未缓解。1+年前患者常感颈部右侧隐痛不适，无声嘶、饮食呛咳，无咽喉疼痛、咳嗽、咯痰、呼吸不畅、吞咽梗阻，三天前为进一步诊治来我院就诊，甲状腺彩超提示：甲状腺左侧叶及峡部增厚，甲状腺左侧叶囊性结节。甲状腺实质回声增粗不均匀（桥甲炎？），在门诊拟诊断为“甲状腺包块”收入院，患者自发病以来精神状态良好，饮食正常，睡眠良好，体重无明显变化，小便正常，大便正常。",
            "既往史": "4+年前行子宫息肉手术（具体不详），否认肝炎史、疟疾史、结核史，否认高血压史、冠心病史，否认糖尿病史、脑血管病史、精神病史，否认手术史、外伤史、输血史，否认过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "T:36.6℃，P:70次/分，R:20次/分，BP:120/60mmHg。发育正常，营养良好，正常面容，表情自如，自主体位，步态正常，神志清楚，检查合作。皮肤黏膜色泽正常，无皮疹，无皮下出血，毛发分布正常，皮肤温度和湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。全身浅表淋巴结无肿大。头颅大小正常，无畸形，无其他异常。双眼眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜透明，反射正常，瞳孔等圆，左3mm右3mm，对光反射正常。舌体正常，伸舌居中，牙龈正常，牙列齐。胸廓：正常。乳房：正常对称。肺脏：视诊：呼吸运动正常，肋间隙正常。触诊：语颤正常，无胸膜摩擦感，无皮下捻发感。叩诊：正常清音。听诊：呼吸规整，两肺呼吸音清，两上、中、下肺部未闻及干湿性啰音、鼾音、哨笛音、水泡音、捻发音，语音传导正常，无胸膜摩擦音。心脏：视诊：心前区无隆起，心尖搏动正常，位于左侧锁骨中线内0.5cm。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：心界扩大无听诊：心率70次/分，心律齐，心音正常，无额外心音，各瓣膜听诊区未闻及收缩期、舒张期杂音。无心包摩擦音。周围血管未查。腹部视诊：外形正常，无胃型、肠型、蠕动波、腹壁静脉曲张、腹纹，左、右、上、下腹部无手术疤痕、疝，腹式呼吸存在，脐正常，无分泌物。腹部触诊：腹肌柔软，左、右、上、下腹部无压痛，无反跳痛，无液波震颤，无振水声，无腹部包块，肝未触及，胆囊未触及、无压痛、Murphy征阴性，脾未触及，双肾未触及，双侧季肋点、上输尿管点、中输尿管点、肋脊点、肋腰点无压痛。腹部叩诊：肝浊音界存在，肝上界位于右锁骨中线肋间，移动性浊音阴性，双侧肾区无叩痛。听诊：肠鸣音正常，无气过水声，无血管杂音。肛门、直肠、外生殖器未查。生理反射正常，病理征未引出。脊柱正常，活动度正常，四肢正常，全身关节无红肿、强直、压痛、活动受限，肌肉无压痛及萎缩，无下肢静脉曲张，无杵状指、趾。腹壁反射正常，四肢肌张力正常，四肢肌力5级，左上、右上、左下、右下无肢体瘫痪。专科情况：耳：双侧耳廓无畸形，无瘘管，皮肤无红肿，外耳道无狭窄，清洁干燥，鼓膜色泽正常，标志形态清楚，动度好，中耳腔无积液，乳突区无红肿压痛，咽鼓管通畅，双侧Rinne（+）、Weber(=)、双侧Schwabach（+）。鼻：外鼻居中无畸形，双侧鼻前庭皮肤无红肿糜烂，双侧鼻腔及中鼻道未见粘脓性分泌物积聚,双侧鼻腔粘膜红润，双侧下鼻甲无充血，不肥大，双侧中鼻甲无充血，不肥大，鼻中隔基本居中，双侧鼻窦区无压痛，无隆起。咽喉：咽部粘膜无充血，双侧腮腺导管开口正常，软腭正常，硬腭正常，悬雍垂正常，双侧腭扁桃体无肥大，隐窝口未见分泌物，咽腭弓无充血，舌腭弓无充血，咽后壁无滤泡，无充血。鼻咽粘膜正常，鼻咽腔正常，咽鼓管正常，咽鼓管圆枕光滑，无新生物，咽隐窝正常。双侧梨状窝无积液，无新生物。舌根部未见淋巴增生肥大，会厌居中，活动好，粘膜光滑，未见明显新生物，杓会厌皱襞粘膜光滑，室带对称光滑，喉室无狭窄，双侧声带表面光滑，动度对称，声门闭合可。颈部：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性。右侧舌骨大角区压痛不适，甲状腺左侧叶II度肿大，甲状腺稍压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。",
            "辅助检查": "2021.2.15彩超提示：甲状腺左侧叶及峡部增厚，甲状腺左侧叶囊性结节（TI-**S2类）。甲状腺实质回声增粗不均匀（桥甲炎？请结合临床）。2021-02-18新冠病毒核糖核酸测定：阴性(-)；"
        },
        "diagnosis": {
            "初步诊断": "甲状腺左侧叶肿物,桥本氏甲状腺炎",
            "诊断依据": "1.患者中年女性，起病隐匿，病程长。2.以发现颈部包块4+年，颈部疼痛不适1+年为主要表现。3.查体：颈部对称无抵抗感，颈动脉搏动正常，颈静脉正常，双侧颌下腺正常，双侧颌下淋巴结正常，气管居中，肝颈静脉回流征阴性。右侧舌骨大角区压痛不适，甲状腺左侧叶II度肿大，甲状腺稍压痛，无震颤、血管杂音，颈部浅表淋巴结无肿大，颈部深淋巴结无肿大。4.辅查：2021.2.15彩超提示：甲状腺左侧叶及峡部增厚，甲状腺左侧叶囊性结节（TI-**S2类）。甲状腺实质回声增粗不均匀（桥甲炎？请结合临床）。2021-02-18新冠病毒核糖核酸测定：阴性(-)；",
            "鉴别诊断": "本病当与“甲状腺癌”鉴别，甲状腺癌早期多无明显症状，偶尔发现甲状腺肿块，质硬，不光滑，吞咽时活动度低，肿块增大时伴有吞咽困难，呼吸不畅，声音嘶哑等，颈部可扪及淋巴结肿大。病检可明确。",
            "诊断结果": "桥本氏甲状腺炎。"
        },
        "cure": "因患者目前颈部包块有明显疼痛感，而且桥本氏甲状腺炎临床也是导致甲状腺癌的高危因素，患者目前有强烈要求手术治疗，解决临床症状的意愿，故而安排手术治疗。于2021年02月19日在全麻下行“经颈侧径路行甲状腺左侧叶及包块切除+喉返神经探查术”。术中所见：甲状腺左侧叶弥漫性肿胀，质硬，与周围带状肌稍粘连，甲状腺左侧叶上极扪及数个囊性包块，最大约为0.5*0.0.3*0.4cm，光滑、圆、质地中等，与腺组织分界清，甲状腺右侧叶肿胀，探查未发现肿瘤，峡部正常。大体标本剖开后见囊实性病变，内容物光滑；术中完整切除病灶，标本病检。手术过程：1.患者取仰卧位，垫肩，全麻成功后常规消毒铺巾。2.左侧锁骨上缘作顺皮纹皮肤切口，深达颈阔肌深面。3.在颈阔肌深面向上游离皮瓣，暴露胸锁乳突肌。4.电刀打开胸锁乳突肌前缘，暴露颈血管鞘及肩胛舌骨肌，肉眼直视下保护颈血管鞘，切断肩胛舌骨肌，充分暴露带状肌。5.将胸锁乳突肌及颈血管鞘向外侧牵拉，分离甲状腺与颈前带状肌之间的间隙，将带状肌向内侧牵拉，探查如上述。6.向上、向右提起甲状腺左侧叶，超声刀切断、结扎甲状腺中静脉，在甲状腺背面解剖上下旁腺，在气管食管沟解剖喉返神经，肉眼直视下保护喉返神经及甲状旁腺。7.分离切断甲状腺下极，结扎及双极止血。8.紧贴真被膜分离、切断甲状腺峡部，保持气管壁完整，将甲状腺左侧叶及肿块向上极游离。9.切断甲状腺上极，双重结扎及双极止血，将甲状腺左侧叶及肿块完整切除，送术中冰冻。10.探查颈部第六区淋巴结，淋巴结无肿大，探查甲状腺右侧叶，如上述。11.术中冰冻回示：（甲状腺左侧叶及包块）桥本氏甲状腺炎。12.检查无明显渗血及包块残留，甲状腺峡部“8”字缝合，置入负压引流管一根并固定。13.可吸收线分层关闭切口，消毒后可吸收线皮内缝合皮肤切口。术毕。手术中无并发症发生，出血10ml。送检标本：甲状腺左侧叶及肿块"
    },
    {
        "id": 92,
        "symptom": {
            "一般资料": "男性，59岁，工人",
            "主诉": "右侧肢体活动不利、言语含糊3年，加重1天",
            "现病史": "患者于2018年03月06日17:00左右无明显诱因下出现口齿不清，当时未予重视，20:00出现右侧肢体活动不利，右手不能抬高，右下肢拖曳，诊断考虑“脑梗死”，出院后长期口服“阿司匹林、瑞舒伐他汀”治疗。曾间断在我院行康复治疗，右侧肢体乏力改善。2日来患者咳嗽咳痰，自觉低热，自服“感冒药”无明显缓解，昨日17点患者活动后感右侧肢体乏力、言语含糊较前加重，无恶心、呕吐，无黑朦，无晕厥，无意识不清，无耳鸣、耳聋，无视物成双，无吞咽困难、饮水呛咳，无大小便失禁等，今日无明显缓解，遂至我院急诊就诊，查WBC11.63*10^9/l，血小板计数457↑10^9/L，血小板压积0.57↑%，淋巴细胞计数4.71↑10^9/L，随机血糖11.3mmol/l，余血常规、肝肾功能电解质、凝血指标、D-D、FDP未见明显异常。现为求进一步治疗，拟“脑梗死”收入病房。患者发病来无明显体重改变，饮食、睡眠一般，平素小便多泡沫，夜尿4次/晚，大便偏干。",
            "既往史": "有2型糖尿病10年余，平素服用盐酸二甲双胍缓释片0.500g/qd口服,门冬30胰岛素皮下注射早16单位晚10单位降糖，平素有肢端麻木不适，曾于我院查肌电图提示多发性周围神经损害，间断口服甲钴胺治疗；有高血压病史10年余，最高血压180/100mmHg，平时口服缬沙坦氨氯地平片（倍博特）×14片/1片/qd口服,富马酸比索洛尔片×18片/1片/qd口服控制血压，血压控制尚可。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，口齿清楚。查体合作。呼吸平稳。步入病房。全身皮肤粘膜无黄染，无出血点及瘀斑，全身浅表淋巴结（颈部，腋窝）未及肿大。头颅无畸形，双眼睑无浮肿，双侧瞳孔直径0.30cm，光反射灵敏，外耳道无脓性分泌物。鼻窦无压痛，右侧鼻唇沟浅，伸舌右偏。气管居中，甲状腺不大。胸廓无畸形，两侧呼吸运动度对称，语颤对称，叩诊呈清音，两肺呼吸音清，未闻及明显罗音。心前区无异常隆起，心尖搏动不弥散，位于第5肋间左锁骨中线内0.5cm处，心界不大，心率82次/分，律齐，各瓣膜区未闻及杂音。腹平，左上腹见陈旧性手术疤痕，未见肠形。全腹软，无压痛及反跳痛，肝脾肋下未及，叩诊鼓音，肝区及双肾区无叩痛，肠鸣音不亢进。脊柱四肢无畸形，双下肢无浮肿。肛门外生殖器外观正常。右侧肢体肌张力增高，右上肢肌力4级，右下肢肌力4级。左侧肢体肌力5级，右侧病理征阳性，左侧病理征未引出。右侧皮肤针刺觉减退。生理反射基本对称存在。脑膜刺激征阴性。",
            "辅助检查": "2021.05.08头颈部CTA：双侧颈内动脉近段及远段、双侧椎动脉远段多发钙化斑块，血管腔轻度狭窄，颅内动脉轻度硬化。2021.05.08心电图：正常心电图。2021.05.10头颅MR：1.脑干亚急性期腔隙性脑梗塞。2.双侧基底节区软化灶，脑白质脱髓鞘改变，请结合临床及复查。2021.05.18DSA：右侧颈内动脉起始部轻度狭窄，约10%，余血管通畅良好。WBC11.63*10^9/l，血小板计数457↑10^9/L，血小板压积0.57↑%，淋巴细胞计数4.71↑10^9/L，随机血糖11.3mmol/l，余肝肾功能电解质、心肌酶谱、D-D、FDP未见明显异常。"
        },
        "diagnosis": {
            "初步诊断": "脑干梗死,高血压病3级（极高危）,2型糖尿病。脑梗死后遗症。",
            "诊断依据": "1.脑梗死：定位：患者右侧偏身无力，查体右侧肌力4级，右侧病理征阳性，定位于左侧锥体束；言语含糊，定位于皮层下、内囊、丘脑、脑干等，综上，定位于左侧内囊可能大。定位：患者中年男性，既往高血压、糖尿病、脑梗死病史，此次急性起病，症状符合血管分布区域，诊断首先考虑脑梗死，不排除重感冒引发的假性脑梗死，待进一步完善头颅MR检查。2.高血压病3级（极高危）：患者有高血压病史10年余，最高血压180/100mmHg，平时口服缬沙坦氨氯地平、比索洛尔控制血压，血压控制尚可。故诊断为高血压病，患者合并脑梗死病史，故危险分层为很高危，患者否认继发性血压升高的因素，如肾性、血管性、内分泌性等，考虑为原发性高血压病可能性大。3.2型糖尿病：既往有2型糖尿病10年余，平时给予诺和锐30（早16单位、晚10单位皮下注射），口服二甲双胍1粒/qd控制血糖，早餐前指末血糖控制在6-7mmol/L，故考虑该诊断。4.脑梗死后遗症：患者，59岁男性，主诉：右侧肢体活动不利3年。患者于2018年03月06日17:00左右无明显诱因下出现口齿不清，当时未予重视，20:00出现右侧肢体活动不利，右手不能抬高，右下肢拖曳，入我院治疗，出院后长期口服“阿司匹林、瑞舒伐他汀”治疗。曾间断在我院行康复治疗，根据病史诊断明确。",
            "鉴别诊断": "1.动脉夹层相关性卒中：颈动脉和椎动脉夹层是导致TIA和卒中的相对常见的原因，尤其在年轻患者中。严重的头颈部创伤可能导致动脉夹层，但是有大约一半是自发性的或由轻微损伤所致。动脉夹层可导致缺血性卒中，表现类似脑栓塞，需查MRI和MRA或CTA明确诊断。2.卵圆孔未闭（PFO）相关性卒中：PFO是房间隔的胚胎性缺损，伴有或不伴有房间隔动脉瘤。PFO会显著增高高危患者的卒中风险，需查食道超声心动检查或TCD发泡试验可鉴别。",
            "诊断结果": "脑干梗死,高血压病3级（极高危）,2型糖尿病,脑梗死后遗症。"
        },
        "cure": "入院后予以Ⅱ级护理，监测血压、血糖，陪护1人，戒烟戒酒等健康宣教、防止跌倒外伤；进行洼田饮水评估；二级预防：予阿司匹林、瑞舒伐他汀调脂稳斑；降压：复傲坦+硝苯地平缓释片+比索洛尔；降糖：门冬30胰岛素+二甲双胍qd；抗感染：降级为头孢他啶；改善微循环：血栓通、倍他司汀、硫辛酸；扩血管：尼麦角林；护胃：艾普拉唑（既往反流性食管炎）。患者头颅MR证实右侧脑干新发脑梗死，CTA提示血管多发斑块，管腔轻度狭窄，遂于05.18完善全脑血管DSA检查，术中见右侧颈内动脉起始部轻度狭窄，约10%，余血管通畅良好，不予特殊处理。经治疗症状改善，无新发不适，一般情况可，评估病情稳定，住院10天，上级医师查房后准予出院。"
    },
    {
        "id": 93,
        "symptom": {
            "一般资料": "男性，63岁，无",
            "主诉": "间断心悸1月。",
            "现病史": "患者1月前无明显诱因下出现心悸，呈阵发性发作，活动后明显，每次持续时间约10分钟左右，休息后可缓解，伴有活动后稍有气促，无胸闷、胸痛，无呼吸困难，无头晕头痛，无恶心呕吐，无咳嗽咳痰，无腹痛腹泻，无尿频尿急等不适。患者遂至我院就诊，查心电图示窦性心律，频发室性早搏（二联律）；胸部CT示两肺纹理增强，右肺上叶小结节影；TnI正常；现为进一步诊治，拟“室性早搏”收治入院。本次发病以来，精神可，胃纳可，睡眠可，大、小便基本正常，近阶段体重无明显变化。",
            "既往史": "否认高血压、糖尿病、老慢支、胃溃疡等疾病史。"
        },
        "examine": {
            "查体": "T:36.4℃,P:66次/分,R:19次/分,BP:139/76/mmhg。发育正常，营养中等，体型正常，步入病房，步态正常，神志清楚，体位自主，查体合作，口齿清楚，呼吸平稳。全身皮肤粘膜无黄染，无出血点及瘀斑，未见肝脏、蜘蛛痣。双侧颈部、锁骨上、腋下等浅表淋巴结未触及肿大。头颅无畸形，双眼睑无浮肿，眼球活动自如，双侧瞳孔等大等圆，直径0.3cm，对光反射灵敏，外耳道无脓性分泌物，乳突无压痛。鼻窦无压痛，鼻唇沟对称。口唇不发绀，伸舌居中，咽不充血，双侧扁桃体无肿大。颈软，颈静脉无充盈，肝颈静脉回流征阴性，气管居中，甲状腺无肿大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，两肺呼吸音粗，未闻及罗音。心前区无异常隆起，心尖搏动不弥散，位于第5肋间左锁骨中线，心浊音界无扩大，心率66次/分，律不齐，可闻及早搏8-9次/分，心音无亢进、减低，各瓣膜区未闻及病理性杂音。未闻及心包摩擦音。无水冲脉。全腹平坦，未见肠形及胃肠蠕动波，全腹软，无压痛及反跳痛，肝脾肋下未触及，肝区及双肾区无叩痛，移动性浊音(-)，肠鸣音2~3次/分。肛门、直肠、外生殖器未查。脊柱四肢无畸形，双下肢无浮肿，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。四肢肌力V级，肌张力正常。腹壁反射正常。双侧巴氏征阴性。克匿格征阴性、布氏征阴性。",
            "辅助检查": "（05.16）心电图示窦性心律，频发室性早搏（二联律）；（05.21）肌钙蛋白I定量:"
        },
        "diagnosis": {
            "初步诊断": "心律失常：频发性室性期前收缩。心功能Ⅱ级(NYHA分级)。",
            "诊断依据": "心律失常：频发室性期前收缩，心功能II级(NYHA）：患者，男性，63岁，因“间断心悸1月”入院；患者1月前无明显诱因下出现心悸，呈阵发性发作，活动后明显，每次持续时间约10分钟左右，休息后可缓解，伴有活动后稍有气促；查体：血压136/87mmHg，平卧位，神清，呼吸平稳，口唇无绀，颈软，颈静脉无怒张，肝颈静脉回流征阴性，两肺呼吸音粗，未闻及明显干湿性罗音，心界不大，心率66次/分，律不齐，可闻及早搏8-9次/分，心音无亢进、分裂，各瓣膜听诊区未闻及明显病理性杂音。腹平软，全腹无明显压痛，肝脾肋下未触及，移动性浊音阴性。双下肢无浮肿；辅助检查：心电图示窦性心律，频发室性早搏（二联律）。根据上述病史、症状、体征及辅助检查结果，首先考虑此诊断，入院后可进一步完善冠脉造影，排除血管情况所致心律失常。患者活动后稍有气促不适，一般体力活动轻度受限，故考虑此心功能分级。",
            "鉴别诊断": "1.扩张型心肌病：可表现为胸闷、心悸、气促，查体心界明显扩大，心超可见四心腔均扩大，室壁变薄，左室射血分数降低，该患者目前依据不足，可做心超除外。2.风湿性心脏病：可表现为胸闷、心悸、气促，但常伴有反复不规则发热，四肢关节游走性肿痛，查体可见二尖瓣面容，心前区可闻及病理性杂音，心超可见瓣膜增厚、粘连，该患者目前依据不足，可做心超除外。",
            "诊断结果": "心律失常：频发性室性期前收缩。心功能Ⅱ级(NYHA分级)"
        },
        "cure": "入院后予1.内护II级，低盐低脂饮食，监测血压、心率，吸氧prn。2.营养心肌（曲美他嗪、二丁酰、能量合剂）。2021.05.17造影见冠脉呈右优势型；LM：无狭窄；LAD：未见明显狭窄，中段轻度肌桥，收缩期最狭窄约50%，血流TIMI3级；LCX：无明显狭窄，血流TIMI3级；RCA：无明显狭窄，血流TIMI3级。左室造影：左室各壁收缩未见明显异常，EF79%，左室压力125/8（57）mmHg。经积极治疗患者症状好转，无胸闷心悸不适住院8天，经上级医师查房后准予出院。"
    },
    {
        "id": 94,
        "symptom": {
            "一般资料": "男性，28岁，工人",
            "主诉": "黑便1天伴呕咖啡色物质2次",
            "现病史": "患者昨日中午无明显诱因下呕吐咖啡色物质1次，量约200ml，伴头晕、心悸、乏力，后解黑色不成形大便4次，具体量不详，今上午患者再次呕吐咖啡色物质1次，量较前少，患者无无呕血，无腹痛，无晕厥、黑曚，至我院门诊就诊，测得血压103/65mmHg，脉搏130次/分，血常规：HB121g/L，红细胞3.95*10^9/L。后患者于急诊予氨基己酸止血，泮托拉唑抑酸，平衡盐液补液治疗。为进一步就诊，拟“急性上消化道出血”收入我科病房。起病以来，患者胃纳及精神一般，夜眠一般，大便如上述，小便正常，近期体重无明显变化。",
            "既往史": "既往体健，否认高血压，冠心病，糖尿病病史，否则乙肝，结核等传染病史，预防接种史不详，否认外伤史，无手术史，无输血史，无药物食物过敏史。"
        },
        "examine": {
            "查体": "神志清楚，呼吸平稳，发育正常，营养中等，推入病房，自动体位，查体合作。轻度贫血貌，皮肤粘膜无黄染，肝掌蜘蛛痣阴性。锁骨上、腋下及颌下浅表淋巴结未触及肿大。头颅无畸形，五官端正。双睑无浮肿，双瞳孔等大等圆，直径0.3=0.3cm，光反射敏感。耳廓无畸形，鼻中隔居中，口唇无紫绀，咽不红，双侧扁桃体不大。颈软，气管居中，颈静脉无怒张，双侧甲状腺不大。胸廓无畸形，双侧呼吸运动对称，触觉语颤一致，叩诊为清音，双肺呼吸音清，未闻及干湿性啰音。心前区无隆起，心尖搏动以左锁骨中线第五肋间内0.5cm处明显，未触及震颤，心脏相对浊音界不大，心率88次/分，律齐，未闻及杂音。腹平，未见肠型及蠕动波，未见腹壁曲张静脉，肝脾肋下未及，未扪及包块，全腹无压痛反跳痛，移动性浊音阴性，肠鸣音3-4次/分。脊柱生理弯曲存在，四肢活动自如，双下肢不肿。肛门外生殖器外观无异常。双膝反射存在，双巴氏征阴性。",
            "辅助检查": "2021.04.06：血红蛋白:95g/L,2021.04.05粪便隐血(化学法):阳性(+),2021.03.30血红蛋白:70g/L,肝肾功能电解质正常，腹部B超：胆囊壁等回声（胆囊息肉样病变可能）。胃镜：非萎缩性胃炎伴糜烂十二指肠球部多发溃疡（A1期）。心电图：正常心电图。"
        },
        "diagnosis": {
            "初步诊断": "急性上消化道出血",
            "诊断依据": "呕吐咖啡色物质1次，量约200ml，伴头晕、心悸、乏力，后解黑色不成形大便4次，具体量不详，今上午患者再次呕吐咖啡色物质1次，量较前少，血压103/65mmHg，脉搏130次/分，2021.03.30血红蛋白:70g/L,",
            "鉴别诊断": "1.食管胃底静脉曲张，多数是肝硬化导致的门脉性高压引起食管的静脉曲张，或者是门脉性高压导致的门脉性高压性胃病，引起血管充盈导致的出血。这种出血量比较凶猛，有的可能短时间内达到1500ml甚至2000ml，会出现生命危险，需要积极的给予抢救治疗。目前依据不足。2.贲门黏膜撕裂综合征，多数是反复的恶心、呕吐，尤其是喝酒之后出现的呕吐，导致食管贲门口的黏膜出现撕裂而引起消化道出血。一般出血量比较少，而且多数是呕鲜红色血。胃镜检查可以明确。",
            "诊断结果": "十二指肠球部溃疡伴出血"
        },
        "cure": "入院后予以1.内科II级护理，禁食，监测血压、心率、氧饱和度，陪护1人；2.抑酸护胃：艾普拉唑；3.补液支持治疗：葡萄糖、氯化钾、平衡液等；4.止血：卡络磺钠氯化钠，期间胃镜检查提示管、贲门未见异常，胃底未见异常；胃体胃角粘膜光滑，胃窦小弯见粘膜水肿，其上可见一枚片状糜烂；胃蠕动好；其余部位粘膜无异常。幽门圆，开放好，十二指肠球部前壁及后壁各见一溃疡，大小约0.6x0.8cm,表面覆盖白苔，周边充血水肿，未见血痂、血栓头及活动性出血，降部上段未见异常。检查印象：非萎缩性胃炎伴糜烂十二指肠球部多发溃疡（A1期），诊断明确，胃镜无活动性出血，病情逐渐好转，4月6日带药出院。"
    },
    {
        "id": 95,
        "symptom": {
            "一般资料": "女性，49岁，无",
            "主诉": "患者因“发作性头晕2年，加重1周”前来我院就诊。",
            "现病史": "患者于入院前2年无明显诱因出现头晕，症状呈发作性，每次持续时间不等，呈昏沉感，无恶心呕吐，无言语笨拙及口角流涎，无头痛，无肢体无力，病程中伴记忆力减退，就诊于当地医院，行脑血管造影检查显示：双侧颈内动脉末端闭塞，周围见烟雾状血管增生，现为求进一步诊治来我院，入院前1周患者头晕症状有所加重，来我院神经科门诊，门诊以烟雾病收入我科，病程中患者无意识障碍，无抽搐发作，病程中患者睡眠尚可，饮食良好。",
            "既往史": "高血压病史、血压控制不佳。"
        },
        "examine": {
            "查体": "一般情况良好，心肺查体无著征，腹软，无抵抗，无压痛及反跳痛。专科查体：神志清楚，言语流利，双侧瞳孔等大同圆，直径约3.0mm，对光反射存在，无明显眼震，无面瘫，伸舌居中，无颈强，四肢肢体肌力5级，腱反射正常，四肢肌张力正常，下肢病理反射阴性。",
            "辅助检查": "头磁共振显示DWI未见急性期缺血脑动脉造影显示：双侧颈内动脉末端闭塞，周围见烟雾状血管增生"
        },
        "diagnosis": {
            "初步诊断": "烟雾病",
            "诊断依据": "1.既往高血压病史。2.主因发作性头晕2年，加重1周入院。3.脑动脉造影显示：双侧颈内动脉末端闭塞，周围见烟雾状血管增生。",
            "鉴别诊断": "1.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。2.后循环缺血：既往有脑血管病危险因素，老年急性起病，发病时可有血压升高，持续时间长，头晕时间长，可有球麻痹、双眼视力改变，肢体活动障碍等后循环表现，头CT和核磁可以鉴别。",
            "诊断结果": "烟雾病高血压糖尿病"
        },
        "cure": "入院后完善脑动脉造影显示双侧颈内动脉末端闭塞，周围见烟雾状血管增生、完善颅脑磁共振检查显示：显示DWI未见急性期缺血病灶给予手术治疗：颞浅动脉-大脑中动脉搭桥术：给予全麻，头偏向左侧，右侧扩大改良翼点入路，颞浅深筋膜间分离皮瓣，游离颞浅动脉后支备用，自颞线分离颞肌，保护脑膜中动脉，并以其为扇形剪开硬膜，硬膜悬吊，剪开硬膜后挑开蛛网膜，取大脑中动脉较靠近外侧裂且管径和颞浅动脉后支管径相仿的一支作为受体血管，临时阻断颞浅动脉后支，吻合端剪一斜口并涂美兰标记，临时阻断受体血管两端，随后行颞浅动脉大脑中动脉皮层支吻合术；松开临时夹后可见吻合口无渗血，而后硬膜充分止血后翻转入骨窗外缘，还纳部分骨瓣，逐层缝合皮瓣，手术顺利，手术出血少，术后控制血压，返回病房。给予德巴金注射液0.4g，一天一次静脉点滴，共7天；给予醒脑静注射液20ml，一天一次静脉点滴，共7天；给予注射用矛头蝮蛇血凝酶1单位，一天一次静脉注射，共3天；给予复方氨基酸注射液500ml，一天一次静脉点滴，共5天；给予注射用哌拉西林钠他唑巴坦钠4.5g，一天一次静脉点滴，共5天；通过以上治疗，患者症状有所缓解，患者发作性头晕的症状有所改善，患者住院期间生命体征平稳，达到出院标准，嘱咐患者出院后控制血压，定期复查。"
    },
    {
        "id": 96,
        "symptom": {
            "一般资料": "女性，77岁，农民",
            "主诉": "心悸气促2月加重伴双下肢水肿10天",
            "现病史": "患者2月前出现心悸，气促，活动后加重，无胸痛，无咳嗽咳痰，无发热，休息后可减轻，于当地人民医院就诊，心电图示窦性心动过速，给予倍他乐克治疗，效果一般，症状无明显减轻。10天前自觉症状加重，出现喘憋，呼吸困难，不能平卧，伴双下肢水肿，于我院门诊就诊，以“喘憋原因待查”收入我病区，患者自发病以来，神志清，精神差，近3个月体重减轻约5Kg。",
            "既往史": "既往下肢静脉曲张病史，高血压病史，服用硝苯地平治疗，效果可，否认冠心病，糖尿病等疾病病史，无食物药物过敏史"
        },
        "examine": {
            "查体": "老年女性，体型消瘦，神志清,精神差,全身皮肤、粘膜无黄染、无出血点及皮疹,全身浅表淋巴结无肿大。头颅大小正常,无畸形,眼睑无浮肿,睑结膜无苍白,巩膜无黄染,双侧瞳孔等大、等圆,对光反射存在。耳鼻无畸形,嗅觉、听力无异常,双侧鼻孔及外耳道无异常分泌物。口唇无发绀,牙龈无出血,咽部无充血,扁桃体无肿大,伸舌居中,口角无歪斜。颈部两侧对称,颈软,颈动脉无异常搏动及杂音,颈静脉怒张,气管居中,甲状腺轻度肿大。胸部两侧对称,无畸形,胸式呼吸,呼吸动度两侧对称,触觉语颤正常,无皮下气肿。双肺叩诊呈清音,双肺呼吸音清,未闻及干湿性哕音,未闻及胸膜摩擦音。心前区未见异常搏动及隆起,未触及震颤,未触及心包摩擦感。叩诊心浊音界无扩大,听诊心率100次/分,律不齐,各瓣膜听诊区未闻及病理性杂音,未闻及心包摩擦音。无毛细血管征及股动脉枪击音。腹部平坦、软,无压痛及反跳痛,肝颈静脉回流征阴性。肝脏肋下未触及。胆囊区无压痛,脾未触及。双肾区无叩痛,移动性浊音阴性。听诊肠鸣音正常,无气过水声,未闻及血管杂音。脊柱四肢无畸形,活动无障碍,肌力正常,双下肢重度水肿。生理反射存在，病理反射未引出。",
            "辅助检查": "心电图：窦性心动过速，房性早搏下肢血管彩超：未见明显异常心脏彩超：双房大，节段性室壁运动异常，二尖瓣三尖瓣大量反流，主动脉瓣，肺动脉瓣少量反流胸部CT左肺下叶炎症，双侧胸腔积液，双肺下叶部分肺不张，支气管炎，心影增大，冠状动脉硬化。"
        },
        "diagnosis": {
            "初步诊断": "喘憋原因待查心力衰竭？高血压下肢静脉曲张",
            "诊断依据": "患者反复出现活动后心悸，气促，逐渐进展为喘憋呼吸困难，不能平卧，双下肢重度水肿，既往高血压病史，心脏彩超见EF58%，二尖瓣三尖瓣大量反流，双房增大，胸部CT见胸腔积液，心影增大，冠状动脉硬化，综合考虑，患者诊断考虑为心力衰竭。",
            "鉴别诊断": "1.肺栓塞，患者有下肢静脉曲张病史，存在肺栓塞危险因素，患者短时间内出现喘憋呼吸困难及双下肢水肿，进展较快，且三尖瓣存在大量反流，右房增大，存在肺栓塞导致右心衰竭可能，进一步可行D二聚体检测，必要时可以行强化CT明确诊断。2.冠心病心力衰竭，冠心病心力衰竭为心力衰竭常见原因，患者存在高龄，高血压等危险因素，但冠心病心力衰竭往往是慢性心衰，有反复发作病史，与患者短时间内发作加重表现不符，如果合并急性心肌梗死，可短时间内出现心力衰竭，但患者无胸闷胸痛等心肌梗死表现，心电图亦无心肌梗死ST段改变，应结合心肌酶结果进一步判定，必要时行冠脉造影检查。",
            "诊断结果": "心力衰竭,甲状腺功能亢进症,高血压,下肢静脉曲张，"
        },
        "cure": "入院后查BNP为6181.7ng/l，结合患者临床表现及彩超胸部CT结果，心力衰竭诊断明确，给予西地兰强心，呋塞米减轻心脏负荷，补充氯化钾治疗，患者症状逐渐缓解，为明确患者心衰病因，行D二聚体检查示770ug/l，心肌酶结果正常。复查心电图未见动态演变，建议患者行胸部强化CT明确肺血管病变，患者及家属拒绝，再次对患者行体格检查时发现患者颈部甲状腺稍肿大，双眼突眼明显，追问患者病史，患者诉进半年消瘦明显，食欲增加，易汗出，既往有甲状腺结节，根据患者既往表现，考虑患者存在甲状腺疾病，行甲状腺功能检查示甲状腺功能亢进，甲状腺彩超见甲状腺大，双侧甲状腺结节，给予甲巯咪唑治疗，考虑患者心衰病因为甲状腺功能亢进导致。患者甲状腺有结节考虑恶性病变，建议患者进一步行穿刺检查，家属以患者年老为由拒绝进一步检查。"
    },
    {
        "id": 97,
        "symptom": {
            "一般资料": "男性，83岁，农民",
            "主诉": "发热6小时，意识不清5小时",
            "现病史": "入院前6小时出现发热，入院前5小时出现意识不清，体温最高为39℃.患者长期卧床状态，无明显咳嗽及咳痰，无寒颤，无恶心呕吐，曾当地卫生院诊治，予退热口服及静点抗感染药物，后患者出现恶心，无呕吐，伴大汗，具体不详，入院前5小时出现意识不清，呼唤不睁眼，问话不答，急就诊于我院急诊，急诊查头颅及胸部CT、新冠肺炎核酸检测，考虑患者病情较重，以昏迷收入我科。患者自发病以来，意识不清，未进食水，大便干燥，小便失禁。",
            "既往史": "既往“小脑萎缩”病史20余年，反应迟钝等症状逐渐加重，10年前开始长期卧床状态，生活不能自理，不能沟通，间断出现咳嗽及咳痰，进食偶有呛咳，间断出现泌尿系感染，自行于卫生院处治疗。"
        },
        "examine": {
            "查体": "神志昏迷，自动睁眼，问话不答，偶有鼾声呼吸，查体不合作。左侧瞳孔直径2.0mm，对光反射灵敏，右侧有眼疾不能观察，口唇不绀，颈静脉无充盈。双肺呼吸音粗，双肺可闻及散在痰鸣音。心率96次/分，律齐，心音可，未闻及病理性杂音，A2&gt;P2。腹软，肝脾未触及，双下肢不肿。四肢肌力查体不合作，偶可见自主活动，双上肢屈曲，双下肢伸直，四肢肌张力均增高，双侧巴氏征（+）。",
            "辅助检查": "2.22血气分析：PH7.38PCO231.4PO290HCO318.9SO2%90PCT11.338NG/MLTNI1.037NG/MLct提示主动脉钙化2.23WBC19.9*10*9/LTNI:3.913ng/ml。2.24WBC22.8*10*9/LPCT21.334NG/ML痰培养：肺炎克雷伯菌，对亚胺培南西司他汀、米诺环素、左氧氟沙星、头孢他啶、头孢吡肟、头孢曲松、美罗培南等均敏感，对头孢噻肟、氨苄西林耐药。两次尿培养：铜绿假单胞菌，对左氧氟沙星、亚胺培南、头孢吡肟、头孢他啶、美罗培南等均敏感。2.25TNI0.285NG/MLWBC15.7*10*9/LPCT13.086NG/ML2.27WBC9.1*10*9/LPCT：2.046ng/mL2.28WBC6.8*10*9/LPCT：1.306ng/ml痰培养（2021-03-01标本）：肺炎克雷伯菌，对亚胺培南西司他汀、米诺环素、左氧氟沙星、头孢他啶、头孢吡肟、头孢曲松、美罗培南等均敏感，对头孢噻肟、氨苄西林/舒巴坦耐药。3.3WBC7.8*10*9/L"
        },
        "diagnosis": {
            "初步诊断": "1.感染性休克2、脓毒血症3、肺部感染4、泌尿系感染5、小脑萎缩",
            "诊断依据": "1.入院前6小时出现发热，入院前5小时出现意识不清，体温最高为39℃.患者长期卧床状态，后患者出现恶心，无呕吐，伴大汗，具体不详，入院前5小时出现意识不清，呼唤不睁眼，问话不答，2.血气分析：PH7.38PCO231.4PO290HCO318.9SO2%90PCT11.338NG/MLTNI1.037NG/MLct提示主动脉钙化2.23WBC19.9*10*9/L2.24WBC22.8*10*9/LPCT21.334NG/ML3.既往“小脑萎缩”病史20余年，反应迟钝等症状逐渐加重,10年前开始长期卧床状态，生活不能自理，不能沟通，间断出现咳嗽及咳痰，进食偶有呛咳，间断出现泌尿系感染，自行于卫生院处治疗。",
            "鉴别诊断": "1.急性肺脓肿早期临床表现与肺炎球菌肺炎相似。但随病程进展，咳出大量脓臭痰为肺脓肿的特征。X线显示脓腔及液平面。2.肺结核会有咳血、午后低热表现，血象一般不会有升高，胸片及ct可见结核病灶。",
            "诊断结果": "感染性休克，脓毒血症，肺部感染，泌尿系感染，急性非ST段抬高性心肌梗死，小脑萎缩"
        },
        "cure": "入科后予脓毒血症疾病护理常规、特级监护、口咽通气、面罩吸氧、电脑血糖监测，患者感染重，予抑制炎症反应（血必净）、升压（去甲肾上腺素）、化痰（氨溴索、痰热清）、活血（红花黄）、营养神经（乙酰谷酰胺）、营养心肌（二丁酰）、抑酸护胃（泮托拉唑）、补液、调控血糖等治疗；2.23根据细菌培养，应用亚胺培南西司他丁抗感染，进一步完善尿常规、尿培养、痰培养等协助明确病情；2.23复查肌钙蛋白升高，考虑合并急性非ST段抬高性心肌梗死，积极抗炎治疗，患者休克纠正，2.24复查PCT21.334ng/ml，血象较前升高，感染重，继续血必净使用，2.28患者血象较前好转，PCT下降，3.2白细胞正常，降级抗生素：头孢西丁+莫西沙星联合用药，经上述积极的抗感染、抑制炎症反应、升压、化痰、活血、营养神经、营养心肌、抑酸护胃、补液、调控血糖等治疗，患者病情好转，血象正常，未再发热，于3-6出院。"
    },
    {
        "id": 98,
        "symptom": {
            "一般资料": "男性，57岁，无",
            "主诉": "患者因“间断胸闷、气短6个月，加重1周”前来我院就诊。",
            "现病史": "患者6个月前开始常于劳累后出现胸闷、气短，偶伴心悸，发作持续30分钟左右可自行缓解，此后上述症状间断发作。患者1周来上述症状加重，并伴有乏力，活动耐力减低，无晕厥黑矇，无恶心呕吐，无明显心前区疼痛，次日就诊于外院，做心电图示：心房颤动，心脏彩超示：射血分数35％，未住院系统治疗。2天前就诊于我院门诊，对症予患者扩冠、抗板、降脂及抗心衰等治疗，仍有上述症状发生，今为进一步诊治入院。病来无发热，无咳嗽、咯痰，无夜间阵发性呼吸困难，无下肢水肿，饮食尚可，大小便正常，近期体重无明显变化。既往",
            "既往史": "否认高血压、冠心病及糖尿病病史。饮酒30年，每日白酒半斤。"
        },
        "examine": {
            "查体": "神情语明，双肺呼吸音清，未闻及干湿啰音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率104次／分，心律绝对不齐，心音强弱不等，各瓣膜听诊区未闻及病理性杂音。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉搏动好，无血管杂音，双足背动脉搏动良好。",
            "辅助检查": "NT-ProBNP404.20pg/mL，经胸心脏三维超声及左心室收缩、舒张功能测定检查意见:双房及左室大（左房内径：42（58×50）、右房内径：51×45、左室舒末内径：58）；二、三尖瓣反流（微量-轻度）；主动脉瓣退行性变；左室舒张功能减低；静息状态下左室整体收缩功能减低（射血分数EF：34%）。动态心电图示：异位节律、心房颤动伴快心室率（平均心率105次/分）；T波改变。"
        },
        "diagnosis": {
            "初步诊断": "1.心肌病心功能不全（心功能Ⅱ级）2.心律失常房颤3.冠心病不除外",
            "诊断依据": "1.患者既往吸烟、喝酒史。6个月前开始常于劳累后出现胸闷、气短，偶伴心悸，发作持续30分钟左右可自行缓解，此后上述症状间断发作。患者1周来上述症状加重，并伴有乏力，活动耐力减低，无晕厥黑矇，无恶心呕吐，无明显心前区疼痛，心脏彩超示：射血分数35％，未住院系统治疗。2.体格检查：心律绝对不齐，心音强弱不等。辅助检查入院床旁心电图：心房颤动，心率104次/分。3.患者有年龄、饮酒吸烟等危险因素，及活动后胸闷气短不适，不能除外冠心病。",
            "鉴别诊断": "需要和以下疾病鉴别，具体鉴别点如下：1.支气管哮喘：心源性哮喘需与支气管哮喘相鉴别，前者多见于中老年人有高血压、冠心病或慢性心瓣膜病史，后者多见于青少年有过敏史；前者发作时必须坐起，重症者肺部有干湿啰音，甚至咳粉红色泡沫痰，后者发作时双肺可闻及典型哮鸣音，咳出白色粘痰后呼吸困难常可缓解。本例患者否认既往哮喘病史，且缺乏典型哮喘发作的症状及体征。2.心包积液、缩窄性心包炎：患者可出现颈静脉怒张、肝大、下肢水肿等表现，根据患者病史、心脏体征以及周围血管体征可资鉴别，超声心动图检查可明确诊断。本例患者心脏超声结果未见心包相关病变，故除外心包积液、缩窄性心包炎3.肝源性及肾源性浮肿：通过患者肝病及肾病病史、基础心脏病体征有助于鉴别，且非心源性肝硬化不会出现颈静脉怒张等上腔静脉回流受阻的体征。患者本次入院肝肾功能化验均正常，故除外肝肾源性原因导致的气短。",
            "诊断结果": "1.酒精性心肌病心功能不全（心功能Ⅱ级）2.心律失常房颤"
        },
        "cure": "入院后针对患者目前心功能不全急性发作状态，用药原则首先考虑减轻心脏前后负荷，通过予以重组人利钠肽静脉泵入减轻心脏负荷，呋塞米20mg，日二次口服，螺内酯20mg，日一次口服，两种利尿药物口服减轻前负荷，沙库巴曲缬沙坦50mg，日二次口服，达格列净10mg，日一次口服，琥珀酸美托洛尔47.5mg，日一次口服，以上三种药物口服改善心肌重构和改善心衰预后治疗。阿司匹林100mg，日一次口服，氯吡格雷75mg，日一次口服，利伐沙班15mg，日一次口服，完善冠脉CTA明确冠心病，结果回报冠脉未见狭窄病变。考虑患者心脏超声提示EF下降，与患者长期大量饮酒史有关，考虑为酒精性心肌病可能性大，停用双抗，继续抗心衰药物治疗，静脉药物应用8天后，患者气短症状明显缓解，好转出院,出院前宣教戒酒，按医嘱服药，出院3个月后门诊复查心脏超声，提示EF：54%，较入院明显缓解，诊断为酒精性心肌病。"
    },
    {
        "id": 99,
        "symptom": {
            "一般资料": "男性，54岁，自由职业",
            "主诉": "步态不稳6个月，言语障碍伴头晕3个月",
            "现病史": "患者于6个月前逐渐出现步态不稳，似醉酒样，逐渐加重，尚可骑自行车，最近3个月症状加重，开始说话不清楚，站起后头晕，坐下或躺下好转，患者病程中有阳痿表现，未在意，直到开始尿频、尿急，曾就诊于外院泌尿外科，诊断为“前列腺良性增生”，行手术治疗，今为求明确诊治遂来我院，行头CT检查显示双侧腔隙性脑梗死，急诊以“步态不稳”收入院。重，有时尿裤子。",
            "既往史": "既往体健"
        },
        "examine": {
            "查体": "入院后查体：患者一般状态可，全身浅表淋巴结未触及，气管居中，双肺呼吸音清，心脏节律齐，各瓣区未闻及病理性杂音。腹部平坦，腹软，全腹无压痛。神志清楚，言语障碍，双侧瞳孔等大同圆，伸舌示齿对称，对光反射存在，双侧眼球活动自如，无眼震，双耳听力正常，四肢肌力正常，四肢肌张力减低，步态异常，共济运动查体欠配合。",
            "辅助检查": "血常规、肝、肾功能正常，血清维生素E水平正常。膀胱残余尿量：74ml。头磁共振显示脑桥体积欠丰满，脑萎缩，腔隙性脑梗死。"
        },
        "diagnosis": {
            "初步诊断": "步态不稳",
            "诊断依据": "1.主因步态不稳6个月，言语障碍伴头晕3个月入院。2.查体：言语障碍、步态不稳，四肢肌张力减低。3.头磁共振显示脑桥体积欠丰满，脑萎缩，腔隙性脑梗死。",
            "鉴别诊断": "1.脑梗死：急性起病，多有高血压、糖尿病、吸烟饮酒等脑血管病危险因素，多出现偏侧肢体麻木无力伴言语障碍，头CT显示低密度灶。2.脑出血：急性起病，症状迅速到达高峰，常出现头痛恶心呕吐等颅内压增高表现，头CT显示颅内高密度灶。",
            "诊断结果": "多系统萎缩"
        },
        "cure": "根据患者典型的临床表现结合颅脑磁共振检查，诊断为多系统萎缩，给予改善微循环、营养神经、改善脑代谢等治疗，并且向患者家属交代病情。给予舒血宁注射液20ml，一天一次静脉点滴，共7天；胞磷胆碱钠注射液0.5g，一天一次静脉点滴，共6天；三磷酸腺苷二钠20mg，一天一次静脉点滴，共6天；维生素B1片10mg，一天三次口服，共7天；维生素B6片10mg，一天三次口服，共7天；甲钴胺片0.5g，一天三次口服，共7天；通过治疗，患者步态不稳、言语障碍、头晕的症状较前有所缓解，达到出院标准，嘱咐患者出院后继续口服药物治疗，注意休息，少吃辛辣刺激生冷食物。"
    },
    {
        "id": 100,
        "symptom": {
            "一般资料": "男性，54岁，无",
            "主诉": "患者因“手足末梢麻木，双眼视物模糊2月”来我院就诊。",
            "现病史": "者于11年前体检时发现空腹血糖12.4mmol/L，就诊于我院，给予诺和龙2mg，每日三次和罗格列酮（太罗）4mg，每日一次，联合饮食和运动治疗。近两年来，目前口服诺和龙2mg，每日三次（太罗因买不到而停药）。空腹血糖控制在7-8mmol/L，未测餐后血糖。2月来患者诺和龙不规律口服，明显感觉双眼视物模糊，伴头晕、头闷，口干、多饮、消瘦，体重近一年由90公斤下降到83公斤。今就诊于我院门诊，测随机血糖18.8mmolL，为求进一步诊治于今日入院。病程中患者觉手足麻木、发冷不适感。发病以来，精神食欲可，睡眠欠佳，大小便未见明显异常。",
            "既往史": "既往体健。否认肝炎结核等传染病史，否认手术、外伤史，否认输血史，否认食物、药物过敏史，已接种新冠疫苗。"
        },
        "examine": {
            "查体": "发育正常,营养良好；意识清晰、神志清楚，精神可，言语流利，查体合作。全身皮肤无苍白、无黄染、无水肿。全身各浅表性淋巴结未触及病理性肿大。头颅大小及形态正常。眼睑无水肿，眼睑结膜无苍白、充血、巩膜无黄染，双侧眼球活动自如，无震颤，双侧瞳孔等大等圆，对光反射灵敏。耳廓正常，外耳道通畅，粗测听力正常。唇红无紫绀，粘膜无溃疡，咽有充血，双侧扁桃体无肿大，悬壅垂居中。颈软无抵抗，气管居中，甲状腺无肿大，未闻及血管杂音。胸廓对称，无畸形。呼吸运动两侧一致。双肺呼吸音清，未闻及干湿性啰音及胸膜摩擦音。心律64次/分，心律齐，各瓣膜听诊区未闻及杂音。腹部软，全腹无压痛、反跳痛及肌紧张。四肢无畸形，屈伸活动正常。手足麻木、发冷不适感。生理反射正常存在，病例反射未引出。",
            "辅助检查": "心电图示：窦性心律，III、AVF导联异常Q波。腹部彩超示：脂肪肝。胸片：心膈肺未见明显异常征象。随机血糖为18.8mmol/L。静脉空腹血糖13.4mmol/L，糖化血红蛋白11.7%，C肽1.902ng/ml，尿微量蛋白87.22mg/L。血脂甘油三酯2.36mmol/L，血常规，电解质，肝肾功能正常。"
        },
        "diagnosis": {
            "初步诊断": "1.2型糖尿病；2.糖尿病周围神经病变；3.糖尿病视网膜病变？",
            "诊断依据": "发现血糖升高11年，手足末梢麻木痛疼，双眼视物模糊2月。双眼视物模糊，伴头晕、头闷，口干、多饮、消瘦，体重近一年由90公斤下降到83公斤。病程中患者觉手足麻木、困通、发冷不适感。心电图示：窦性心律，III、AVF导联异常Q波。随机血糖为18.8mmol/L。静脉空腹血糖13.4mmol/L，糖化血红蛋白11.7%，C肽1.902ng/ml，尿微量蛋白87.22mg/L。甘油三酯2.36mmol/L。",
            "鉴别诊断": "：1.成人隐匿性自身免疫糖尿病：1型糖尿病中有一些病情进展相对缓慢，可保留残存的B细胞功能，足以在多年内不发生糖尿病酮症酸中毒，易被误诊为2型糖尿病。2.其他类型的糖尿病：内分泌病包括甲状腺功能亢进症、生长抑素瘤、库欣综合征、醛固酮瘤等，以及药物或化学品所致的糖尿病。3.应激性高血糖：急性应急状态时，胰岛素拮抗激素分泌增加，可使糖耐量减低，出现一过性血糖升高，尿糖阳性，应激过后可恢复正常。",
            "诊断结果": "1.2型糖尿病2.糖尿病周围神经病变3.糖尿病肾病。"
        },
        "cure": "入院后完善各项相关检查，因患者有视物模糊，请眼科会诊，眼底未见出血及渗出，正常眼底。因糖化血红蛋白11.7%，说明平时血糖控制极差，给予注射门冬胰岛素注射液30控制血糖，经过七次血糖监测，调整胰岛素剂量，因中午饭后血糖高，给予口服阿卡波糖嚼服治疗。静点银杏叶提取物改善微循环，静点硫辛酸营养神经缓解感觉异常治疗。因患者心电图检查有IIIAVF异常Q波，且糖尿病病史11年，有冠心病高危因素，给予行冠脉CT检查，未见明显异常，排除冠心病诊断。因血脂高，脂肪肝给予阿托伐他汀治疗。尿微量蛋白增高，口服胰激肽原酶改善微循环，并给予糖尿病教育，住院11天患者血糖基本稳定出院。"
    }
]