[
    {
        "id": 1001,
        "symptom": {
            "一般资料": "男性，73岁，农民",
            "主诉": "左侧肢体无力1天。",
            "现病史": "患者于今日上午10时出现左侧肢体无力，在家卧床休息后无改善，为行进一步诊治入院。入院时可直立行走。本次发病以来无头痛、发热、恶心、呕吐，无眩晕、耳鸣、活动后视物旋转，无咳嗽、咳痰、气喘，无腹痛、腹泻。来时，患者精神食欲好，大便干，小便正常。",
            "既往史": "平素身体健康,否认肝炎、结核等传染病史，2018年11月诊断：食管上段癌，予以放疗，治疗后进食正常。患高血压5年，血压最高180/110mmHg，平素服“吲哒帕胺”“硝苯地平片”控制血压。否认心脏病、糖尿病等慢性病史，否认手术、外伤史，否认药物、食物过敏史，否认输血史。"
        },
        "examine": {
            "查体": "体温36.9℃脉搏108次/分呼吸22次/分血压177/107mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力好。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，左侧鼻唇沟浅。无眩晕、恶心。饮水无呛咳。伸舌居中。左侧肢体肌力4级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。",
            "辅助检查": "即刻血糖：8.4mmol/L；心电图示：窦性心律心电轴正常心电图不正常T波异常。颈部血管超声诊断:右颈总动脉硬化斑块形成。头颅CT诊断：右侧侧脑室旁脑梗死。头颅MRI诊断:1.脑白质脱髓鞘改变。2.右侧基底节区、双侧侧脑室旁、顶叶及额叶腔隙性脑梗塞。"
        },
        "diagnosis": "脑梗死高血压3级极高危颈动脉硬化斑块形成食管癌放疗后",
        "cure": "予以抗血小板聚集、改善循环、调控血压、脑保护、他汀类药、抑酸等对症治疗；住院2周，病情平稳；患者左侧肢体无力明显改善。"
    },
    {
        "id": 1003,
        "symptom": {
            "一般资料": "男性，54岁，农民",
            "主诉": "胸闷伴恶心2天，加重1.5小时",
            "现病史": "患者2天前出现胸闷，位于心前区，具体描述不清，伴出汗，伴腹胀、恶心，伴头晕，无明显胸痛，无头痛，无呕吐，无晕厥、黑朦，无咳嗽、咳痰，无腹痛、腹泻，无四肢不灵活，活动后或劳累后加重，休息可缓解，症状反复，就诊当地医院，心电图：窦性心律，多导联T波低平，服用“硝酸甘油”可改善，1.5小时患者再次出现上述症状，急来我院，心电图提示：窦性心律，多导联T波低平，为进一步诊治，以“胸闷待查：收入院。小便少，大便未注意。",
            "既往史": "8月前和4月前有”急性脑梗死“，目前口服阿司匹林。既往有”高血压“病史。"
        },
        "examine": {
            "查体": "神志清，精神欠佳。查体合作，自主体位。皮肤及巩膜无黄染，双侧睑结膜苍白，双肺呼吸音低，无明显干湿性啰音。心律76次/分，未闻及病理病理性杂音。腹软，右上腹压痛，无反跳痛，肝脾肋下未触及。无可触及包块，Murphy征（-），无移动性浊音。腹水征阴性。四肢肌力可，无双下肢水肿。",
            "辅助检查": "急查血常规：白细胞10.88x10^9/L，红细胞2.14x10^12/L，血红蛋白63g/L，红细胞压积0.19。而BNP、心肌酶谱无明显异常。追问病史，大便好像发黑。查大便常规：大便常规隐血阳性。"
        },
        "diagnosis": "1.上消化道出血消化性溃疡出血2.中度贫血3.冠心病不稳定心绞痛4.高血压病（2级，很高危)5.陈旧性脑梗死",
        "cure": "由心内科转入消化科给予给予NS50ml+艾司奥美拉唑80mg（5ml/h）持续泵入。复查患者血红蛋白57g/L，给予输去白悬红细胞2u。密切监测生命体征，给予补液、营养支持等。病情稳定后：完善胃镜：十二指肠球部溃疡（S1期）"
    },
    {
        "id": 1006,
        "symptom": {
            "一般资料": "男性，58岁，工人",
            "主诉": "男性,58岁,工人患者因\"反复左侧肢体抽动4小时余\"入院。",
            "现病史": "患者4小时余前无明显诱因下开始出现左侧肢体抽搐，无神志不清，无明显上睑抬起、眼球上窜，面色发绀，无大小便失禁。持续约1分钟，后自行缓解。上述症状反复发作，无明显好转迹象，发作后意识稍有模糊，家人发现后，急送至我院，拟\"继发性癫痫\"收住入院。病程中，患者无头痛、头晕，无恶心、呕吐，无黑朦，无眩晕，无视物模糊及眼球运动障碍，无肢体麻木，无饮水呛咳、吞咽困难，无畏寒、发热，无胸闷、心悸，无腹痛、腹泻，食欲及睡眠一般，大便如常。近期无明显体重改变。",
            "既往史": "20余年前有脑外伤手术史，之后有多次\"癫痫\"史，否认\"冠心病、高血压\"病史，有\"糖尿病\"病史多年，平素药物控制，血糖尚可，否认烟酒嗜好。"
        },
        "examine": {
            "查体": "一般情况尚可，发育正常，营养中等，神志清晰，精神萎，平车推入病房，查体合作。皮肤黏膜无瘀点瘀斑，无皮疹，无黄染，无蜘蛛痣、肝脏。全身浅表淋巴结无病理性肿大。头形正常，毛发分布均匀。眼睑无浮肿，结膜无充血，巩膜无黄染，瞳孔等大等圆，直径3mm，对光反射灵敏。耳道畅，听力好。鼻道畅，分泌物无增多。口唇不绀，双侧鼻唇沟对称，伸舌居中，咽部无充血，扁桃体无肿大。颈软，无抵抗，颈静脉无怒张，气管居中，甲状腺无肿大。胸廓无畸形，**无异常增生及包块。胸壁无水肿。两侧呼吸动度均匀，语颤对称，叩诊双肺呈清音，两肺呼吸音粗，未及明显罗音。心尖搏动位于左锁骨中线第5肋间内0.5cm处。心前区无膨隆，无震颤。心脏浊音界在正常范围。心律每分76次，律尚齐，各瓣膜听诊区无病理性杂音。无毛细血管搏动征，无枪击音。腹平坦，无脐周静脉曲张及胃肠蠕动波。腹壁软，无压痛、反跳痛、肌紧张。Murphy征阴性，麦氏点无压痛，无包块。肝脾未扪及。肝肾区无叩击痛，移动性浊音阴性。肠鸣音每分4-5次，无气过水音。**直肠未及明显异常。左侧肢体肌力0级，肌张力稍增高。右侧肢体肌力、肌张力正常，两侧巴氏征未引出。",
            "辅助检查": "头颅CT：右侧脑外伤术后。随机血糖：11.2mmol/L。血常规:WBC5.1610^9/L、RBC3.7710^12/L、HGB115.00g/L、PLT145.0010^9/L、NEUT%36.60%、NEUT#1.8910^9/L。肝功能:ALT16U/L、AST18U/L、LDH157U/L、TBIL13.8umol/L、DBIL5.6umol/L、TP61.0g/L、ALB37.7g/L。肾功能:BUN5.11mmol/L、CREA61.7umol/L、UA405.8umol/L。血糖:GLU5.63mmol/L电解质:K4.42mmol/L、NA141.9mmol/L、CL103.3mmol/L。血脂:CH3.53mmol/L、TG1.47mmol/L、HDL0.65mmol/L、LDL2.26mmol/L。"
        },
        "diagnosis": "继发性癫痫脑外伤后遗症2型糖尿病",
        "cure": "患者反复出现肢体抽动数次，无意识障碍，无眼球上窜，面色发绀，无大小便失禁，无头痛、头晕。查体：T：36℃，神志清晰，精神萎，两眼球无凝视、无震颤，双侧瞳孔等大等圆，直径3mm，对光反射灵敏。两肺听诊呼吸音粗，未及罗音，心律75次/分，心律齐，无杂音。腹平软，无压痛。左侧肢体肌力0级，肌张力稍增高。右侧肢体肌力、肌张力正常。医嘱给予**注射液10mg缓慢静推镇静止惊，继观。"
    },
    {
        "id": 1012,
        "symptom": {
            "一般资料": "女性，70岁，农民",
            "主诉": "纳差2月",
            "现病史": "患者2月前开始无明显诱因出现食欲减退，无恶心，呕吐，无反酸，嗳气，无胸闷，胸痛，心悸，无肩背部放射痛，偶有咳嗽、咳痰，咳白色痰，无憋喘，无头晕、头痛，无腹痛腹泻黑便，半月前患者感上腹部疼痛，具体性质不详，多于夜间疼痛，可自行好转，未予诊治。患者自发病以来神志清，饮食欠佳，夜间睡眠一般，大小便正常，体重较前变化不详。",
            "既往史": "有2型糖尿病病史半年，不规律服用阿卡波糖、消渴丸等。有支气管扩张病史5月。否认冠心病脑梗死等慢性病史。2017年于我院行，左眼基底细胞癌手术，对青霉素过敏。"
        },
        "examine": {
            "查体": "老年女性，神志清，精神一般，营养中等，自主体位，查体合作，全身皮肤黏膜无黄染，皮疹及出血点，浅表淋巴结未触及肿大，头颅外形正常。双眼睑无水肿，耳鼻无异常分泌物，口唇无紫绀，口腔无溃疡，咽部不充血，甲状腺未触及肿大，颈静脉无怒张。双肺呼吸音粗，未闻及干湿性啰音。心律76次/分，心律齐，各瓣膜听诊区未闻及病理性杂音，腹软，无压痛及反跳痛，未触及皮下包块，移动性浊音（-）。肠鸣音4次/分，四肢肌力肌张力正常。病理征阴性。",
            "辅助检查": "院外的胸部ct提示双肺多发高密度，感染可能，支气管扩张，双肺结节，建议治疗后短期复查。"
        },
        "diagnosis": "1.ANCA相关性血管炎；2.2型糖尿病；3.支气管扩张症；4.双肺结节；5.左眼基底细胞癌术后",
        "cure": "入院后给予患者抑酸、护胃，抗炎，降糖等治疗，同时完善了心电图，血常规，血生化，肿瘤标志物，胸部ct，肝胆胰脾肾ct，盆腔ct，胃肠镜的检查。胸部ct及全腹ct提示双肺高密度，余未见异常。胃镜提示食管溃疡，胃窦粘膜增生性隆起，肠镜未见异常。后患者逐渐出现恶心，呕吐，双下肢水肿，复查肝功能低蛋白血症，复查肾功能提示肾功能不全。请肾内科会诊，建议完善尿本周氏蛋白，抗中性粒细胞胞浆抗体的检测。后患者至上级医院去就诊。院外随访上级医院就诊确诊是ANCA相关性血管炎。"
    },
    {
        "id": 1014,
        "symptom": {
            "一般资料": "女性，6岁4个月，学龄前儿童",
            "主诉": "患儿因发热五天，精神差三天入院",
            "现病史": "患儿一周前出现多饮、多尿，家长未于重视，五天前无明显诱因下出现发热，热型不规则，热峰37.8C，无寒颤，无抽搐，无大汗淋漓，无烦躁不安，无脑性尖叫，近三日出现嗜睡、精神差，家长诉07-24于市-院急诊查血常规考虑感染(未见报告)，子“正大素克、蒲地兰等治疗二天，效欠佳，患儿仍发热、精神差，昨日出现头痛，今来我院就诊，门诊查尿常规示GLU4+mmo1/L,KET3+mmol/L,为进一步治疗收住入院。病程中患儿无明显咳嗽，无气喘，无盗汗、咯血，无皮疹，无鼻衄，无呕吐，无尿急、尿痛，无腹痛、腹胀、腹泻，无便血，精神差，食纳一般，近10天体重减轻2.5㎏左右。大便正常，小便量多，外观正常。",
            "既往史": "患儿平素体健，否认“肝炎、结核、伤寒”等急慢性传染病密切按触史，否认药物、食物过数史，发病前14天无疫区及其他有病例报告社区的旅游或居住史:发病前14天未有与新型冠状病毒感染者有接触:发病前14天未接触过来自疫区及周边地区，或来自有病例报告社区的发热或有呼吸道症状的患者。否认手术、外伤史，无输血史。"
        },
        "examine": {
            "查体": "患者女6岁4月，因“多饮多尿一周，神志稍淡漠，精神反应差，深大呼吸。面色无苍白，全身皮肤干燥，弹性差，未见皮疹及出血点、繁斑，皮下脂肪适中，未见水肿，注表淋巴结末打及肿大，头形正常，未见方颅，无颅骨软化。头发正常，双侧球结膜未见充血，无明显分泌物，巩膜未见黄染，角膜清晰，双侧瞳孔等大等圆，直径约3mm,对光反射灵敏，耳廓未见畸形，外耳道正常，未见分泌物，鼻中隔无偏曲无鼻衄，无鼻翼煽动，牙齿萌出，牙列齐，未见龋齿，齿龈正常，未见红肿，舌居中，未见明显异常，舌系带正常，口唇干燥、无紫绀，口腔粘膜光滑，未见溃疡及疱疹，无麻疹粘膜斑，未见鹅口疮，上腭正常，未见腭裂及上皮珠，咽部充血，双網扁桃体无明显肿大，未见脓性分泌物，颈钦，无明显抵抗，气管居中，未见颈静脉怒张，未见吸气三凹征，胸廓正常，未见鸡胸、漏斗胸等略形，未见郝氏沟及肋骨串珠，两脚呼吸音粗糙，未闻及明显干湿啰音，心前区未见异常隆起或凹陷。心脏相对浊音界无明显扩大，心尖搏动位于第四助间左锁骨中线外0.5cm，未触及明显震颤，心音有力，律齐，心前区各瓣膜听诊区未闻及病理性杂音及早搏，腹部平坦、柔软，未见肠型及胃蠕动波，未及明显异常包块，肝脏、脾脏未触及明显肿大，膜部叩诊呈鼓音，移动性浊音阴性，肠鸣音正常，4次/分，肛门及外生殖器未见异常畸形，四肢关节无红肿，骨骺端无肥大，未见杵状指(趾)，无肌肉萎缩，四肢活动自如，肌张力正常，腹壁反射、角膜反射等生理反射存在，双侧巴彬斯基征及布鲁金斯基征、克尼格征均为阴性.毛细血管充盈时间延长。",
            "辅助检查": "尿常规(07-27,本院):sG1.032.MCA150mg/WBC1个/ul,RBC0个/ul,PRO1+g/L.GLU4+mmo/L,KET3+mmol/L,CAST1个/ul,该管型是透明管型。血常规(07-27.本院):HGB156g/L.HCT47.3%,WBC10.67*10-9/L，RBC5.34*10-12/L.PLT320*10-9/L.NEUT95.0%LYMPH%37.09%，超敏C反应蛋白测定(CRP)-ahCRP均大朗性.毛细血管充盈时间延长。辅助检查:尿常规(07-27,木院):sG1.032.MCA150mg/WBC1个/uRBC0个/A山PRO1+g/L.GLU4+mmo/L,KET3+mmol/L,CAST1个/ul,该管型是透明管型。血常规(07-27.本院):HGB156g/L.HCT47.3%,WBC10.67*10-9/，RBC5.34*10-12/L.PLT320*10-9/L.NEUT95.0%LYMPH%37.09%，超敏C反应蛋白测定(CRP)-ahCRP"
        },
        "diagnosis": "1,l糖尿病酮症酸中毒.2急性上呼吸道感染。",
        "cure": "入院后子头孢唑肟抗感染，生理盐水扩容，查血气分析示存在糖尿病酮症酸中毒，予至监护室，氧气吸入、禁食、生理盐水扩容、胰岛素降血糖、碳酸氢钠、静脉补液、甘露醇应用，患儿酸中毒逐渐纠正，血糖较前控制好转，精神反应好转。07-29下午起改予皮下注射胰岛素及糖尿病饮食治疗，家长要求出院，子签字出院。入院后辅助检查:心电图正常.肝胆脾彩超未见明显异常。腹部彩超提示肠腔积气较多，腹腔所能探查处未见明显液性暗区。2020-07-2712:09血气组套(动脉血)GLU16.20mmol/I,K3.00mmol/L,aI118.00mmol/L,nCa2+1.33mmol/I,BE-24.9,SO2c99%，PO2131mmHg,HC03-3.0mmo/LTCO23.3mmol/L,P5034.17mmHg,AG16.20mmol/L,Lac1.1mmol/LNa138.0mmol/LPH7.07,PCO210mHg.2020-07-2713:10降钙素原检测PCT0.01ng/ml.2020-07-2712:31电解质K3.41mmol/L,Na130.8mmol/LC1060mmo/I,Ca2.48mmol/,Mg1.03mmo/.2020-07-2712:31儿童生化全套GLU18.79mmo/,P1.08mmol/L,TBIL2.5umol/LDBIL0.8umol/L.IBIL1.7umol/L,TP70.1g/LALB44.4g/LGLB25.7gL,A/G1.7,ALT15.0U/L,AST14.3U/L,ALP236U/L,GGT14U/L，TBA2.5umo/L,ADA1.90/0LAP621U/L，,AFU16.0U/L，CHE6568U/L,Urea4.44mo/L.Cr48umo/,UA2289umo/L,B2-MNG1.04mg/LLIDH166U/L，CK50U/L,CK-MB21.2U/.HBDH156.0U/LRBP20.35mg/L,血清铁133umo/L2020-07-2713:46红细胞沉降率测定(ESR)-2ESR16mm/h.正常2020-07-2712:31抗链球菌溶血素o测定[AS0）_aASO12.43IU/ml。抗结核抗体TB-Ab阴性。2020-07-2715:17新型冠状病抗体检126(胶体金法)阴性。200.715.20新型冠状病毒抗体检测4eMQ胶体金法)阴性。"
    },
    {
        "id": 1022,
        "symptom": {
            "一般资料": "女性，49岁，无",
            "主诉": "发现双侧颈部肿物1月余",
            "现病史": "入院前1月余无意间发现双侧颈部肿物，约核桃大小。自觉呼吸、吞咽通畅，无颈前区异物感、颈部浮肿，无怕热、多汗、多食、易饥、易怒，无纳差、消瘦、声嘶、眼睑下垂。日常饮食、睡眠、大小便正常。未行治疗。2天前于外院查甲状腺彩超示：1.甲状腺双侧叶混合性结节，TI-RADS分类：3类；2.甲状腺内囊性结节，TI-RADS分类：2类；3.双侧颈部未见明显异常淋巴结。今为求进一步诊治就诊我院，门诊拟“双侧甲状腺肿物”收住院。",
            "既往史": "既往健康状况一般。无\"高血压\"、\"心脏病\"、\"脑血管意外\"等心脑血管疾病史，无\"病毒性肝炎\"、\"肺结核\"、\"伤寒\"等重要传染病史，无\"肺炎\"、\"慢性支气管炎\"、\"哮喘\"等肺疾病史，无\"急慢性肾炎\"、\"肾衰\"等肾疾病史，无\"糖尿病\"、\"甲状腺机能亢进\"等内分泌系统疾病史，无手术、外伤、输血史，无食物及药物过敏史。"
        },
        "examine": {
            "查体": "发育正常。营养中等。神志清楚。精神良好。正常面容。自动体位。查体合作。全身皮肤黏膜色泽正常，无皮疹，无皮下出血，无水肿，无肝脏，无蜘蛛痣。耳前、耳后、枕骨下区、颌下、颏下、颈前、颈后、锁骨上、腋窝、滑车上、腹股沟等浅表淋巴结未触及。头颅大小正常，形态正常。头发分布正常。眼睑无水肿，睑结膜无苍白，球结膜无充血，巩膜无黄染。双侧瞳孔等圆等大，直径约3mm，瞳孔对光反射灵敏。耳廓无畸形，无外耳道分泌物，无乳突压痛，无听力障碍。无鼻翼扇动，鼻腔无分泌物，无副鼻窦压痛。口唇无发绀、苍白。无缺齿、龋齿。咽部无充血，双侧扁桃体无肿大。声音无嘶哑。颈部：详见专科情况。胸廓无畸形，双侧胸部大小对称，乳头及乳晕处无异常分泌物，无胸骨叩痛。双侧呼吸运动对称，无异常。双肺触觉语颤对称相等，无皮下捻发感。双肺叩诊正常清音，无异常叩诊音，双肺听诊未闻及干湿性啰音。未闻及胸膜摩擦音。心前区无隆起，心尖搏动在左侧第五肋间锁骨中线内0.5CM上。心尖搏动触诊无异常，无触及震颤以及心包摩擦感，心界叩诊相对浊音界无扩大，心律86次/分，心律齐，心音有力，无异常，无附加心音，P2=A2，各瓣膜听诊区未闻及杂音。脉率86次/分，脉律整齐，无周围血管征。腹外形平坦，无胃型，无肠型，无腹壁静脉曲张，无手术疤痕，腹肌触诊柔软，无压痛，无反跳痛。肝右肋下未触及。墨菲氏征呈阴性。脾左肋下未触及。双肾区无叩痛。无腹部包块。肝浊音界存在，肝上界位于右锁骨中线第5肋间，移动性浊音呈阴性。肠鸣音4次/分，无气过水声，无血管杂音。外生殖器未见畸形。肛门指诊无疼痛、未触及肿物，指套退出未见染血及异常分泌物。脊柱生理弯曲存在，四肢无畸形、水肿，关节无肿痛，活动正常，无杵状指(趾)。四肢肌力及肌张力正常，双侧腹壁反射及膝健反射正常，克氏及布氏征阴性，双侧巴氏征、奥本海姆氏症、查多克氏症、戈登氏症及霍夫曼氏症未引出。专科情况神志清楚，双眼无突出，双锁骨上、颈部等浅表淋巴结未触及。颈软，气管居中，颈静脉无怒张，皮肤未见红肿，颈部活动自如。双侧甲状腺均可触及一肿物，约3.5cm×3.0cm大小，界清，表面光滑，质中，无压痛，可随吞咽上下移动，未闻及血管杂音。",
            "辅助检查": "甲状腺彩超示：1.甲状腺双侧叶混合性结节，TI-RADS分类：3类；2.甲状腺内囊性结节，TI-RADS分类：2类；3.双侧颈部未见明显异常淋巴结。"
        },
        "diagnosis": "1.双侧结节性甲状腺肿2.急性呼吸窘迫综合征",
        "cure": "入院后完善相关检查，无明显手术禁忌，以双侧结节性甲状腺肿，在颈丛阻滞麻醉下行双侧甲状腺大部切除术，麻醉用0.375%布比卡因15ml，麻醉显效后不久病人出现声音嘶哑、呼吸困难、烦躁不安，立即面罩加压吸氧，15分后病人稍安舒，开始手术。术后回病房不久即出现呼吸急促，发绀，心律150次/分钟，面罩加压吸氧亦不能缓解。床边胸片示肺水肿，考虑可能出现急性呼吸窘迫综合征ARDS，立即进行气管内插管，见有大量粉红色泡沫样液溢出。接麻醉机迸行呼气末正压通气，用多巴胺维持血压，快速输入白蛋白及血浆，用适量的肾上腺皮质激素和有效的抗生素。4小时后气管插管内粉红色泡沫样液溢出明显减少，继续ICU监护。24小时后病人的呼吸和循环逐渐平稳，趋于正常。半月后病人痊愈出院。"
    },
    {
        "id": 1026,
        "symptom": {
            "一般资料": "女性，68岁，农民",
            "主诉": "右侧肢体无力1年，左侧肢体无力1天。",
            "现病史": "患者于入院前1天上午开始无明显诱因出现左侧肢体无力，不能直立位行走。在家休息后有加重趋势，今日为行诊治入院。入院时不能直立位行走，反应迟钝，可简单言语交流。四肢无力。本次发病以来无意识丧失等。",
            "既往史": "有2型糖尿病病史10余年，平时口服二甲双胍：每次两片，每天两次（具体规格不详）。近1月未规律服药。有脑梗塞病史。住院治疗后遗留右侧肢体无力，平时可扶拐行走。"
        },
        "examine": {
            "查体": "神清，反应迟钝，双肺呼吸音清，心音有力，律齐，无杂音。肝脾不大。反应迟钝，余颅神经(-),四肢肌张力低，左侧肢体肌力0级，右侧肢体肌力1级。双侧巴彬斯基征阳性。",
            "辅助检查": "头颅CT平扫：双侧侧脑室旁、右侧枕叶、左侧半卵圆中心及顶叶可见多发斑片状、片状低密度影，边缘模糊，周围无水肿无占位表现。脑室系统正常，脑沟、脑裂、脑池未见明显增宽或狭窄影，中线结构居中，小脑半球未见明显异常征象。因病人不能配合产生较多运动伪影。随机血糖：17.6mmol/L。"
        },
        "diagnosis": "脑梗死2型糖尿病脑梗死后遗症颈动脉硬化",
        "cure": "患者入院已经发病一天，错过静脉溶栓机会，入院后给予口服阿司匹林肠溶片抗栓，静脉滴注胞磷胆碱钠0.75qd脑保护。同时口服二甲双胍缓释片1.5qd调整血糖。早期给予良性肢体摆位，预防肢体挛缩。入院次日开始康复功能训练。住院2周出院，出院时左侧下肢肌力3级。左侧上肢肌力1级。可扶床站立。"
    },
    {
        "id": 1028,
        "symptom": {
            "一般资料": "女性，66岁，农民",
            "主诉": "双下肢浮肿1个月，咳嗽、咳痰、活动后胸闷气喘17天。",
            "现病史": "患者1月余前开始出现双下肢浮肿，以左下肢为著，且伴有左下肢疼痛，17天前受凉感冒后开始咳嗽、咳黄痰，痰粘稠不易咳出，并有明显的活动后胸闷气喘，休息可逐渐好转，于外院心内科就诊，心电图检查后按“冠心病”给予皮下注射低分子肝素及口服阿司匹林、硝酸酯类药物及他汀类药物治疗7天，效果差，再到呼吸内科就诊，行血常规检查、胸片检查后诊断“急性支气管炎”，给予口服抗生素、止咳化痰药物治疗，咳嗽咳痰减轻，胸闷气喘无明显改善，入院前3天患者上厕所后站起时胸闷气喘突然加重，并心慌、面色苍白，当时测血压90/60mmHg，心律122次/分，休息约30分钟缓解。之后稍有活动即发作胸闷气喘，休息可减轻，伴有纳差、乏力、精神欠佳。",
            "既往史": "既往慢性刺激性咳嗽病史30余年，多于寒冷季节发病，服药效果差。"
        },
        "examine": {
            "查体": "神志清，精神可，胸廓无畸形，双肺呼吸音粗，左肺底闻及少量湿性啰音，无胸膜摩擦音。心浊音界无明显扩大，心律92次/分，律齐，心音低钝，P2亢进，各瓣膜听诊区未闻及杂音。腹部平坦，听诊肠鸣音活跃，腹部柔软，触诊肝肋下约4厘米，质软，触之有胀满不适感，叩诊腹部呈鼓音，双下肢中度凹陷性水肿，以左侧为著。",
            "辅助检查": "血气分析：PH7.58，二氧化碳分压25mmHg，氧分压130mmHg，D-二聚体5mg/L（参考值0-0.5mg/L），血常规：白细胞14*10^9/L，中性粒细胞比例82%。C反应蛋白75.3mg/L。N端脑钠肽12890pg/ml，肌钙蛋白I0.027ng/ml（小于0.02ng/ml）。肝功能：谷丙转氨酶367，谷草转氨酶276血凝：INR1.67（0.8-1.2），凝血酶原活动度48（70-120）。下肢血管超声：左侧股浅静脉下段、腘静脉内血栓。心脏彩超：右心增大，重度肺动脉高压，右房内异常回声（血栓？）。心电图：窦性心律，电轴左偏，V1-V5导联ST段压低，T波倒置。胸部增强CT：肺栓塞，右心房栓子，双肺炎性病变。"
        },
        "diagnosis": "1急性肺栓塞；2重度肺动脉高压；3肺源性心脏病；4右房血栓；5左下肢深静脉血栓形成；6双侧肺炎",
        "cure": "1.绝对卧床休息，2.低分子肝素钠4000IUiHq12h*14天，住院10天加用华法林3mgqd，3.哌拉西林他挫巴坦控制感染，止咳化痰对症治疗，4.保肝、改善胃肠道功能、保护胃黏膜治疗，"
    },
    {
        "id": 1030,
        "symptom": {
            "一般资料": "女性，64岁，农民",
            "主诉": "胸闷、气短反复发作10余年，加重伴双下肢浮肿4天。",
            "现病史": "患者缘于10余年前每逢劳累或者情绪激动后出现胸闷、气短等症状，休息后缓解。曾多次住院治疗，诊断为“冠心病，心绞痛“。平时间段服用“冠心丹参片、阿司匹林肠溶片”等药物治疗，病情迁延不愈。近4天来，患者劳累后出现胸闷、气短等症加重，无胸痛，无喘息及呼吸困难，双下肢浮肿，走路费力，夜间能平卧。在家口服“冠心丹参片”等药物治疗，症状无明显减轻。为系统诊治，今入我院治疗。",
            "既往史": "体质较差，有“神经衰弱”病史3年余，睡眠差。否认“结核、肝炎”等传染病史，否认“糖尿病、高血压”等病史，无药物及食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "神清，无口角歪斜，伸舌不偏。口唇略发绀，颈软无抵抗，甲状腺未触及肿大。胸廓对称，语颤无增强或减弱，双肺叩清音，听诊呼吸音清，未闻及干湿性啰音。心界不大，心律79次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛，肝脾未触及，移动性浊音阴性。腰椎无叩击痛，双下肢中度指凹性浮肿。四肢肌力、肌张力正常，病理征未引出。",
            "辅助检查": "心电图：窦性心律，79次/分，IIIIIaVF导联ST压低，T波低平。心脏超声：主动脉瓣中量返流，二尖瓣、三尖瓣、肺动脉瓣少量返流，左室舒张功能减低，左室射血分数58%。胸片：主动脉硬化及冠状动脉钙化。"
        },
        "diagnosis": "1.冠状动脉粥样硬化性心脏病，缺血性心肌病，心力衰竭，心功能III级2.神经衰弱",
        "cure": "入院后完善各项辅助检查。予循环系统疾病护理常规，I级护理，低盐低脂饮食，持续低流量吸氧，心电、血氧监测。予阿司匹林肠溶胶囊口服以抑制血小板聚集，阿托伐他汀钙片口服以调脂稳定斑块，**片、螺内酯片口服以利尿，美托洛尔片口服以减慢心律，依那普利片口服以延缓心室重塑，***片口服以强心，丹红注射液静点以改善循环，单硝酸异山梨酯持续泵入以扩冠。定期复查心电图。"
    },
    {
        "id": 1033,
        "symptom": {
            "一般资料": "女性，52岁，农民",
            "主诉": "发热，乏力10余天，气短，呼吸困难5天。",
            "现病史": "10余天前患者劳累受凉后出现发热，最高温度达39℃，伴乏力，肌痛，伴咳嗽，咳痰，无明显头晕，头痛，恶心，呕吐等不适，在当地诊所给予输液治疗(头孢类抗菌素)，疗效差，仍反复高热，伴胃寒，乏力进行性加重，5天前出现胸闷，气短，并出现呼吸困难，为求诊治来我院，门诊行胸部CT示:1.双肺感染；2.双肺结节样病变。遂以\"肺部感染\"收入我科，自发病以来，精神差，饮食差，睡眠差，大小便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，无高血压，糖尿病，心脏病，肾病，脑血管病等慢性病史，否认肝炎，结核等传染病史，否认手术，外伤史，否认输血，献血，***史，否认药物及食物过敏史，无预防接种史。"
        },
        "examine": {
            "查体": "神志清，精神差，轮椅推入病房，皮肤弹性减弱，全身浅表淋巴结未触及肿大，眼窝凹陷，巩膜无黄染，口唇轻度发绀，咽部充血，扁桃体无肿大，气管居中，甲状腺无肿大，呼吸25次/分，双肺呼吸音粗，可闻及散在痰鸣音。心律101次/分，心律齐，无杂音，无心包摩擦音。腹部平坦，上腹轻压痛，无反跳痛，肝脾肋缘下未触及，肝区无扣击痛，移动性浊音阴性，双下肢无水肿。",
            "辅助检查": "血沉：72mm/L血常规：白细胞数4.97*109/L中性粒细胞数2.42*109/L中性比例48.70%血红蛋白136g/L血小板280*109/L降钙素原:＜0.05ng/ml肝功能：ALT126u/L，AST57u/L，GGT130U/L，TBIL7.62umol/L超敏C反应蛋白：6.59mg/L血培养:培养到布氏杆菌生长。结核γ干扰素释放试验:阳性。胸部CT:1.双肺感染；2.双肺结节样病变"
        },
        "diagnosis": "1.羊布氏杆菌病；2.肺结核并肺部感染；3.肝损伤",
        "cure": "患者入院后积极完善相关辅助检查，给予\"头孢他啶\"抗感染治疗，\"氨溴索\"化痰药物治疗，\"还原型谷胱甘肽\"保肝治疗，并给予其他营养支持治疗三天疗效差，仍然反复高热，无任何好转迹象，追问病史，患者从事屠宰工作，需要排除布氏杆菌病，当天抽血拿防疫站化验，抗体阳性提示布氏杆菌病，一周后的血培养出布氏杆菌病再次证明该病，给予\"利福平，多西环素\"治疗一周后，病情仍然无明显好转，仍反复发热。考虑是否存在其他的感染性或者非感染性疾病，进一步完善了寄生虫感染系列，ENA抗体检查，结核γ干扰素释放试验，G试验，GM试验，肿瘤标志物等相关检查，结核指标阳性，考虑存在结核菌感染，给予加用\"左氧氟沙星，异烟肼，吡嗪酰胺，乙胺丁醇\"抗结核药物治疗后体温逐渐下降，血沉逐渐下降，两周后病情稳定出院。"
    },
    {
        "id": 1038,
        "symptom": {
            "一般资料": "女性，33岁，农民",
            "主诉": "反复咳嗽、咳脓性痰10余年，加重4天",
            "现病史": "患者10余年前开始反复出现咳嗽、咳大量黄脓痰症状，予以对症治疗后症状减轻，但以后经常发作上述症状，多于冬季或天气变化受凉后发作，多次在当地医院治疗，诊断为支气管扩张。此次因4天前患者受凉后再次咳大量黄脓痰，伴有胸闷喘息，伴有发热、最高体温38.0℃，热前伴有畏寒及寒颤，无皮疹，就诊于当地医院给予输液（诉头孢类抗生素），未再发热，但仍有咳嗽咳痰及气喘，今为求进一步治疗就诊于我院，行胸部CT后“支气管扩张伴感染”收住我科。病程中患者神清，精神一般，无盗汗，无痰中带血，无胸痛，无恶心、呕吐，无咯血，饮食欠佳，睡眠一般，大小便正常，体重未监测。",
            "既往史": "一般健康状况较差；否认高血压病史。否认糖尿病病史。否认冠心病病史。否认慢性支气管炎病史。否认胆结石病史。否认胆囊炎病史。否认“肝炎、伤寒”等传染病病史。未发现药物、食物过敏史。无手术史。否认输血史。"
        },
        "examine": {
            "查体": "神清，精神差，喘息貌，推入病房，反应可，营养、发育一般，口唇发绀，言语清，查体合作。皮肤粘膜无黄染、皮疹、瘀点、瘀斑。浅表淋巴结：未触及肿大。头颅无畸形。眼睑无浮肿，双瞳孔等大等圆直径约3.0mm，对光反射存在；外耳道无脓性分泌物，听力正常；鼻畅，鼻腔无脓性分泌物，咽无充血，扁桃体不大，伸舌居中。颈软，气管居中，甲状腺不大，颈静脉无怒张。胸廓无畸形，双侧呼吸运动、语颤对称，叩诊浊音，双肺呼吸音粗，两肺可闻及明显湿性啰音；心前区无隆起，未触及心包摩擦感，心律105次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音。腹部平、软，肝脾肋下未及，无压痛、反跳痛，无包块，无移动性浊音，无肝区肾区叩击痛，肠鸣音正常。肛门外生殖器：未查。脊柱四肢无畸形，双下肢无浮肿，肌力正常；感觉均正常。生理反射存在，巴氏征阴性，克氏征阴性，布氏征阴性。",
            "辅助检查": "2019.9.25胸部CT:两肺多发支扩伴感染，轻度肺气肿，双肺部分支气管痰栓，请结合临床。2019-9-25[危]急诊检验报告：二氧化碳分压55.40mmHg↑，氧分压49.30mmHg↓。肌钙蛋白Ⅰ0.080ng/ml↑，NT-ProBNP452.2pg/ml↑。2019-9-26临检检验报告：白细胞计数9.69*10^9/L，中性粒细胞计数6.40*10^9/L。临检检验报告：血沉60mm/H↑。生化检验报告：白蛋白27.8g/L↓。2019-09-30生化检验报告：糖化血红蛋白比值10.3%↑。2019-9-29凝血检验报告：肝素结合蛋白测定15.37ng/ml↑。2019-9-30临检检验报告：白细胞计数9.83*10^9/L，单核细胞百分比9.20%↑。生化检验报告：钠133.6mmol/L↓"
        },
        "diagnosis": "1.支气管扩张伴感染2.呼吸衰竭3.2型糖尿病",
        "cure": "入院后给予哌拉西林他唑巴坦3.375g静滴Q8H+左氧氟沙星0.6g静滴QD联合抗感染，氨溴索30mg静滴QD，多索茶碱0.3g静滴QD，异丙托溴铵雾化吸入溶液+乙酰半胱氨酸雾化吸入溶液平喘化痰7天，同时给予**引流后，患者症状好转，咳嗽咳痰及气喘较前好转出院，出院嘱其避免受凉感冒，合理饮食，注意休息，必要时长期家庭氧疗，不适我科随访。"
    },
    {
        "id": 1037,
        "symptom": {
            "一般资料": "男性，31岁，农民",
            "主诉": "间断咳嗽1月，加重伴发热3天。",
            "现病史": "1月前无明显诱因出现间断咳嗽，伴咳少量白色粘痰，易咳出，无发热、鼻塞、流涕，无胸闷、胸痛、气喘、乏力等不适，于当地诊所给予口服药物治疗(具体不详)，效果差，3天前出现咳嗽加重，伴咳痰，痰为白色粘痰，伴间断高热，体温最高39.0℃，于当地诊所给予退热药物及抗感染药物治疗，疗效差，仍反复发热，为求进一步诊治来我院，门诊以“肺部感染”收住我科。发病以来，神志清，精神一般，饮食一般，睡眠一般，体力下降，近2月体重下降约20斤。",
            "既往史": "平素身体良好，否认高血压，糖尿病，心脏病，肾病，脑血管病病史，否认肝炎，结核病史，否认手术，外伤史，否认输血及献血史，否认药物及食物过敏史，预防接种史随社会进行。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清，精神差，慢性肝病面容，全身皮肤黏膜及巩膜无黄染，咽部充血，双肺部呼吸音粗糙，左肺可闻及干湿性啰音，无胸膜摩擦音，心前区无隆起，心律126次/分，音钝，律齐。腹部平软，无压痛，反跳痛及肌紧张，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阴性，双下肢无水肿。",
            "辅助检查": "血沉:64mm/h血糖:16.48mmol/L糖化血红蛋白:13.9%痰抗酸染色找到少量抗酸菌。乙肝五项示:乙肝表面抗原，乙肝e抗体，乙肝核心抗体阳性。乙肝病毒定量:2256IU/ml肝功能:谷丙转氨酶23U/L谷草转氨酶26U/L总胆红素11.30mol/L胸部CT:左肺炎症，干酪样改变。"
        },
        "diagnosis": "1.肺结核并肺部感染；2.慢性乙型病毒性肝炎；3.糖尿病",
        "cure": "患者入院后积极完善相关辅助检查，行痰检阳性可确诊肺结核，给予“头孢他啶”抗感染治疗，给予“氨溴索”化痰治疗，给予“还原型谷胱甘肽”保肝治疗，给予“利福平，异烟肼，吡嗪酰胺，乙胺丁醇，左氧氟沙星”抗结核药物治疗，给予“替诺福韦”抗乙肝病毒药物治疗，给予“二甲双胍，阿卡波糖”降糖药物治疗，半月后患者病情稳定，给予出院，出院后继续口服药物治疗。"
    },
    {
        "id": 1039,
        "symptom": {
            "一般资料": "男性，60岁，农民",
            "主诉": "咳嗽、咳痰、喘息间作7年余，加重伴发热2天。",
            "现病史": "患者缘于7年余前因着凉后出现咳嗽、咳痰、喘息等症，以后每年冬季天气变冷后发作，春季天气转暖后症状缓解，每年发作3个月以上。曾多次在当地卫生院住院治疗，诊断为“慢性支气管炎，肺气肿”，具体治疗方案不详，病情迁延不愈。自2天前起，患者患“感冒”后出现咳嗽加重，咳大量黄白色粘痰，无痰中带血。喘息，无呼吸困难，夜间能平卧，发热，体温最高达38.6℃，无寒颤。在家口服“头孢氨苄片、强力枇杷露”等药物输液治疗，症状无明显减轻。为系统诊治，今入我院治疗。",
            "既往史": "体质较差，有“双侧膝关节炎”病史10余年，间断服用“尪痹胶囊”等药物治疗。否认“结核、肝炎”等传染病史，否认“糖尿病、高血压”等病史，无药物及食物过敏史，无外伤及重大手术史，预防接种史不详。"
        },
        "examine": {
            "查体": "神清，口唇略发绀，无口角歪斜，伸舌不偏，颈软无抵抗，甲状腺未触及肿大。桶状胸，两侧胸廓对称，呼吸动度一致，语颤减弱，双肺叩过清音，听诊呼吸音弱，满布哮鸣音。心律88次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，无压痛，肝脾肋下未触及，移动性浊音阴性。双下肢无浮肿。四肢肌力、肌张力正常，病理征未引出。",
            "辅助检查": "肺CT：慢性支气管炎合并肺气肿，主动脉硬化。血常规：白细胞12.3*109/L，中性粒细胞百分比85%。左侧膝关节片：膝关节炎。"
        },
        "diagnosis": "1.慢性支气管炎2.慢性阻塞性肺疾病合并感染3.膝关节炎",
        "cure": "入院后完善各项辅助检查。康复科护理常规，I级护理，流食，持续低流量吸氧。予茶碱缓释片口服、特布他林静点以平喘，复方甘草片、桉柠蒎胶囊口服、氨溴索注射液静点以止咳化痰，头孢哌酮舒巴坦静点以抗感染，糜蛋白酶雾化吸入治疗以缓解喘息症状，尪痹胶囊口服以舒筋止痛。"
    },
    {
        "id": 1041,
        "symptom": {
            "一般资料": "男性，63岁，农民",
            "主诉": "突发右侧肢体无力伴言语不清4小时。",
            "现病史": "患者4小时前因饮酒后出现右侧肢体无力伴言语不清，无明显头痛、头晕、恶心、呕吐等，家属发现后急送我院救治，门诊测血压:177/75mmHg，急查头颅CT：左侧基底节区出血，门诊以“1.脑出血2.高血压病”为诊断收入我科，患者自发病来神志清，精神可，饮食及大小便正常。",
            "既往史": "平素身体一般，患“高血压病”3年余，未规律口服药物控制，患“慢性胃炎”，3年，否认“冠心病、糖尿病”病史，无肝炎，结核等传染性病史。无外伤史，无输血史，预防接种随当地进行。"
        },
        "examine": {
            "查体": "T：36.5℃P：86次/分R：18次/分BP：177/75mmHg发育正常，营养中等，神志清，精神尚可，抬入病房，平卧位，查体合作。全身皮肤粘膜无黄染，无皮疹及出血点，无肝脏及蜘蛛痣，未触及肿大的浅表性淋巴结。头颅无畸形，眼睑无水肿，结膜无充血，双侧瞳孔等大等圆，直径约3.0mm,对光反射灵敏。耳鼻喉外观正常，无异常分泌物，面色口唇无紫绀，口角无歪斜。气管居中，甲状腺无肿大，颈静脉无充盈。胸廓无畸形，双肺呼吸音清，未闻及明显干、湿性啰音，呼吸运动正常，无胸膜摩擦音，语音震颤正常。心前区无隆起及凹陷，心尖搏动未明示，未触及震颤，心浊音界无扩大，心律86次/分，节律齐，各瓣膜听诊区未闻及病理性杂音，腹平软，无压痛及反跳疼，肝脾肋下未触及，肠鸣音3次/分。四肢及脊柱无畸形，生理反射存在，四肢肌张力无明显增强，左上肢肌力V级，右上肢肌力V级，左下肢肌力V级，右下肢肌力IV级，左侧巴氏征阴性，右侧巴氏征阳性。",
            "辅助检查": "头颅CT示：1.左侧基底节区脑出血2.双侧基底节区腔隙性脑梗塞3.上额窦及筛窦炎症"
        },
        "diagnosis": "1.左侧基底节区出血2.双侧侧脑室周围白质脱髓鞘改变3.高血压病2级（极高危）4.慢性胃炎",
        "cure": "治疗上给予脱水降颅压，改善微循环，营养脑神经，促进脑细胞代谢药物应用，保护胃黏膜，对症及支持治疗。药物应用：甘露醇每12小时给予150ml量，静脉滴注，连续10天；甘油果糖氯化钠注射液每12小时给予250ml，静脉滴注，与甘露醇交替应用10天；5%葡萄糖250ml与七叶皂苷钠20mg配伍每天一次静脉滴注；0.9%氯化钠100ml与兰索拉唑3mg配伍一天一次静脉滴注；及相关对症支持营养治疗，一周后加用药物0.9%氯化钠100ml与胞磷胆碱1g，0.9%氯化钠100ml与神经妥乐平（牛痘疫苗致炎兔皮提取物注射液）7.2单位。患者在治疗20多天后无任何功能障碍下出院，患者及家属给予我们医务人员好评及送锦旗感谢。"
    },
    {
        "id": 1042,
        "symptom": {
            "一般资料": "男性，80岁，教师",
            "主诉": "咳嗽咳痰3月余",
            "现病史": "患者今年4月因“右侧基底节及丘脑脑出血”入住我院脑外科，查头颅及胸部CT：1.右侧丘脑脑出血，破入脑室系统，有占位效应，较今日前片大致相仿；2.脑内多发腔梗；脑萎缩，轻度脑白质变性，建议MRI检查。3.右肺下叶病变较前（2018-09-15）增大，占位性病变不除外，请结合临床，必要时活检；右肺散在微结节；4.右肺炎症，左肺通气不良或小气道病变，治疗后复查；5.两侧胸膜增厚；6.甲状腺密度欠均匀。附见：胆囊结石。查心电图示：窦性心律，ST-T段改变，予甘露醇、甘油果糖脱水降颅压，矛头腹蛇血凝酶止血，泮托拉唑护胃，神经节苷酯营养神经，醒脑静、脑苷肌肽改善脑代谢等治疗后颅内血肿基本消失。患者今年6月份因咳嗽入住康复医院，查胸部CT示：肺部感染、肺占位，予莫西沙星抗感染治疗后肺部感染好转，今患者至我院就诊，现为进一步治疗收住入院。刻下：患者嗜睡，无发热恶寒，偶有咳嗽，痰粘不易咳出，无恶心呕吐，无腹痛腹泻，体重无明显减轻，偶有便秘，胃管、尿管留置中，夜寐欠安。",
            "既往史": "既往体质一般，有冠心病、糖尿病、高血压病史；最高血压160/90mmHg，未规律服用药物，血压控制一般，平素注射门冬胰岛素（早14u、晚14u），未正规监测血糖，否认胃炎等慢性病史；否认肝炎、结核等传染病史；2016年12月于我院行冠状动脉造影+PCI术，2017-02-21行PCI术于LM-LAD病变处植入药物涂层支架，长期口服阿司匹林（1#qn）、氯比格雷（1#qd）、阿托伐他汀（1#qn），患者于3天前自行停药。否认其他重大手术史及输血史，预防接种随社会进行。生居于本地，否认日本血吸虫疫水接触史，否认生产性毒物接触史，否认特殊不良生活嗜好。否认药物及食物过敏史。适龄婚育，育有三子一女，配偶及子女均体健。无家族遗传性疾病可询。"
        },
        "examine": {
            "查体": "T:38℃,P:87次/分,R:19次/分,BP:160/90/mmhg。嗜睡，发育正常，营养中等，呼吸平稳，无异常气味闻及，平车推入病房，查体欠配合，全身皮肤粘膜无黄染，全身浅表淋巴结无肿大，头颅大小正常、无畸形，双侧瞳孔等大等圆，对光反射存在，鼻腔、外耳道无脓血性分泌物，口唇无紫绀，咽部无充血，双侧扁桃体不肿大；颈软，未见颈静脉怒张，气管居中，甲状腺不肿大。胸廓对称，两肺呼吸音粗，两肺闻及少许湿啰音，无压痛及挤压痛，心前区无隆起，心尖部未及震颤、摩擦感及抬举性搏动。心界叩诊无明显扩大，心律80次/分，律齐，各瓣膜听诊区未闻及病理性杂音。腹平软，肝脾肋下未触及，无压痛、肌卫、反跳痛，墨菲氏征阴性，移动性浊音阴性。双肾区叩击痛阴性。双下肢无凹陷性压迹。左侧肢体肌力0级，肌张力正常，右侧肢体肌力V级，肌张力正常。神经系统检查：生理反射存在，左侧巴氏征阳性，右侧巴氏征阴性。**及外生殖器未检。",
            "辅助检查": "头颅及胸部CT：1.右侧丘脑脑出血，破入脑室系统，有占位效应，较今日前片大致相仿；2.脑内多发腔梗；脑萎缩，轻度脑白质变性，建议MRI检查。3.右肺下叶病变较前（2018-09-15）增大，占位性病变不除外，请结合临床，必要时活检；右肺散在微结节；4.右肺炎症，左肺通气不良或小气道病变，治疗后复查；5.两侧胸膜增厚；6.甲状腺密度欠均匀。附见：胆囊结石。血气分析:酸碱度7.420,二氧化碳分压55.0mmHg↑,氧分压59.0mmHg↓,钾离子3.1mmol/L↓,标准碳酸氢盐32.5mmol/L↑,葡萄糖6.4mmol/L↑,:NT-proBNP(急）2680.00pg/ml。"
        },
        "diagnosis": "1.重症肺炎2.肺占位性病变3.2型呼衰4.高血压2级（高危）5.2型糖尿病6.冠心病7.右侧丘脑出血8.PCI术后9.胆囊结石",
        "cure": "治疗予气管插管，呼吸机辅助呼吸，予美罗培南抗感染、止咳化痰、解痉平喘、降压降糖等对症治疗。"
    },
    {
        "id": 1048,
        "symptom": {
            "一般资料": "女性，48岁，教师",
            "主诉": "疲乏、无力2年，便后出血半个月。",
            "现病史": "患者诉2年前无明显诱因疲乏，无力，进行性加重，无皮肤紫癜，无发热、寒颤，无牙龈出血、鼻出血、尿血，无便血，无恶心、呕吐，无头痛、头晕，曾于当地三甲医院诊断为“原发性血小板增多症”，予注射干扰素，口服药物治疗（药名及剂量不详），症状好转，长期用药，半个月前出现便后滴血，色鲜红，量较多，每次约30毫升左右，可自止，无便秘、腹泻，为求进一步诊治来我院，经门诊以“原发性血小板增多症、混合痔”收住院。",
            "既往史": "既往2年前“原发性血小板增多症”病史，长期用药，无手术史，外伤史及药物过敏史，否认“肝炎”、“结核”等传染病接触史。"
        },
        "examine": {
            "查体": "发育正常，营养中等，神志清楚，查体合作。双肺叩诊清音，肺肝浊音介于右锁骨中线第五肋间。双侧呼吸音清晰，未闻及干湿性啰音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律76次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹部平坦，无腹壁静脉曲张，未见胃肠型及逆蠕动波，脐周压痛，无反跳痛、肌紧张，肝脾肋下未触及，Murphy征阴性，麦氏点无压痛，肝肾区无叩击痛，叩诊无移动性浊音，肠鸣音4-6次/分，未闻及气过水声及金属音。肛缘3.7.11点可见质软皮赘，无肿胀，无血栓形成，镜检示齿线3.7.11点可见粘膜隆起，表面充血，可见新鲜血迹，直肠指诊肠腔通畅，未及肿物。脊柱四肢无畸形，四肢关节活动正常。生理反射正常存在，病理反射未引出。",
            "辅助检查": "血常规示：白细胞8.5*10^9/L,中性细胞比率61.60%，淋巴细胞比率31.3%，中性细胞数3.84*10^9/L，淋巴细胞数1.95*10^9/L，单核细胞6.30*10^9/L，嗜酸性粒细胞0.09*10^9/L,红细胞3.68*10^12/L,血红蛋白119g/L,红细胞压积34.8%，血小板651*10^9/L，血小板压积0.454*10^9/L。凝血酶原时间11.2Sec，国际标准化比值0.89，部分活化凝血酶原时间30.3Sec，纤维蛋白原2.67g/L，凝血酶时间15.3Sec。"
        },
        "diagnosis": "1.原发性血小板增多症；2.混合痔",
        "cure": "患者入院后完善各项检查，予中药熏洗，外用痔疮膏和痔疮栓，同时应用止血药物治疗，仍便后出血，且进行性加重，保守治疗无效，各项检查结果无手术禁忌，于腰麻下行痔内扎外剥+肛门括约肌检扩+痔注射术，术后出血停止，痊愈出院。"
    },
    {
        "id": 1049,
        "symptom": {
            "一般资料": "男性，43岁，工人",
            "主诉": "发现肾功能衰竭20天，规律血液透析半个月",
            "现病史": "患者于7月24日无明显诱因出现头晕，恶心，自认为中暑，自服藿香正气胶囊，症状稍有缓解，7月29日出现乏力，气喘，双足水肿，就诊于晋城市人民医院，确诊为慢性肾功能衰竭（尿毒症）急性左心衰竭肾性贫血高钾血症高血压病3级，予以右侧股静脉置管术，规律性血液透析等治疗后好转，并于8月12日行左上肢动静脉内瘘术。病情稳定后转回我院继续规律血液透析治疗。",
            "既往史": "高血压病史5年，最高血压200/120mmHg，服药不规律。2019年7月30日行右侧股静脉置管术，2019年8月12日行左上肢动静脉内瘘术。"
        },
        "examine": {
            "查体": "T:36.4℃,P:68次/分,R:20次/分,BP:159/107/mmhg。发育正常，体型中等，慢性病容，眼睑无水肿，口唇无紫绀，颈无抵抗，双肺呼吸音清，未闻及干湿啰音，心律68次/分，律齐，各瓣膜听诊区未闻及杂音，腹平，无压痛，双下肢起。轻度水肿。右下肢股静脉置管，局部无红肿。",
            "辅助检查": "血常规血红蛋白115g/l，血小板185*10^9/l。尿素24.09mmoll/l尿酸517.0umol/l肌酐810umoll白蛋白38.5g/l心脏彩超示左房增大二尖瓣关闭不全主动脉瓣关闭不全室间隔与左室后壁对称性增厚左室舒张功能减低。下肢静脉血管彩超示右侧髂外静脉右下肢股总静脉不完全血栓性闭塞。"
        },
        "diagnosis": "1.慢性肾功能衰竭尿毒症期；规律血液透析肾性贫血2.高血压病3级极高危；3.左上肢动静脉瘘术后；4.右下肢髂外静脉股总静脉不完全血栓性闭塞。",
        "cure": "入院后予乐卡地平，阿罗洛尔，百灵胶囊，复方酮酸片，琥珀酸亚铁等药，维持血液透析，患者症状渐好转，精神食纳改善，双下肢水肿减轻在维持血液透析过程中，患者多次出现临时管栓塞，予尿激酶溶栓后可安全上机，顺利透析。8月24号在顺利使用动静瘘2次后拔除股静脉临时导管，压迫止血。于8月27日夜间突然出现右下肢肿胀至大腿根部，28日晨起急做下肢血管彩超示右侧髂外静脉，右下肢股总静脉不完全血栓性闭塞，为预防突发肺部栓塞，建议患者转入上级医院做下肢静脉滤器，下肢静脉溶栓术，目前病情平稳，继续维持血液透析"
    },
    {
        "id": 1051,
        "symptom": {
            "一般资料": "男性，80岁，无",
            "主诉": "男性,80岁,发作性左侧肢体无力1天。",
            "现病史": "患者于今晨约1时醒来发现左侧肢体无力，休息约2小时症状缓解；今日上午8时再出现左侧肢体无力，约2小时症状缓解。为进一步治疗入院。入院时可***行走。本次发病以来无头痛、发热、恶心、呕吐，无眩晕、耳鸣、活动后视物旋转，无咳嗽、咳痰、气喘，无腹痛、腹泻。来时，患者精神食欲好，大便正常，小便频数。",
            "既往史": "平素身体健康,否认肝炎、结核等传染病史，患高血压15年，血压最高180/100mmHg，间断服降压药。听力减退5年，间断左耳渗出液体。否认心脏病、糖尿病等慢性病史，否认手术外伤史，否认药物、食物过敏史，否认输血史。"
        },
        "examine": {
            "查体": "。体温36.0℃脉搏64次/分呼吸20次/分血压160/98mmHg扶入病房，神志清，言语流利。记忆力、计算力、理解力减退。视力视野粗测正常。眼球运动自如，无复视及震颤。面部感觉对称，张口下颌无偏斜，无口角低垂。眼裂对称，双侧鼻唇沟对称。无眩晕、恶心。饮水无呛咳。伸舌居中。肢体肌力5级，触痛觉减退。双侧巴宾斯基征（-）。脑膜**征：颈无抵抗，克氏征（-），布氏征（-）。",
            "辅助检查": "生化：*γ-谷氨酰转肽酶67U/L，胆碱酯酶3882U/L，同型半胱氨酸156.6umol/L。心电图示：窦性心律心电轴正常心电图不正常频繁多源房早T波异常肢导低电压。颈部血管超声诊断:右侧颈总动脉斑块形成。心脏超声诊断:左室舒张功能减低。超声诊断:右肾囊肿。"
        },
        "diagnosis": "短暂性脑缺血发作高血压3级极高危腔隙性脑梗死亚急性分泌性中耳炎隐匿性冠状动脉粥样硬化性心脏病频发房性早搏颈动脉硬化斑块形成高同型半胱氨酸血症肾囊肿（右）",
        "cure": "予以双联抗血小板聚集、改善循环、调控血压、脑保护、他汀类药等对症治疗；住院10天；患者无发作性肢体无力。血压控制良好。"
    },
    {
        "id": 1058,
        "symptom": {
            "一般资料": "男性，53岁，农民",
            "主诉": "心前区不适2天。",
            "现病史": "患者于2天前无明显诱因的出现胸闷、心悸、出汗，以胸骨后明显，病向咽喉部放射，伴有左肩不适，持续数分钟及数小时不等。无咳嗽、咳痰，无咯血，无头痛、头晕，无恶心及呕吐，无夜间阵发性呼吸困难，无端坐呼吸，无双下肢水肿，无一过性黑朦、晕厥、意识不清，双下肢无水肿，自己未治疗，今就诊于门诊，检查心电图示窦性心律，部分ST--T段改变，为求进一步诊治，门诊以“急性冠脉综合征”收入院。患者自发病以来，神志清、精神可，饮食睡眠可，大小便正常，体重无明显减轻。",
            "既往史": "有“高血压”病史10余年，“糖尿病”史10余年，平时自己服药控制病情。否认有肝炎、结核等传染病史，否认有手术、外伤及输血史，否认有食物、药物过敏史，预防接种史随当地。"
        },
        "examine": {
            "查体": "中年男性，发育正常，营养中等，神志清，精神可，自主体位，查体合作。全身皮肤黏膜无黄染及出血点，表浅淋巴结未触及肿大。头颅无畸形，双眼睑无浮肿，巩膜无黄染，睑结膜略苍白，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，双外耳道无异常分泌物。鼻外形正常，副鼻窦区无压痛，口唇无紫绀，伸舌居中，咽部无充血，扁桃体无肿大。颈部无抵抗，颈静脉无怒张，气管居中，甲状腺未触及肿大，胸廓对称无畸形，无胸膜摩擦感。双肺叩清音，呼吸音清，未闻及干湿性啰音。心前区无隆起，未见心尖异常搏动，心界不大，心尖搏动位于第五肋间，左锁骨中线内0.5厘米，心音低，节律规整，心律92次/分，各瓣膜听诊区未闻及病理性杂音。腹部无膨隆，腹软，肝脾肋下未及，无压痛及反跳痛，未叩击移动性浊音，双肾区无叩击痛，肠鸣音5次/分，肛门直肠外生殖器未查。脊柱、四肢无畸形，活动良好。四肢肌力Ⅴ级，膝反射存在，双Babinski征阴性，双Hoffmann征阴性。",
            "辅助检查": "心电图（门诊）：窦性心律，V3--V6导联ST段压低，T波倒置。心脏彩超：二尖瓣少量反流，三尖瓣少量反流。血生化：肌酸激酶232.5U/L，血糖10.56mmol/L。糖化血红蛋白：7.4%。"
        },
        "diagnosis": "1.冠心病急性冠脉综合征心功能Ⅰ级（Killip分级）2.高血压病（3级，极高危）3.糖尿病（2型）",
        "cure": "1.一级护理，低盐低脂、糖尿病饮食，注意休息。2.给予抑制血小板聚集，调脂、扩冠，营养心肌的药物治疗。3.完善检查，择期行冠脉造影术。"
    },
    {
        "id": 1060,
        "symptom": {
            "一般资料": "男性，70岁，退休职工",
            "主诉": "活动后乏力2年余，加重1周。",
            "现病史": "患者2年余前无明显诱因出现活动后乏力，无头痛，头晕，无发热，咽痛，无咳嗽，咳痰，无胸闷，胸痛，无腹痛，腹胀，因尚不影响日常生活未进一步治疗。期间，乏力症状进行性加重。1周前乏力症状加重，就诊于当地县医院，查血常规示白细胞数1.8×109/L血红蛋白87g/L血小板19×109/L，给予输液治疗，疗效差，为求进一步诊治来我院，门诊以“全血细胞减少”为诊断收入我院血液科。自发病以来，精神状态差，饮食差，睡眠正常，大小便正常，体力下降，体重无变化。",
            "既往史": "平素身体一般，无高血压，糖尿病，心脏病，肾病和脑血管病史，无肝炎、结核病史，于2002年因胃穿孔行胃部分切除术，无外伤史，无输血，献血史，无药物食物过敏史，预防接种史不详。"
        },
        "examine": {
            "查体": "神志清，精神差，贫血貌，全身皮肤粘膜和巩膜轻度黄染，肝脏阳性，全身浅表淋巴结未触及肿大，心肺无异常。腹膨隆，右上腹有轻压痛，无反跳痛，肝脾肋下未触及，肝区扣击痛阳性，移动性浊音阳性，双下肢水肿，扑翼样震颤阴性。",
            "辅助检查": "血常规白细胞数0.98×109/L血红蛋白88g/L血小板10×109/L肝功能谷丙转氨酶20U/L谷草转氨酶1933U/L，白蛋白24.70g/L总胆红素30.10umol/L直接胆红素17.10umol胆碱酯酶2017U/L；免疫八项示:乙肝表面抗原、e抗体、核心抗体阳性。乙肝病毒定量示:1.737+05IU/ml胸部CT示:右肺中叶微结节，建议随访。双侧胸腔积液。建议结合临床及病史除外肝硬化，脾大及腹水。腹部彩超示:肝实质弥漫性改变，建议肝一系列化验，脾大，腹腔积液。"
        },
        "diagnosis": "1.失代偿期肝硬化脾功能亢进腹水低蛋白血症；2.慢性乙型病毒性肝炎；3.全血细胞减少",
        "cure": "患者入院后完善相关检查:三大常规，生化检查，胸部CT，腹部彩超等，给头孢他啶抗感染，口服补血药物，输注血小板治疗，效果差，一周后请我科会诊考虑患者全血细胞减少与\\\"乙肝，肝硬化，脾功能亢进\\\"有关，建议转我科治疗。转入我科后给予甘草酸单铵，还原型谷胱甘肽，多稀磷脂酰胆碱保肝治疗，给予替诺福韦抗病毒治疗，给予补充白蛋白治疗，给予**，螺内酯利尿药物治疗，一周后病情好转，给予“脾动脉造影栓塞术，术后三系细胞回升，病情稳定后出院。"
    },
    {
        "id": 1069,
        "symptom": {
            "一般资料": "男性，54岁，无",
            "主诉": "间断颈部、腰部疼痛及交替性臀部疼痛20＋年，加重1月余。",
            "现病史": "患者20年前患者无诱因出现腰骶部僵硬感，休息、久坐后加重，活动后可缓解，无发热、皮疹，无口干、眼干，无双眼视物模糊，无足跟、足底部疼痛，无腹痛、腹泻、尿频、尿急，无双**诺现象，于北京某三甲医院诊断为“强直性脊柱炎”，给予“柳氮磺吡啶肠溶胶囊”口服，联合“抗体融合蛋**针（益赛普）”皮下注射抗免疫治疗。2年前单用“益赛普”治疗，病情未有较大反复。1月前受凉后患者上述症状加重，今为进一步治疗，门诊以“强直性脊柱炎”收入院。",
            "既往史": "高血压病史10年，血压最高140/90mmHg；现口服立普妥10mg/晚，络活喜5mg/日，血压控制在110-130/70-85mmHg。"
        },
        "examine": {
            "查体": "神志清楚，口腔无溃疡，双肺听诊呼吸音清，未闻及干湿性啰音，心律齐，各瓣膜听诊未闻及杂音，腹软，肝脾肋下未触及，全腹无压痛、反跳痛，全身各关节无肿痛，脊柱前屈、后伸、侧弯可，颈、腰部活动时疼痛，枕墙距8.5cm，指地距23.5cm，Schober（+），双“4”字试验（-），双下肢无水肿。",
            "辅助检查": "血常规五分类：白细胞6.1×10^9/L、血红蛋白138.0g/L、血小板383×10^9/L、中性粒细胞百分比57.1%，血沉38mm/h。类风湿因子：20.0IU/ml，C反应蛋白16.5mg/L，补体及免疫球蛋白测定未见明显异常，肝功能：白蛋白39.9g/L、ALT、AST正常，肾功能正常，肌酶谱未见异常。自身抗体13项：阴性。骶髂关节CT示：双侧骶髂关节炎，胸椎DR示：可见竹节样改变，符合强直性脊柱炎。腰椎DR示：1.强直性脊柱炎2.胸12椎体压缩骨折。"
        },
        "diagnosis": "强直性脊柱炎，胸椎压缩骨折，高血压病1级",
        "cure": "1.评估该患者病情为A型；2.完善相关检查，如血生化、血沉、C反应蛋白、心电图、骶髂关节CT等；3.络活喜5mg日一次口服、美托洛尔12.5mg日一次口服降压，监测血压。4.非甾体抗炎药对症止痛治疗。5.抗体融合蛋**针50mg1次/周皮下注射，控制病情进展。6.患者宣教。"
    }
]